{
  "title": "What the Disease Feels Like, and Presidents Can’t End Pandemics: COVID, Quickly, Episode 39",
  "img": "https://static.scientificamerican.com/sciam/cache/file/2A81B057-2AF5-49C2-8C939506749F78DB_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/what-the-disease-feels-like-and-presidents-cant-end-pandemics-covid-quickly-episode-39/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/CF321BC0-C6C2-44EE-AC540FCC7798C3EB.mp3",
  "intro": [
    "On this episode of the COVID, Quickly podcast, Josh Fischman gets COVID, and President Joe Biden says the pandemic is over."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Tulika Bose"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, and welcome to COVID, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research, and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": And we’re Scientific American’s senior health editors."
    },
    {
      "author": "Lewis",
      "text": ":And we’re Scientific American’s senior health editors. Today we’re going to take a personal look at a moderate case of COVID—if Josh’s voice holds up…"
    },
    {
      "author": "Fischman: ",
      "text": "And we’ll talk about how we decide when pandemics are really over—not just when presidents say they are. --"
    },
    {
      "author": "Fischman",
      "text": ": Can you hear me OK? Do I sound too rough?"
    },
    {
      "author": "Lewis",
      "text": ": Actually you sound fairly normal."
    },
    {
      "author": "Fischman: ",
      "text": "Oh, good. That’s a change for the better. Yesterday I  sounded like I was at the bottom of a well, but without the cool echo-y effect. And with more gurgling."
    },
    {
      "author": "Lewis",
      "text": ": Because…"
    },
    {
      "author": "Fischman: ",
      "text": "Because I have COVID. I started showing symptoms almost two weeks ago, and I still have them."
    },
    {
      "author": "Lewis",
      "text": ": That sucks. I’m so sorry."
    },
    {
      "author": "Fischman: ",
      "text": "Thanks. I don’t want to make this episode all about me, though."
    },
    {
      "author": "Lewis: ",
      "text": "I don’t either. But we talk a lot about scientific studies, and we don’t often talk about what it’s like to actually have COVID."
    },
    {
      "author": "Fischman",
      "text": ": I didn’t believe I caught it at first. I’ve spent two and half years avoiding it. I’m vaccinated and boosted. So to see that positive line on a rapid antigen test strip made me go “Wait. What? No, that can’t be right.” So I took another test. And there was the line again."
    },
    {
      "author": "Lewis",
      "text": ": Do you know how you got infected?"
    },
    {
      "author": "Fischman: ",
      "text": "I’m pretty sure it was on a business trip to New York City.  That meant trains, subways, sitting in a big meeting with about 200 other people, most of whom didn’t wear masks. I wore a mask. But I did go to an outside bar with some friends from work, and there was a nice breeze and, well, you can’t drink beer through a mask. So I took mine off."
    },
    {
      "author": "Lewis: ",
      "text": "When did you know there was a problem?"
    },
    {
      "author": "Fischman",
      "text": ": Three days later. I was in my backyard, nice warm day, and I started to get chills. And I knew I’d been in riskier situations than normal. So I took a test and did the whole double-take thing."
    },
    {
      "author": "Lewis: ",
      "text": "Was it scary?"
    },
    {
      "author": "Fischman",
      "text": ": I wasn’t scared for me. My lungs are in pretty good shape, I have good medical care, all that good stuff. But I worried about infecting my spouse. We grabbed masks right away and I moved into a different part of the house. Not everyone has the luxury of that kind of space, though. I was thinking we were lucky."
    },
    {
      "author": "Fischman: ",
      "text": "By the next evening I couldn’t get out of bed and I wasn’t feeling so lucky."
    },
    {
      "author": "Lewis",
      "text": ": What were the worst symptoms?"
    },
    {
      "author": "Fischman",
      "text": ": Um, I don’t want to get into icky details."
    },
    {
      "author": "Lewis",
      "text": ": Give us the non-icky version."
    },
    {
      "author": "Fischman: ",
      "text": "Coughing, pretty much non-stop. And my throat got so painful from it that I couldn’t even swallow tea with honey, which is usually soothing. There were two days where I lay in bed and ate a little apple sauce and gargled with salt water. And I swallowed a lot of NyQuil."
    },
    {
      "author": "Lewis: ",
      "text": "Did you try Paxlovid?"
    },
    {
      "author": "Fischman",
      "text": ": I did. Got it right away. And I think it really helped. The cough got better after about two days and I felt more energetic. And six days after the symptoms started I was in my yard again, and walked my dog–wearing a mask, because I was still positive on the rapid tests. But then I had a relapse."
    },
    {
      "author": "Lewis",
      "text": ": Really? One of those Paxlovid rebounds that we’ve heard about?"
    },
    {
      "author": "Fischman",
      "text": ": No, because I never cleared the virus. I have a whole souvenir row of positive test strips lined up on my dresser. And I still had some symptoms, like chills and fatigue. Those tests are pretty accurate. I looked them up on Cochrane Reviews, the web site of a really good non-profit that evaluates medical evidence with very strict standards, and only about 11 percent of people taking antigen tests would get a false positive."
    },
    {
      "author": "Lewis",
      "text": ": So how are things today?"
    },
    {
      "author": "Fischman: ",
      "text": "I feel better, really better, and this is day 11. And this has been just moderate disease. I’ve had the flu, but no flu ever hit me this hard. So I’m back to feeling lucky. We’re still losing 400 to 500 Americans every day to COVID. But I think I can get back to work, at least from home, and I don’t think I’ve infected anyone around me, and if I stop testing positive I can get out of the house."
    },
    {
      "author": "Lewis: ",
      "text": "Well, that’s good to hear you’re feeling better. Just don’t eat any NyQuil chicken. --"
    },
    {
      "author": "Fischman",
      "text": ": President Biden caused a stir last week when he casually declared on 60 Minutes that the pandemic is over. Is it really?"
    },
    {
      "author": "Lewis: ",
      "text": "Not as far as I can tell. But it turns out the point at which a pandemic is really over is hard to define. I wrote about this back in March, when I interviewed John M. Barry, author of a comprehensive history of the 1918 influenza pandemic. Barry told me then that the decision about when a pandemic ends is as much a human one as a scientific one."
    },
    {
      "author": "Lewis",
      "text": ": Interesting. But there are some scientific criteria, right?"
    },
    {
      "author": "Fischman: ",
      "text": "Well, sort of. As Georgetown international health law professor Alexandra Phelan pointed out on Twitter, there’s no formal law or process for declaring a pandemic over. For influenza pandemics, they’re usually considered to be in a post-pandemic phase when flu cases return to seasonal levels. But it’s not clear what those will be for COVID, or if we’ve even gotten there yet."
    },
    {
      "author": "Fischman",
      "text": ": Right. 400 people a day are still dying of COVID in the U.S., and many more around the world. That doesn’t seem like the end of a pandemic to me."
    },
    {
      "author": "Lewis: ",
      "text": "Nor me. COVID is still spreading widely around the world, and is likely to be around for the rest of our lives as an endemic virus. But thanks to vaccines and better treatments like Paxlovid, it’s not killing nearly as many people."
    },
    {
      "author": "Lewis: ",
      "text": "That said, we could still see a new variant this fall or winter that’s better at evading the vaccines or is more severe. That could cause cases and hospitalizations to tick up again."
    },
    {
      "author": "Fischman",
      "text": ": Now’s a good time to get your updated Omicron booster shot if you haven’t already."
    },
    {
      "author": "Lewis: ",
      "text": "Exactly."
    },
    {
      "author": "Fischman",
      "text": ": But back to Biden—some people strongly criticized him for saying the pandemic isA over. Others say he was just acknowledging that most people are already living their lives with the virus."
    },
    {
      "author": "Lewis",
      "text": ": It may be true that many people have moved on. Others are still being cautious, or struggling with lingering symptoms that have upended their lives. But whether or not you consider the pandemic “over,” the more important question is how we’re going to deal with COVID going forward, especially for the most vulnerable among us."
    },
    {
      "author": "Lewis: ",
      "text": "There is reason for hope. Fewer people are dying from COVID globally now than at any time since March 2020. As the WHO director-general said in a recent press briefing: “We are not there yet. But the end is in sight.”"
    },
    {
      "author": "--",
      "text": ""
    },
    {
      "author": "Lewis",
      "text": ": Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff Delviscio and Tulika Bose."
    },
    {
      "author": "Fischman: ",
      "text": "Come back in two weeks for the next episode of COVID, Quickly! And check out sciam.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}