{
  "title": "These Tiny Pollinators Can Travel Surprisingly Huge Distances",
  "img": "https://static.scientificamerican.com/sciam/cache/file/06B42418-5372-4E3A-B3951C748D01DFA8_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/these-tiny-pollinators-can-travel-surprisingly-huge-distances/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/3FC80452-549D-472C-B5013CFA5F1DCF27.mp3",
  "intro": [
    "It turns out that hoverflies may fly hundreds or even thousands of miles—all to help pollinate our flowers and vegetables."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": "When you think of pollinators–what comes to mind? Bees, butterflies, maybe hummingbirds. Well how about… flies?"
    },
    {
      "author": "C. Scott Clem",
      "text": "Flies in general are the second most important group of pollinating insects. So I think they deserve more credit than they often get."
    },
    {
      "author": "Intagliata",
      "text": "C. Scott Clem is an insect ecologist at the University of Georgia. He's been studying a type of fly known as a \"hoverfly.\" You may have actually seen them before, masquerading as bees and wasps."
    },
    {
      "author": "Clem",
      "text": "They tend to be yellow and black colored, and they're kind of different from other flies in that regard. They're these little insects you often find visiting flowers or sometimes they'll actually land on your skin seeking the salt on your skin."
    },
    {
      "author": "Intagliata",
      "text": "By studying isotopes in the insects' legs and wings, Clem and his colleagues have now determined that some of these flies make a remarkable autumn migration. They seem to originate near Ontario, Canada—and then they fly hundreds of miles south, to central Illinois. And it's possible some travel even further—thousands of miles, perhaps."
    },
    {
      "author": "Clem",
      "text": "They get up into high altitude air currents. They're able to surf on these winds basically, and it takes them these vast distances."
    },
    {
      "author": "Intagliata",
      "text": "The results appear in the journal Ecological Monographs. [C. Scott Clem et al., Do Nearctic hover flies (Diptera: Syrphidae) engage in long-distance migration? An assessment of evidence and mechanisms] As for why the flies migrate? Clem says they might be pursuing the aphids they eat southward...or maybe they're following the blooms of nectar-rich flowers. "
    },
    {
      "author": "Clem",
      "text": "If they're moving they could be moving these ecological services across the continent on an annual basis."
    },
    {
      "author": "Intagliata",
      "text": "The scientists write that the flies could be transporting billions of grains of pollen across the continent, all while working to exterminate pests. So even if hoverflies' bee-like appearance is mere mimicry—the ecological services they provide could very well be the real deal. [The above text is a transcript of this podcast.]"
    }
  ]
}