{
  "title": "Love Computers? Love History? Listen to This Podcast",
  "img": "https://static.scientificamerican.com/sciam/cache/file/059F4161-9E60-4CC7-9E4F0F6A05BC6AF6_source.png",
  "url": "https://www.scientificamerican.com/podcast/episode/love-computers-love-history-listen-to-this-podcast1/",
  "audio": "https://traffic.megaphone.fm/SAM7573663731.mp3?updated=1702506125",
  "intro": [
    "In the newest season of Lost Women of Science, we enter a world of secrecy, computers and nuclear weapons—and see how Klára Dán von Neumann was a part of all of it."
  ],
  "authors": [
    "Katie Hafner",
    "The Lost Women of Science Initiative"
  ],
  "category": [
    "Computing"
  ],
  "transcript": [
    {
      "author": "KATIE HAFNER",
      "text": ": Hello Science Talk audience! I’m Katie Hafner, the host of Lost Women of Science. Each season is devoted to the life and work of one scientist who hasn’t gotten the recognition she deserves. We’re calling this season “A Grasshopper in Very Tall Grass,” and it’s all about Klara Dan von Neumann. Klari, as she was called by friends, was one of the world’s first computer programmers. I’ve been writing about computers for a really long time, more than 30 years in fact. I even wrote a history of the internet in 1996, called Where Wizards Stay Up Late. And the wizards? All men. I’ve been on this beat for so long, I thought I knew all the major figures. But then I stumbled upon Klara von Neumann’s name this past year, and I drew a blank. How had I missed her? When I asked some big-hitters in the computer science world about her, they all had the same response: Who? I couldn’t shake this feeling that here was this truly “lost” woman of computing–who was nonetheless connected to very well-known histories and people. She was involved in nuclear weapons research, she worked for Los Alamos, she coded for the ENIAC, one of the earliest electronic computers.  And she ran in a circle of famous scientists—people like Albert Einstein, J. Robert Oppenheimer, and her own husband, John von Neumann, a famous Hungarian scientist who was considered one of the smartest people alive.  I thought Klari could teach us a thing or two about this time–the dawn of electronic computers and nuclear warfare. And so we started digging. This season is the result of what we found. Here’s the trailer: [Trailer] UNKNOWN #1: Do I know who Klara von Neumann is? UNKNOWN #2: I’m embarrassed to say I’ve never heard of her. UNKNOWN #1: Wasn’t she, didn’t she have something to do with the weather? UNKNOWN #3: I’ve heard of John von Neumann UNKNOWN #4: I’m not even sure how to pronounce her name. UNKNOWN #5: Was she related to Newman on Seinfeld?"
    },
    {
      "author": "KATIE HAFNER",
      "text": ": I'm Katie Hafner, host of Lost Women of Science, where we uncover the remarkable work of overlooked scientists."
    },
    {
      "author": "NATHAN ENSMENGER: ",
      "text": "What Klara von Neumann is doing is helping to define what is possible on this new kind of machine."
    },
    {
      "author": "MARINA WHITMAN",
      "text": ": She ultimately became sort of a super programmer."
    },
    {
      "author": "KATIE HAFNER",
      "text": ": Their stories are often untold. Their contributions unacknowledged."
    },
    {
      "author": "GEORGE DYSON",
      "text": ": Klara's role was, sort sorta hidden because she had worked on the very secret bomb calculations."
    },
    {
      "author": "CLAIRE EVANS: ",
      "text": "Women got to be programmers and got to make such a huge impact on programming because that job was seen as not being important."
    },
    {
      "author": "KATIE HAFNER",
      "text": ": In 1947, it was Klara and her code that made nuclear weapons simulations possible."
    },
    {
      "author": "ANANYO BHATTACHARYA",
      "text": ": Programming was this completely new discipline, so really everybody was starting on the ground floor as it were."
    },
    {
      "author": "MARINA WHITMAN",
      "text": ": She always said she liked it because she liked puzzles. And this was a kind of puzzle."
    },
    {
      "author": "THOMAS HAIGH",
      "text": ": I mean, she's like at Los Alamos as someone with absolutely no training in physics or mathematics talking one-on-one with Nobel prize winners, which is pretty incredible."
    },
    {
      "author": "KATIE HAFNER",
      "text": ": And she was working with a brand new technology, deep inside a world forever changed by nuclear weapons."
    },
    {
      "author": "CLAIRE EVANS",
      "text": ": There's this connection between death and computing that is inextricable and inescapable in this history."
    },
    {
      "author": "KATIE HAFNER",
      "text": ": Join us as we seek to understand the origins of modern computing, through one extraordinary woman's story."
    },
    {
      "author": "GEORGE DYSON",
      "text": ": She was sort of there at the moment of creation. If you look at this as a sort of, you know, cradle in a manger sort of thing, she, she was holding the cradle."
    },
    {
      "author": "KATIE HAFNER",
      "text": ": Season 2 of Lost Women of Science coming March 31st. Listen wherever you get your podcasts. [End trailer]"
    },
    {
      "author": "KATIE HAFNER",
      "text": ": This season will take us on a journey from wild parties in Budapest and gambling sprees in Monte Carlo to the staid academic world of Princeton and the wild west of Los Alamos in New Mexico. Klari’s eventful life gives color to this pivotal moment in history. Married four–maybe five–times. Figure skating champion. Computer pioneer. How could we have missed her? Tune in to Lost Women of Science to get the full story of a grasshopper in very tall grass."
    }
  ]
}