{
  "title": "Unvaxxed Kids and 8 Days a Week (of Isolation): COVID, Quickly, Episode 38",
  "img": "https://static.scientificamerican.com/sciam/cache/file/227142DD-AF07-43A3-B6D538E78913C747_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/unvaxxed-kids-and-8-days-a-week-of-isolation-covid-quickly-episode-38/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/B25DE5B1-C817-4585-8A881591229405D7.mp3",
  "intro": [
    "This is our second back-to-school special episode of COVID. Quickly. Today we talk about two big issues: the low vaccination rates among the littlest kids and how long you should quarantine after being sick (actually)."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Jeffery DelViscio",
    "Tulika Bose"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, and welcome to COVID, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research, and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": And we’re Scientific American’s senior health editors. This is our back-to-school special episode, part two. We’ll talk about why so few young children have gotten their COVID vaccines…"
    },
    {
      "author": "Fischman: ",
      "text": "...and how long we should really be isolating when we get sick. ---"
    },
    {
      "author": "Fischman: ",
      "text": "Many kids are back in—or heading back to—school and preschool now, and we know that means the risk of spreading COVID will increase. Yet very few young children have gotten the vaccine."
    },
    {
      "author": "Lewis",
      "text": ": That’s right. COVID vaccines have been available for all ages since mid-June. But only about a third of children ages five through 11 are fully vaccinated. And among kids under five, the numbers are even lower: just a couple percent."
    },
    {
      "author": "Fischman: ",
      "text": "That’s really low. Why is it so low?"
    },
    {
      "author": "Lewis",
      "text": ": Well, there are lots of reasons. The Kaiser Family Foundation polled parents of young children about why they chose not to vaccinate their child against COVID. The top reason parents cited was that the vaccines were too new and had not been tested enough. Others were worried about their child having side effects that would mean having to stay home and look after them. But a considerable group of parents—about 1 in 10—said they simply weren’t that worried about COVID anymore, so they didn’t think their kid needed a vaccine."
    },
    {
      "author": "Fischman: ",
      "text": "Tell me more about that—why weren’t they worried about COVID?"
    },
    {
      "author": "Lewis",
      "text": ": Well, since pretty early in the pandemic, the messaging from some experts and media was that kids don’t get as sick from COVID, especially if they didn’t have any underlying health conditions. And that’s true to some extent. But we also know that more than 1,400 children in the U.S. have died from the disease—including more than 500 under the age of five."
    },
    {
      "author": "Fischman: ",
      "text": "Others have been hospitalized with a condition called MIS-C, which affects many different organs, and some kids have developed long COVID. While these complications are rare, being vaccinated could help protect kids against them."
    },
    {
      "author": "Lewis",
      "text": ": Exactly. But the message that COVID is not a concern for kids has been pretty entrenched, and many parents have simply stopped following the news about it. They understandably just want to get back to normal: going back to school, having playdates, and so on. And getting vaccinated just hasn’t seemed as important to many parents, many of whose kids have already had COVID and were okay."
    },
    {
      "author": "Fischman: ",
      "text": "In other words, parents were more worried about the vaccine than about COVID itself."
    },
    {
      "author": "Lewis",
      "text": ": That’s right. I talked to a couple of parents of young children about how they approached the decision of whether or not to vaccinate their child. Michelle Fox, the mother of a two-year-old boy in Massachusetts, told me that her son had COVID in May, right before the vaccines became available to his age group. She and her husband haven’t had him vaccinated yet, in part because he had COVID recently and probably had some immunity from that. But she also said her husband was somewhat concerned about the risk of some extremely rare side effect, in part because her son was born premature and she herself suffered an extremely rare side effect during pregnancy."
    },
    {
      "author": "Fischman: ",
      "text": "That’s really interesting. Very rare side effects from vaccination do occur, though vaccines are generally extremely safe. But COVID itself can carry a risk for kids—I mean, 1,400 deaths. And some kids do get severe disease."
    },
    {
      "author": "Lewis",
      "text": ": They do. At the end of the day, every parent has to decide for themself how to determine what they think is a bigger risk to their child. Vaccination is one tool—a very effective one—to lower the small risk of severe illness in kids, especially as we head into another fall and winter with this virus. And updated booster shots that target Omicron specifically have now been authorized by the FDA. They’re only for adults and kids 12 and over, so younger kids will have to wait a little longer for the new ones. ---"
    },
    {
      "author": "Lewis",
      "text": ": Five days of isolation. That’s how long you’re supposed to keep to yourself if you get COVID. But there’s some new evidence that five days might not be quite long enough."
    },
    {
      "author": "Fischman: ",
      "text": "Eight days might be more like it, Tanya. That’s how long you might be infectious, on average, according to some recent research. But let’s back up a bit. The reason for isolation is to keep from spreading the disease to other people, to stop them from getting sick. In August, the CDC said to isolate for five days from the start of symptoms. "
    },
    {
      "author": "Lewis",
      "text": ": After that, if you haven’t had a fever for a day and other symptoms have improved, you can go out, right? But if you do, you still have to wear a good mask for another five days."
    },
    {
      "author": "Fischman: ",
      "text": "That’s the official line, yes."
    },
    {
      "author": "Lewis",
      "text": ": But I’m guessing you’re about to tell us that’s not the scientific line."
    },
    {
      "author": "Fischman: ",
      "text": "You got it. Experts were never happy with that 5-day window, saying there’s a good chance that you could still spread the virus after that point. For instance, there was a study in the New England Journal of Medicine showing that people infected with the Omicron variant shed infectious virus 8 days after their first symptoms. A study just published in The Lancet Respiratory Medicine looked at the viral loads of people infected with the alpha and delta variants. Researchers estimated that about two-thirds of them would still be infectious to their communities at 5 days. That risk lasted as long as 7 days. And there’s other work pointing in the same direction."
    },
    {
      "author": "Lewis",
      "text": ": So that really spotlights the importance of the second part of that CDC guidance: wear a good, tight-fitting mask for another 5 days. N95s, KF94s, masks like those."
    },
    {
      "author": "Fischman: ",
      "text": "Yep, and that’s probably why the CDC put the mask part in there. The 5-day window was always kind of mushy, and honestly the 8-day window is a bit mushy too. Could be a bit more, could be a bit less. That Lancet study found that viral shedding was lower towards the end of that period, indicating the risk of spreading was tapering off. And one other thing that Lancet research showed: rapid antigen tests did a good job of showing people when they stopped being infectious. "
    },
    {
      "author": "Lewis",
      "text": ": But testing to leave isolation isn’t part of the CDC guidance."
    },
    {
      "author": "Fischman: ",
      "text": "No, it's not. Even though the agency that approves those tests, the FDA, says that two tests are quite accurate if you take them 48 hours apart. They’re good at spotting the virus, and really good at letting you know when it's gone. Look, isolation is hard, and I think the CDC didn’t want to make tests a barrier to getting out of your house. And masks do work. You can wear one while going to a local library, a community center, or a drug store to pick up some antigen tests. Use them. And that way you’ll keep everyone around you safe. --"
    },
    {
      "author": "Lewis",
      "text": ": Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff Delviscio and Tulika Bose."
    },
    {
      "author": "Fischman: ",
      "text": "Come back in two weeks for the next episode of COVID, Quickly. And check out sciam.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}