{
  "title": "Tracking Outbreaks through Sewers, and Kids’ Vaccines on Hold Again: COVID Quickly, Episode 24",
  "img": "https://static.scientificamerican.com/sciam/cache/file/D46BD83D-FA7E-43CB-9A9C23EA1B3D694D_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/tracking-outbreaks-through-sewers-and-kids-vaccines-on-hold-again-covid-quickly-episode-24/",
  "audio": "https://traffic.megaphone.fm/SAM9962029687.mp3?updated=1703605875",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Jeffery DelViscio"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, and welcome to COVID, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": And we’re Scientific American’s senior health editors."
    },
    {
      "author": "Fischman",
      "text": ": Welcome back, Tanya."
    },
    {
      "author": "Lewis",
      "text": ": It’s good to be back! Today we’re going to talk about tracking COVID through the sewers ..."
    },
    {
      "author": "Fischman",
      "text": ": And explain why vaccines for the littlest kids have been put on hold yet again. There’s been more talk recently about using wastewater to detect COVID. Forgive me, but what’s the poop on that?"
    },
    {
      "author": "Lewis",
      "text": ": I’m glad you asked, Josh! Scientists have known for some time that people can shed the SARS-CoV-2 virus in our excrement. Traces of virus in our sewage systems can often be detected before a surge in clinical COVID cases. So they can provide early warning of an outbreak. And they can spot infections from people regardless of whether or not they’re showing symptoms or if they have access to testing. What’s new is that the CDC has started adding data from wastewater sampling sites to its dashboard, the COVID Data Tracker. The agency first launched the National Wastewater Surveillance System in September 2020. Now they have more than 400 monitoring sites around the country, and they’re planning to add 250 more in the next few weeks. That’s according to Amy Kirby, the program’s team lead, who was speaking in a press briefing. You can look up specific U.S. counties and see whether there’s been an increase or decrease in SARS-CoV-2 levels in their wastewater. If a county hasn’t provided data recently, it’s shown in gray. Right now there aren’t that many sites that are frequently submitting data, but you can still get an idea of how cases are trending based on the colors of dots on the map. Wastewater tracking could also be useful for spotting new variants. In fact, a recent study of the sewage system in New York City found several so-called cryptic variants that were not seen in any clinical samples from patients. The researchers suggested that these could have come from an isolated setting like a nursing home or even from animals like rats—of which there is no shortage in NYC’s sewers. They found traces of rat, dog and cat RNA in the wastewater. This adds to worries that animals could serve as a reservoir for the virus. In fact, many white-tailed deer in the U.S. have already been found to have SARS-CoV-2 antibodies. Wastewater monitoring isn’t just limited to COVID—it could also be used to detect outbreaks of other pathogens, like flu or antibiotic resistant microbes, or even patterns of opioid use, scientists say. Our poop is a veritable gold mine!"
    },
    {
      "author": "Fischman",
      "text": ": One group of people in the U.S. has not been eligible for COVID vaccines: kids under five. Is that about to change?"
    },
    {
      "author": "Lewis",
      "text": ": Not this month, Tanya, and not next month either. The Food and Drug Administration and the vaccine maker Pfizer, which has been testing shots in the littlest children,  wanted kids’ vaccines to happen. So do lots of parents, who have been desperate to get their little children vaccinated. There are about 18 million kids under the age of five, and they go to day care and nursery school and pre-K and playgroups. Vaccines have been approved for everyone aged five and up. But these littlest ones have been out there, unprotected. The tests of these vaccines, however, were not rousing success stories. They showed the vaccines were quite safe in little kids. Yet they didn’t show the shots produced immunity in children aged two through five.  These shots—two of them, each smaller than the adult dose—did work in kids under age two, including infants. They produced levels of antibodies just like the levels that stopped infections in teenagers.  For the two and ups, Pfizer decided to add a third shot to the regimen and test that. And they applied for approval for the two-shot routine. The reasoning is that the vaccine was safe in kids, it worked in the infants and that starting the doses now will get the older kids to their third shot faster. But it’s unusual to approve something when not all the data are in. That bothered some scientists on the agency’s vaccine advisory committee, such as vaccinologist Paul Offit of the Children’s Hospital in Philadelphia. He didn’t want to approve a shot without seeing more evidence that it actually worked.  Apparently a number of other experts shared that sentiment. Last week the FDA, which had encouraged Pfizer’s application, suddenly reversed course. They canceled a meeting of the advisory committee that was going to review the application, saying it would be better to wait for complete three-dose data. Pfizer agreed, and it expects that info to be available in early April. The Omicron variant played a role in this back-and-forth. More kids started to be hospitalized in early January than ever before—about 800 per week—and that made the agency look for ways to work fast. But the variant also infected kids in thetwo-dose Pfizer trial, making the third dose even more important to judge effectiveness. So officials made the decision to wait. Plus, the pace of Omicron infection has started to wane. Above all, I think, nobody wanted to seem like they were taking shortcuts when it came to kids, and moving ahead now seemed more and more like cutting corners. Some vaccine experts worried that it would raise parents’ suspicions. So now it’s wait until April. That’s distressing to parents who thought they’d be able to extend protection to their little ones. But it’s also following the science and not getting ahead of it. Now you’re up to speed. Thanks for joining us. Our show is edited by the inimitable Jeff DelViscio."
    },
    {
      "author": "Fischman",
      "text": ": Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}