{"title":"A Source of Integrative Support for Breast and Ovarian Cancer Patients [Sponsored]","img":"https://static.scientificamerican.com/sciam/cache/file/323ED471-5AF8-446F-A74A83C1008287A6_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/a-source-of-integrative-support-for-breast-and-ovarian-cancer-patients-sponsored/","audio":"https://static.scientificamerican.com/sciam/cache/file/4A1C72A8-CCA7-4449-8406360087876126.mp3","intro":["Celebrating those who are making a patient’s experience as easy as possible during an extraordinarily difficult time, the Cancer Community Awards, sponsored by AstraZeneca, presents an individual or organization with a Catalyst for Care Award. We spoke with the 2021 winner, Unite for HER’s founder and CEO Sue Weldon, to hear more about what’s happened since her organization received the award."],"authors":["Scientific American Custom Media"],"category":["Cancer"],"transcript":[{"author":"Megan Hall","text":": Every year, the Cancer Community Awards, sponsored by AstraZeneca, presents an individual or organization with a Catalyst for Care Award. This award celebrates those who are making a patient’s experience as easy as possible during an extraordinarily difficult time. In 2021, the non-profit Unite for HER received the award for its work funding integrative therapies like acupuncture, massage and nutrition support for women who’ve been diagnosed with breast or ovarian cancer. As we prepared for this year’s awards, we reconnected with Unite for HER’s founder and CEO, Sue Weldon, to hear more about what’s happened since her organization received the award. Sue Weldon, thank you so much for taking the time to talk with me today. I’m really excited to hear more about what you’ve been doing in the past year."},{"author":"Sue Weldon","text":": Aw, thank you for having us. It’s been quite a year. You guys really springboarded us on this wonderful nationwide expansion as well. So I’m happy to share."},{"author":"Hall","text":": Do you mind, for people who don’t know your story, just giving us a brief summary of your own cancer journey?"},{"author":"Weldon","text":": Yeah, absolutely. So in 2004, I was diagnosed with breast cancer. It was at a time where I had three small children and definitely felt they had the wrong girl, like a lot of people diagnosed. There was a lot of side effects and symptoms that occur during cancer treatment. As a young woman, when you’re going through chemotherapy, you’re sort of forced into this menopause. So I was having hot flashes every hour, on the hour. I wanted to have more children. I was emotionally depressed. I was in bone pain, neuropathy, all the things that come along with treatment itself. That’s where I was learning how to treat the patient who was myself, and that whole woman, to get through. It was life changing for me. It just allowed me to really dive in and educate myself about integrative care, acupuncture, oncology massage, reiki, yoga. Nutrition was huge for me. Food became my medicine and something I could control. These were things I could control. The diagnosis, the treatment, I couldn’t control any of that. That’s really how it all came about.  I remember being about a year out and feeling better. Six months of chemotherapy, bilateral mastectomy. It was a rough go. Lost a lot of weight. I was just getting myself back. Hair’s coming back and I went to this event. It was Yoga on the Steps down in Philadelphia. I saw this young woman out the corner of my eye and I can see her face because she reminded me of myself. Her hair was gone and the yellowish skin and the hollow eyes. We all know that feeling.  I remember that feeling, that blank stare that I had when I couldn’t believe it was me. So I went up to her and I shared. She asked how I looked so good and what did I do. We just had this connection. And when I share with her about the acupuncture and the yoga, meditation, the whole-food nutrition and plant-based diet, she started crying. She’s like, “Oh, well good for you. I could never afford all that.” That was my moment. That was the moment where I was like, oh my gosh, shame on me.  This is where we can make an impact. How can we get these types of therapies to everyone to get access? So I went home and said, “Honey, all right. We’re going to start a non-profit. I’m not quite sure what it looks like, we’re all going to work for free for a while.” But I want to make sure that we could be able to give and fund and deliver these types of integrative services. It started with 23 women in 2010, 2009, 2010. Had to have a fundraiser. Now we’re serving over 3,500 women all across the nation."},{"author":"Hall","text":": Let’s say I am a woman who was just diagnosed with cancer and I’m coming to you. I’m coming to Unite for HER. What would you tell me about how you might be able to help me, what I’m going to experience if I work with your non-profit or benefit from your services?"},{"author":"Weldon: ","text":"Yeah. So I would welcome you into our community first, and just applaud you for making that step, right? To make the step, to reach out and get your resources, sometimes as women, we feel like we’ve got to do it all, right, and that we can handle it and we can stay strong. Then we just sort of talk through where they are with our wellness-program management team. They’re extraordinary, our registered dieticians. Then we meet them there and say, “Okay, this is how we can help you with these side effects and symptoms. By the way, you’re not going to have any financial burden. We’re going to offer you a wellness program with a passport.” We call it a wellness passport of two thousand dollars’ worth of treatments. Those two thousand dollars’ worth of treatments, you get to choose, right? You get to choose how it’s going to work for you. Some women may have sleep deprivation or depression and they might approach it differently. But the outcome may be the same, right? Some may dive into nutrition. Our cooking classes alone, our registered dietician team, they’re so dynamic and just so fun. To have a cooking class where you’re with these women and you’re taking your mind off of it, but you’re learning whole-food nutrition and learning how this food is going to help with the metallic taste in your mouth or digestion, it just allows you to take control. That’s where we let them know that we’re going to, one step at a time, give you a little bit of that control and confidence back, and we’re with them for life."},{"author":"Hall","text":": What do you say to skeptics? People who say, what does acupuncture do? What do these things do? Really, they need chemotherapy. They need medical treatments. Does this really make a difference?"},{"author":"Weldon","text":": Yeah. So let’s make sure we’re correct in this. We are not an either or. We are in addition to. Yes, you’re getting your chemotherapy. You’re getting your medical treatments. You’re getting your surgery. We are not preaching anything different than that. We are saying, in addition to that, we’re going to help you with your side effects and symptoms. When you have chemotherapy, you have stomach issues, you have bone pain, you have headaches, you have depression, you have neuropathy, you have hot flashes, this is all science and research based. This is in the journals, right, of the medical journals that talk about acupuncture helping with cancer patients. Massage helping to alleviate stress. Whole-food nutrition, I mean, there’s so much science and data. Everything we do is backed by science and data. But rest assured, this is not an either or. This is in compliment with the standard of care. So we do it in line with your medical team. We are talking with them. We are connecting the different physicians together so that way we have this whole-patient care."},{"author":"Hall: ","text":"Sounds like you’re just doing what the doctors don’t have time to do or the training to do."},{"author":"Weldon: ","text":"Yeah. Both. I mean, they have such a big job to do and I am so in awe of our medical community and the strides that they have made. So much has changed since I was diagnosed. But what we talk about is that they treat the cancer, we treat the woman. We treat the physical, emotional part of that healing process, which actually makes them do better on treatment."},{"author":"Hall: ","text":"So let’s move on and talk about the award that you received. So what did it mean to you to be nominated and then eventually win this Catalyst for Care Award?"},{"author":"Weldon: ","text":"We were just so honored. I always put the we in there because Unite for HER just was able to now finally be looked at on the national stage. This award helped us with that, right? To be recognized for the work that we did. We were in the Philadelphia, New Jersey, Delaware area. When COVID hit, we expanded because we did our programming differently. We did a virtual. That means we could go anywhere. We mailed it right to their home. The award just came at that perfect time where people were recognizing the work that we did. There’s not many people doing integrative care and meeting them at their home, or right in their home community in such an impactful way. So for us to be able to get that message out, and what an incredible team to work with, both Scientific American and AstraZeneca put us on this platform that allowed our story to be heard, came in and interviewed us and had this staff there and shared and interviewed our patients to tell this beautiful story. That’s powerful. That exposure is one area, but then the beautiful grant, such a generous grant on top of that that served another 100 women. That’s just extraordinary."},{"author":"Hall","text":": I understand that you’re a judge this year. Can you give me a sense of what the nominees were like and what that experience was like?"},{"author":"Weldon: ","text":"Oh my gosh. Wow. Extraordinary. To be on the other side of it and to be able to look at all those different non-profits or movers and shakers in the cancer community that really are all about whole-patient care. They’re all doing it in different ways. But together, we have this collaborative approach, right? So yeah, it gave me a whole new respect on the whole judging process and what it took for us to be there. I can’t wait to see this next person come up and feel all the goodness that we did."},{"author":"Hall: ","text":"What are you looking forward to in the next year? What gives you hope? How are you growing and changing?"},{"author":"Weldon: ","text":"We’re serving a lot of women now. So for us, it’s making sure our infrastructure’s strong so we can maintain it. We want to maintain our hands-on, engaged approach. We never want to lose that. That’s what made us who we are. So for us, we want to focus on making sure that all those services that we’re putting out there, that they get used, that they’re understood, that the education is put in front of them. How do we do that in a way that transcends across the nation like it did locally? We don’t want to lose that high-touch feel that Unite for HER was known for. We don’t want that to change, right? Even though we’re growing very quickly, our roots, we’re a hands-on experience. We have to work on that and continue to serve. Our biggest priority is to make sure that we get to the ones that needs the most and prioritize a lot of those underserved communities. We developed a Spanish-speaking-only wellness program because we wanted to make sure we were embedded in the culture. We’re leaning into making sure our women of color, our Black and brown women don’t have this health-equity gap that is just so devastating. What can we do to do our part? So for us, we’re making sure that we’re getting into those communities and understanding and recruiting in a way that is so impactful."},{"author":"Hall","text":": Well, Sue Weldon, it was such a pleasure talking to you. Thank you so much for taking the time."},{"author":"Weldon","text":": Yeah. Well, thank you. It was great. I appreciate it."},{"author":"Hall","text":": Sue Weldon is the founder and CEO of Unite for HER. In 2021, the non-profit received the Catalyst for Care Award from the Cancer Community Awards, part of the AstraZeneca YOUR Cancer program. YOUR Cancer brings together the community that is working to drive meaningful change in cancer care. Visit YourCancer.org to learn more about the C2 award winners and the YOUR Cancer program. This podcast was produced by Scientific American Custom Media and made possible through the support of the AstraZeneca YOUR Cancer program. — For more remarkable stories from the 2021 Winners of the Cancer Community Awards, visit our Heroes of Cancer Care collection. [The above text is a transcript of this podcast.]"}],"wave_peaks":[11,64,18066,9546,8443,8150,6834,6681,8496,8837,12681,14124,13002,10761,424,11926,7148,8676,8713,13461,11553,11040,7454,6370,18519,8771,12677,8515,3590,337,14358,7581,7955,10170,7965,6910,8797,5146,4418,5754,6874,6534,5675,12328,12843,7132,9416,7189,8507,6935,5939,8449,8132,2015,129,7387,9573,7726,12980,2484,13674,14635,14113,5165,9964,10057,10254,330,9611,10154,9512,6719,9732,8935,7816,8213,11089,2035,7352,25495,6818,5826,9720,9152,10565,9713,5181,6348,753,13262,7931,15761,15487,4678,13540,8205,8979,12589,9742,6816,4114,521,2629,17354,9347,10104,7836,11300,7247,3782,6696,12691,16665,8819,11000,9017,7628,12747,8029,4288,19145,5440,7143,22658,6732,513,10006,16095,8011,15714,4570,8833,9132,7536,5653,7430,9797,4521,97,11,8202,19533,9077,332,13180,7093,7027,9523,5833,6532,5737,15641,15937,6445,6854,8613,19036,5625,3674,16266,26915,11466,8546,8432,9377,4247,34,3012,11443,4258,18793,8239,9412,4987,8495,8927,16125,6612,7395,11901,4564,11025,16595,5281,5174,11421,13381,3749,14328,14520,6418,4116,4160,3565,2425,4506,11959,13741,2261,9475,4809,3534,10682,11720,5450,7847,6165,9370,6689,4395,4109,1381,9346,7301,7892,6639,6041,5766,9073,7482,5374,4435,3543,8559,7376,8973,8201,6202,14382,7595,32548,4092,13054,19547,9606,17967,20136,7631,1271,5302,9143,4245,10782,11196,195,642,1440,4897,5348,6881,12484,4041,12382,2412,9316,5721,3065,9725,1520,5476,9702,2359,4580,7917,1234,219,3566,4322,4276,5970,4741,3619,9283,10832,2633,2880,3763,3263,213,9369,16009,4747,2712,1841,1134,4196,1299,600,1359,957,833,1665,4007,3251,5380,6590,4365,8812,2921,2972,2481,4223,2615,328,2009,820,3859,1528,1456,1055,1623,1699,2711,1105,31,6726,1018,1582,1707,1104,1244,4501,6622,1896,1202,1442,1775,1150,6039,183,52,3645,4226,11419,4943,198,5189,2338,1760,3070,344,2352,206,179,1791,306,7089,2793,1897,1960,2191,2049,138,1675,5386,2100,584,1208,3334,2342,803,10,3571,6192,15046,2770,1603,5038,2705,3600,2364,3972,2694,1968,2953,1902,2034,2803,1152,1846,745,885,1299,1547,2824,1808,3736,1527,1684,3372,1093,98,1680,1940,591,351,2375,1546,2577,3579,1510,2490,595,6372,2845,2815,6587,5243,7130,9797,2008,2729,115,7108,8627,4087,4201,2938,1517,2629,4366,120,86,4566,6319,12701,8409,1801,13489,13800,11438,5755,11562,8403,3024,3859,10637,8751,14780,12814,3243,5326,4383,679,10008,13204,6035,5238,5077,6288,2952,5936,7627,5280,4028,2442,2542,3892,9060,3122,557,19713,13047,16035,4746,225,5883,4714,6434,212,6199,10032,6521,12197,2849,3563,12203,7359,10066,5022,8350,11831,17982,10758,7782,13074,5025,3323,3660,1940,198,2375,6599,9558,17529,20886,4666,4524,10891,10319,15359,18150,8942,11031,7499,7540,4421,3061,2994,7911,1226,1821,3611,2348,3931,3065,11047,4217,4742,2402,329,3078,9494,20273,10351,2932,5051,5278,5964,4864,4952,4075,4958,5984,2589,4211,4683,3788,1626,26,8479,13967,1350,2016,6668,5570,9308,9792,13677,2820,2293,2567,5907,12788,5263,314,7684,8624,11956,4356,4582,1734,2469,5308,3353,2676,3293,1532,1054,4674,2000,4100,2176,3513,3699,2189,548,277,2716,4587,3062,1718,4252,2082,1211,3271,3955,3940,8573,1635,88,2123,2393,2797,2897,1621,52,3661,3088,4900,4684,1529,2622,2535,4174,1502,1176,301,628,1547,2768,3536,3648,3491,4856,4849,145,4509,6544,10699,5399,432,339,7559,3775,3984,3890,2787,6616,8224,2593,6596,4219,895,1061,11589,15000,1745,10,53,1867,12451,6486,3317,6142,6246,7527,11560,7719,29416,13658,8319,8523,32760,8060,794,18004,15255,6289,99,3488,8342,8297,7218,3524,4287,3515,10642,3330,3382,1962,2724,2484,2289,1083,5075,1636,4862,3227,5749,4473,1468,4014,8387,1940,3033,2048,1642,1180,1620,2724,2363,6995,2399,7371,2082,156,51,1809,1322,992,2783,2000,1827,2353,2074,4774,1417,1701,1683,2685,143,3891,3538,1783,747,108,6326,9833,9049,4909,5792,3093,2980,3715,3338,4263,2500,2757,2437,2960,3174,5485,6775,3528,3078,2295,2088,3779,2060,4418,2993,2747,998,959,5976,3497,3866,4841,5035,1119,7740,2889,1419,3375,5372,7849,2095,1883,2218,5226,4120,2241,2564,4234,2504,1822,4089,4430,1947,2321,1592,3089,3179,8897,10232,9690,4874,6721,17818,1878,4008,2668,3388,2330,3003,7130,4273,1485,5063,9227,5794,3385,3596,13969,32485,6833,9771,4806,6681,3897,4118,2456,1270,3780,2750,341,1951,2959,2756,149,4635,5140,2836,2845,2232,3669,1537,101,5667,6678,5343,5014,5346,6806,5975,5365,4311,4597,4936,1355,1932,2054,2407,1580,1535,2227,2733,2773,2064,2064,1757,1627,52,2448,4128,3767,5316,2118,1452,2866,1854,2240,2611,1769,1746,5218,1022,3290,1667,2277,3254,203,1323,1947,1900,2327,1901,1394,11,4247,3124,3603,3675,3733,1660,3831,3201,704,8778,3534,1547,2660,783,928,960,412,4508,426,1002,8437,2845,1888,545,2156,499,37,11317,5768,6526,3184,6111,2652,7149,1311,1285,790,6095,10326,3735,3241,5951,8726,4441,5223,4401,6909,9383,5356,6988,2803,3479,1882,2867,1384,1607,633,762,2623,1063,5581,4137,6269,1551,5,4302,1285,2290,1943,1552,1121,2216,45,11,4309,3826,5458,3535,2528,3603,349,15560,9282,6770,3346,2375,3126,2893,1105,1493,944,957,1215,7132,1007,96,3610,1962,2527,1632,375,4406,3139,2175,3619,2381,2264,2420,2229,1484,4105,2133,5428,1631,1925,1786,2147,2143,1492,99,2961,4435,3202,1641,6784,2220,1853,1295,1040,1352,2257,1908,1340,105,5782,4933,1993,4003,3022,526,1864,73,64,4366,7886,7557,4141,2290,4166,5708,2482,1723,2193,5962,1696,1424,2003,1972,2210,4740,2633,2155,2978,80,10,3355,1671,3268,1735,2600,474,11009,9949,3117,4898,5222,2127,2235,6191,5731,7779,19436,4235,2790,4977,7800,3705,3207,7418,7122,2784,4243,5866,4439,3418,7978,3761,3949,3917,2537,6896,5829,4509,3985,5193,1174,2391,13890,14229,6022,4909,5467,4315,2567,10175,12003,2684,367,19135,10918,4417,11469,16305,11819,4273,3985,17624,3387,1287,2001,2352,396,6933,4005,2126,3657,2836,6049,2852,6045,3707,1079,2591,755,2787,35,18371,12526,5560,28158,9238,6321,8968,1873,25765,5874,10338,8795,4645,3493,6488,788,3305,12728,6988,8345,10702,4699,3346,5245,3363,6675,6205,1881,8346,4084,712,2043,1354,6786,2746,141,4780,9789,10900,2581,91,4869,5713,26413,3156,4176,9029,2329,4772,7473,6861,21741,1447,7090,6377,6790,4159,3810,895,9734,14032,251,12200,7515,20090,5183,2447,3321,1492,104,5204,4382,4649,8825,4623,5663,3222,3494,4276,10533,928,14,4271,7091,3621,5623,3091,2189,3227,4085,17904,3729,7577,2517,17852,23044,8073,15419,4062,11082,10432,4872,7317,4880,143,27144,14427,11538,6246,9233,10861,10052,3093,7090,8827,2911,649,5490,5943,4434,5416,7765,10638,7116,12338,2637,6641,2576,508,7366,6872,11907,4166,2452,2476,4798,2107,809,2983,1459,10903,301,8226,18481,8034,5323,8787,8181,4004,3454,2199,9626,11053,4941,6969,15665,5257,6158,4561,2713,3024,8761,11696,11382,7237,2917,2780,4046,14323,27551,23817,9636,16786,16931,9578,10616,9359,7663,5375,4684,1478,1335,6817,4647,2304,896,9330,10568,5697,5107,7894,4732,12384,14492,461,597,18848,21711,11161,27702,19163,24042,261,11238,10074,15397,5250,1459,2004,6161,1886,4074,2579,1345,3890,1909,1902,1638,3255,1686,2158,4204,1743,141,7146,3582,5470,8285,12356,3648,4374,19798,12479,5956,15601,21062,127,13830,4057,315,4351,8118,3920,2906,5018,5621,3632,3129,5951,7509,6492,6371,4769,3427,3094,6880,7366,5880,3669,3633,2466,8518,9319,3903,5066,5202,5429,5778,591,3300,13418,1883,2739,1566,525,8121,10648,10835,7364,10708,9804,141,9279,6288,4104,4616,4270,7042,4242,1711,121,7271,14980,6919,5372,7363,7186,6641,6287,9644,3502,3066,2897,6629,11343,3370,5179,927,3227,4225,563,12259,7864,19254,19898,14450,16250,17680,11524,14095,10548,3987,20769,3397,2034,8494,3375,2309,6434,1074,9149,5609,3425,6853,7772,4865,8913,12355,4234,143,19862,13990,9352,8178,9383,4345,2623,2446,4855,14316,18024,5303,5209,1977,2054,393,4911,12457,18082,3822,6525,9078,2572,7273,5172,867,19764,25419,10774,8764,11904,11447,4570,4846,5517,7683,3397,5482,2024,3861,13455,9382,4583,5004,6062,11317,8887,5315,3644,10561,4088,278,10252,15814,18992,16999,16175,123,32728,28512,26831,16065,29171,8686,14182,18539,3508,1922,10273,8041,10460,2281,5494,10278,4085,13814,9358,3455,3594,2730,2169,4993,4301,4595,7003,122,6649,5438,5964,10078,6668,10320,7303,7201,3671,13174,3373,8232,1190,7765,11396,6815,14301,7762,2609,812,8265,12383,7894,2582,6382,3033,4606,11418,4853,1485,2551,5260,4532,14500,3590,13382,9067,3032,9010,5914,185,1102,20313,17952,2701,32767,18600,27456,8463,8374,32562,3543,2131,3952,10713,5335,4589,9020,4331,1361,6527,5495,7909,2576,20319,6092,173,29993,29258,10345,4875,7375,3394,3201,3494,10212,2753,176,2711,11631,1649,1981,12042,2722,12138,8116,4836,6128,6390,4987,3160,4525,331,3751,3594,4080,4140,7426,3688,3355,4036,5258,4512,3836,2103,2393,3987,596,17,498,2807,2968,8713,5541,2158,3717,5007,32767,18374,12044,15166,20014,15840,17606,18989,1882,1503,3384,8642,4412,3936,2095,1765,8035,13216,906,837,435,3881,7911,5077,1966,2504,1822,4398,3216,1198,1349,4554,4866,118,19767,8410,7231,2942,2708,1001,2804,9015,12320,5022,3720,6076,11854,8551,11261,22348,7313,4562,4812,11317,3090,6114,3119,2631,89,10212,3879,38,10752,26111,9613,13026,5905,9251,25964,9860,6516,9369,1268,1610,17827,15789,20387,11821,18189,703,8712,14278,29402,12891,20046,25526,2057,14603,14147,7604,9550,3942,859,6664,2957,6553,4545,3517,4820,2203,9929,7983,6168,6755,3406,7,7838,4067,2063,3626,2079,2431,2277,3268,3011,6757,1997,7214,4330,12725,7705,5850,2247,1842,3621,3634,5969,6268,5618,4970,90,12468,21083,23549,6350,10886,20299,3713,4296,12094,9531,5104,4931,3030,6272,10132,19957,4134,4899,4224,6578,3118,5836,10897,7529,7543,7982,15687,28581,3586,17037,6328,12856,10227,454,163,19914,25102,11787,14518,12675,14411,7650,10399,17646,201,19807,20022,13947,15091,7571,8709,11485,2960,2452,8963,7620,6817,11668,9950,7079,13345,9054,11330,5187,8471,4740,10134,17476,18428,197,7805,15341,22174,21397,20936,18386,4272,8626,10137,15200,18969,7286,153,18554,13135,13457,2906,49,5691,11618,18090,9468,4650,11841,10301,7866,2937,4329,2336,4840,1222,105,12414,16356,6209,5281,1913,9890,9768,8312,11260,3573,56,4830,12450,5243,3092,85,32708,19631,6945,13070,5749,8785,8017,8089,2002,9700,17739,16163,10024,2716,4902,4761,6326,7297,9168,353,89,12107,5,7086,6647,10356,5557,3352,5260,5243,4424,2591,3674,4088,4498,1870,2910,490,4430,6501,5845,3604,4851,3813,4004,6611,7835,2026,1046,5051,13004,13046,10569,5576,3929,4203,4842,13342,11685,4351,3350,2167,3740,3994,2840,5256,3383,4838,1300,378,5698,3115,4145,4495,2072,5888,8513,2313,3594,12861,3577,3239,5576,2513,152,8466,19084,9755,675,10438,5760,5562,225,3060,3433,4225,5275,6260,392,157,5467,18149,14549,17082,13611,964,3751,24325,6289,5173,4655,5142,2286,1379,2245,2260,1928,2087,2590,2711,687,105,6565,6064,7340,10542,7704,3849,4146,3894,2937,5024,10957,9459,14865,7824,7801,9841,9320,13728,3781,6295,7944,7050,9809,7345,6435,5279,183,10438,10483,4376,13901,3527,17150,4139,9626,9160,2704,24,8320,11070,7102,10366,8565,6597,10867,8394,6515,9814,12014,5159,267,6912,11097,7796,12590,10412,14068,18123,8589,10409,14581,7480,8328,10896,7671,7026,9603,7017,5349,5588,6034,2620,13686,10299,20324,8385,13137,208,10254,9970,7331,5402,13,16254,15788,6699,9559,11562,5354,5254,9114,10204,12735,5003,7947,7742,5227,11233,6623,4326,227,9446,11311,10854,13268,14333,13652,7868,14265,13528,9157,9920,9801,5221,6615,7857,9646,6917,8597,4182,578,34,4225,17641,18455,17087,5873,14766,9246,11352,11673,8531,7272,11152,389,9057,15617,5891,6935,8709,5199,16936,7762,9499,1667,12893,6186,6200,3161,142]}
