{
  "title": "Meerkats Are Getting Climate Sick",
  "img": "https://static.scientificamerican.com/sciam/cache/file/618A4B49-EC3A-4953-9B3D618B120B1118_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/meerkats-are-getting-climate-sick/",
  "audio": "https://traffic.megaphone.fm/SAM1912580095.mp3?updated=1703605843",
  "intro": [
    "For meerkats in the Kalahari Desert, rising temperatures spark deadly outbreaks of tuberculosis."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American’s 60-Second Science. I’m Karen Hopkin. Climate change. It’s the culprit behind an increase in droughts and floods, wildfires and storms. And a new study shows that it’s making more meerkats come down with tuberculosis. The findings appear in the journal Nature Climate Change."
    },
    {
      "author": "Maria Paniw",
      "text": ": So tuberculosis is an endemic disease in meerkats. It has been present in the population since meerkats have been studied."
    },
    {
      "author": "Hopkin",
      "text": ":Maria Paniw is a researcher at the Doñana Biological Research Station in Spain. She says that for meerkats living in the Kalahari, TB outbreaks have been on the rise. Coincidentally, so have the local temperatures."
    },
    {
      "author": "Paniw",
      "text": ": So we wanted to know whether there was a link between climate change, which you know has been increasing temperature extremes, and increases in tuberculosis outbreaks. And how this may affect populations of this social species."
    },
    {
      "author": "Hopkin",
      "text": ": So Paniw and her colleagues crunched the numbers."
    },
    {
      "author": "Paniw",
      "text": ": I was very fortunate to collaborate with the Kalahari Meerkat Project which is a fantastic project where we now have over 22 years of very detailed data on individual meerkats and about their survival, their reproduction, their growth, their movement, and so on. So it’s a very rich data set to work with."
    },
    {
      "author": "Hopkin",
      "text": ": They used the data to build models to predict how climate change will affect meerkat populations."
    },
    {
      "author": "Paniw: ",
      "text": "Our main results show that climate change affects meerkats primarily by increasing the likelihood of deadly TB outbreaks."
    },
    {
      "author": "Hopkin",
      "text": ": And according to the model, it can do so in two ways."
    },
    {
      "author": "Paniw",
      "text": ": First, extremely hot years induce physiological stress on meerkats because meerkats need to hide from the extreme heat. They do not have enough time to search for food and extreme heat may also be associated with very low rainfall and therefore drought so little food availability."
    },
    {
      "author": "Hopkin",
      "text": ": That stress increases the probability that an endemic disease will turn into an outbreak that can completely wipe out meerkat populations….with the extinction risk for local groups predicted to double over the next dozen years."
    },
    {
      "author": "Paniw",
      "text": ": And the other way is that climate change also sort of destabilizes local groups and makes male meerkats much more mobile."
    },
    {
      "author": "Hopkin",
      "text": ": Meerkats live in social groups from which males normally disperse to find mates. And when it’s warmer, males are much more likely to hit the road."
    },
    {
      "author": "Paniw: ",
      "text": "And with that they carry disease, they carry tuberculosis with them, and by moving around too much they spread disease between meerkat groups which again increases the chances or the risks of severe outbreaks."
    },
    {
      "author": "Hopkin",
      "text": ": And Paniw says it’s not merely meerkats that should be concerned about the climate."
    },
    {
      "author": "Paniw",
      "text": ": This finding is particularly interesting and important because tuberculosis is a very widespread disease which affects many species including livestock that is quite important for humans."
    },
    {
      "author": "Hopkin",
      "text": ": Yet another way that climate change could land us all in hot water. For Scientific American’s 60-Second Science, I’m Karen Hopkin. [The above text is a transcript of this podcast.]"
    }
  ]
}