{
  "title": "Rediscovered Red Wolf Genes May Help Conserve the Species",
  "img": "https://static.scientificamerican.com/sciam/cache/file/C1B1A41D-98D9-49CF-89085AC956071348_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/rediscovered-red-wolf-genes-may-help-conserve-the-species/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/7213AF73-2142-44CA-AE7D5DE480038BA3.mp3",
  "intro": [
    "A surprising new gene discovery in coyotes may help conserve the critically endangered wolf."
  ],
  "authors": [
    "Fionna M. D. Samuels"
  ],
  "category": [
    "Endangered Species"
  ],
  "transcript": [
    {
      "author": "Fionna M. D. Samuels: ",
      "text": "This is Scientific American’s 60-Second Science, I’m Fionna Samuels. The red wolf once roamed a huge swath of the eastern United States. The historic range of these rust-colored canines stretched from Long Island across to Missouri and down to the Texas-Mexico border. But by 1972 the population was reduced to only roaming a small area along the Gulf coast due to habitat loss and hunting.  To conserve the species, 14 individuals were captured as part of a breeding program. In 1980 their wild relatives were declared extinct—the captured wolves were all that was left."
    },
    {
      "author": "Kristin Brzeski",
      "text": ": The species has gone through this huge bottleneck and through that lost a lot of genetic variation. And now there's a fair amount of inbreeding in the species because you can't help it when you have so few founders."
    },
    {
      "author": "Samuels: ",
      "text": "That’s Kristin Brzeski, an assistant professor at Michigan Technological University, whose research focuses on the conservation of genetics of wild animal populations."
    },
    {
      "author": "Brzeski",
      "text": ": I think, what captures the imagination with the red wolf, and I think this work, is it, it's been the underdog. It's been the underdog scientifically; it's been the underdog for conservation. It was, you know … all wolves were heavily persecuted, but the red wolves were heavily persecuted to the point that only 14 were left."
    },
    {
      "author": "Samuels: ",
      "text": "Now, Brzeski and her collaborators have found a surprising new pool of red wolf genes that might help bring more diversity to the tiny population: ghost alleles in wild coyote populations. Alleles are the parts of a chromosome that encode specific genetic traits. Just like humans, canines inherit one allele from each parent for a certain gene. But why are these called “ghost” alleles?"
    },
    {
      "author": "Bridgett vonHoldt",
      "text": ": So the ghost part is the red wolves are gone, and we presumed they took all of their genes with them. But what we also have to remember is when a population is dying out, it might find the best mate is the next closest related species. So a red wolf and a coyote can have offspring. Maybe the red wolf dies, because that's what's been happening for red wolves, but all of those genes that it just passed on to its coyote hybrid offspring, now get to circulate and we've rediscovered those."
    },
    {
      "author": "Samuels",
      "text": ":Bridgett vonHoldt, who you just heard, is a collaborator working with Brzeski. Together, they found that some coyote populations in Louisiana and Texas who were protected from hunting still retain huge amounts of red wolf genes—some individuals are almost 60% red wolf.  As red wolves are released back into the wild, breeding with these coyotes could help the critically endangered species regain some of its genetic diversity. That’s almost like going back in time and un-doing the genetic bottleneck from 1980—making the new red wolf population more genetically diverse."
    },
    {
      "author": "vonHoldt",
      "text": ": This would be kind of the opposite direction, taking the small isolated, you know, inbred population from the captive breeding program that still has red wolf genes that are so critical, and put them into a wild landscape with new genetic variation that they haven't seen for 50 years or more. And all of a sudden, hopefully, this is like a super mix of genetic health and sort of a rebound that these animals can be wild and be themselves again."
    },
    {
      "author": "Samuels",
      "text": ": The next steps will include how to release red wolves in a way that takes advantage of the ghost alleles hiding in coyote populations. Like with other wolf releasing efforts there might be some push back."
    },
    {
      "author": "vonHoldt",
      "text": ": There will be controversy, there will be people who aren't happy. But there are people that are and are incredibly supportive. And I think also at the end of the day, there's a philosophy that we created this problem, we're responsible for fixing it."
    },
    {
      "author": "Samuels: ",
      "text": "For Scientific American’s 60-Second Science, I’m Fionna Samuels. [The above text is a transcript of this podcast.]"
    }
  ]
}