{"title":"Are You Better Than a Machine at Spotting a Deepfake?","img":"https://static.scientificamerican.com/sciam/cache/file/FF9411E3-6975-4B44-BD7E6544E9363865_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/are-you-better-than-a-machine-at-spotting-a-deepfake/","audio":"https://static.scientificamerican.com/sciam/cache/file/12A14D79-F76E-4592-9F826D6467E26FCD.mp3","intro":["New research shows that detecting digital fakes generated by machine learning might be a job best done with humans still in the loop. "],"authors":["Sarah Vitak"],"category":["Artificial Intelligence"],"transcript":[{"author":"Sarah Vitak: ","text":"This is Scientific American’s 60 Second Science. I’m Sarah Vitak. Early last year a TikTok of Tom Cruise doing a magic trick went viral. [CLIP: Deepfake of Tom Cruise says, “I’m going to show you some magic. It’s the real thing. I mean, it’s all the real thing.”]"},{"author":"Vitak","text":"Only, it wasn’t the real thing. It wasn’t really Tom Cruise at all. It was a deepfake."},{"author":"Matt Groh","text":"A deepfake is a video where an individual's face has been altered by a neural network to make an individual do or say something that the individual has not done or said."},{"author":"Vitak","text":"That is Matt Groh, a Ph.D. student and researcher at the M.I.T. Media Lab. (Just a bit of full disclosure here: I worked at the Media Lab for a few years, and I know Matt and one of the other authors on this research.)"},{"author":"Groh","text":"It seems like there’s a lot of anxiety and a lot of worry about deepfakes and our inability to, you know, know the difference between real or fake."},{"author":"Vitak","text":"But he points out that the videos posted on the Deep Tom Cruise account aren’t your standard deepfakes. The creator, Chris Umé, went back and edited individual frames by hand to remove any mistakes or flaws left behind by the algorithm. It takes him about 24 hours of work for each 30-second clip. It makes the videos look eerily realistic. But without that human touch, a lot of flaws show up in algorithmically generated deepfake videos."},{"author":"Vitak","text":"Being able to discern between deepfakes and real videos is something that social media platforms in particular are really concerned about as they need to figure out how to moderate and filter this content. You might think, “Okay, well, if the videos are generated by an AI, can’t we just have an AI that detects them as well?”"},{"author":"Groh","text":"The answer is kind of yes but kind of no. And so I can go—you want me to go into, like, why that? Okay, cool. So the reason why it’s kind of difficult to predict whether video has been manipulated or not is because it’s actually a fairly complex task. And so AI is getting really good at a lot of specific tasks that have lots of constraints to them. And so AI is fantastic at chess. AI is fantastic at Go."},{"author":"Groh","text":"AI is really good at a lot of different medical diagnoses, not all, but some specific medical diagnoses, AI is really good at. But video has a lot of different dimensions to it."},{"author":"Vitak","text":"But a human face isn’t as simple as a game board or a clump of abnormally growing cells. It’s three-dimensional, varied. Its features create morphing patterns of shadow and brightness. And it’s rarely at rest."},{"author":"Groh","text":"And sometimes you can have a more static situation, where one person is looking directly at the camera, and much stuff is not changing. But a lot of times people are walking. Maybe there’s multiple people. People’s heads are turning."},{"author":"Vitak","text":"In 2020 Meta (formerly Facebook) held a competition where they asked people to submit deepfake detection algorithms. The algorithms were tested on a “holdout set,” which was a mixture of real videos and deepfake videos that fit some important criteria."},{"author":"Groh","text":"So all these videos are 10 seconds. And all these videos show actors, unknown actors, people who are not famous in nondescript settings, saying something that’s not so important. And the reason I bring that up is because it means that we’re focusing on just the visual manipulations. So we’re not focusing on “Do”—like, “Do you know something about this politician or this actor?” and, like, “That’s not what they would have said. That's not like their belief” or something. “Is this, like, kind of crazy?” We’re not focusing on those kinds of questions."},{"author":"Vitak","text":"The competition had a cash prize of $1 million that was split between top teams. The winning algorithm was only able to get 65 percent accuracy."},{"author":"Groh","text":"That means that 65 out of 100 videos, it predicted correctly. But it’s a binary prediction. It’s either deepfake or not. And that means it’s not that far off from 50–50. And so the question then we had was, “Well, how well would humans do, relative to this best AI on this holdout set?” Groh and his team had a hunch that humans might be uniquely suited to detect deepfakes—in large part because all deepfakes are videos of faces."},{"author":"Groh","text":"People are really good at recognizing faces. Just think about how many faces you see every day. Maybe not that much in the pandemic, but generally speaking, you see a lot of faces. And it turns out that we actually have a special part in our brains for facial recognition. It’s called the fusiform face area. And not only do we have this special part in our brain, but babies are even—like, have proclivities to faces versus nonface objects."},{"author":"Vitak","text":"Because deepfakes themselves are so new (the term was coined in late 2017) most of the research so far around spotting deepfakes in the wild has really been about developing detection algorithms: programs that can, for instance, detect visual or audio artifacts left by the machine-learning methods that generate deepfakes. There is far less research on human’s ability to detect deepfakes. There are several reasons for this, but chief among them is that designing this kind of experiment for humans is challenging and expensive."},{"author":"Vitak","text":"Most studies that ask humans to do computer-based tasks use crowdsourcing platforms that pay people for their time. It gets expensive very quickly. The group did do a pilot with paid participants but ultimately came up with a creative, out-of-the-box solution to gather data."},{"author":"Groh","text":"The way that we actually got a lot of observations was hosting this online and making this publicly available to anyone. And so there’s a Web site, detectfakes.media.mit.edu, where we hosted it, and it was just totally available and there were some articles about this experiment when we launched it. And so we got a little bit of buzz from people talking about it; we tweeted about this. And then we made this. It’s kind of high on the Google search results when you’re looking for deepfake detection and just curious about this thing."},{"author":"Groh","text":"And so we actually had about 1,000 people a month come visit the site."},{"author":"Vitak","text":"They started with putting two videos side by side and asking people to say which was a deepfake."},{"author":"Groh","text":"And it turns out that people are pretty good at that, about 80 percent on average. And then the question was “Okay, so they’re significantly better than the algorithm on this side-by-side task. But what about a harder task, where you just show a single video?”"},{"author":"Vitak","text":"Compared on an individual basis with the videos they used for the test, the algorithm was slightly better. People were correctly identifying deepfakes around 66 to 72 percent of the time,whereas the top algorithm was getting 80 percent."},{"author":"Groh","text":"Now, that’s one way. But another way to evaluate the comparison—and a way that makes more sense for how you would design systems for flagging misinformation and deepfakes—is crowdsourcing. And so there’s a long history that shows when people are not amazing at a particular task or when people have different experiences and different expertise, when you aggregate their decisions along a certain question, you actually do better than the individuals by themselves."},{"author":"Vitak","text":"And they found that the crowdsourced results actually had very similar accuracy rates to the best algorithm."},{"author":"Groh","text":"And now there are differences again, because it depends what videos we’re talking about. And it turns out that, on some of the videos that were a bit more blurry and dark and grainy, that’s where the AI did a little bit better than people."},{"author":"Groh","text":"And, you know, it kind of makes sense that people just didn’t have enough information, whereas there’s the visual information that was encoded in the AI algorithm. And, like, graininess isn’t something that necessarily matters so much, they just—the AI algorithm sees the manipulation, whereas the people are looking for something that deviates from your normal experience when looking at someone—and when it’s blurry and grainy and dark—your experience already deviates. So it’s really hard to tell. But the thing is, actually, the AI was not so good on some things that people were good on."},{"author":"Vitak","text":"One of those things that people were better at was videos with multiple people. And that is probably because the AI was “trained” on videos that only had one person.And another thing that people were much better at was identifying deepfakes when the videos contained famous people doing outlandish things. (Another thing that the model was not trained on). They used some videos of Vladimir Putin and Kim Jong-un making provocative statements."},{"author":"Groh","text":"And it turns out that when you run the AI model on either the Vladimir Putin video or the Kim Jong-un video, the AI model says it’s essentially very, very low likelihood that’s a deepfake. But these were deepfakes. And they are obvious to people that they were deepfakes or at least obvious to a lot of people. Over 50 percent of people were saying, “This is, you know, this is a deepfake.”"},{"author":"Vitak","text":"Lastly, they also wanted to experiment with trying to see if the AI predictions could be used to help people make better guesses about whether something was a deepfake or not.So the way they did this was they had people make a prediction about a video. Then they told people what the algorithm predicted, along with a percentage of how confident the algorithm was. Then they gave people the option to change their answers. And amazingly, this system was more accurate than either humans alone or the algorithm alone."},{"author":"Vitak","text":"But, on the downside, sometimes the algorithm would sway people’s responses incorrectly."},{"author":"Groh","text":"And so not everyone adjusts their answer. But it's quite frequent that people do adjust their answer. And in fact, we see that when the AI is right, which is the majority of the time, people do better also. But the problem is that when the AI is wrong, people are doing worse."},{"author":"Vitak","text":"Groh sees this as a problem in part with the way the AI’s prediction is presented."},{"author":"Groh","text":"So when you present it as simply a prediction, the AI predicts 2 percent likelihood, then, you know, people don’t have any way to introspect what’s going on, and they’re just like, “Oh, okay, like, the eyes thinks it’s real, but, like, I thought it was fake. But I guess, like, I’m not really sure. So I guess I’ll just go with it.” But the problem is that that’s not how, like, we have conversations as people."},{"author":"Groh","text":"Like, if you and I were trying to assess, you know, whether this is a deepfake or not, I might say, “Oh, like, did you notice the eyes? Those don’t really look right to me,” and you’re like, “Oh, no, no, like, that—that person has, like, just, like, brighter green eyes than normal. But that’s totally cool.” But in the deepfake, like, you know, AI collaboration space, you just don’t have this interaction with the AI."},{"author":"Groh","text":"And so one of the things that we would suggest for future development of these systems is trying to figure out ways to explain why the AI is making a decision."},{"author":"Vitak","text":"Groh has several ideas in mind for how you might design a system for collaboration that also allows the human participants to better utilize the information they get from the AI.Ultimately, Groh is relatively optimistic about finding ways to sort and flag deepfakes—and also about how influential deepfakes of false events will be."},{"author":"Groh","text":"And so a lot of people know “Seeing is believing.” What a lot of people don’t know is that that’s only half the aphorism. The second half of aphorism goes like this: “Seeing is believing. But feeling is the truth.” And feeling does not refer to emotions there. It’s experience. When you’re experiencing something, you have all the different dimensions that’s, you know, of what’s going on. When you’re just seeing something, you have one of the many dimensions. And so this is just to get up this idea that, you know, that that seeing is believing to some degree."},{"author":"Groh","text":"But we also have to caveat it with: there’s other things beyond just our visual senses that help us identify what’s real and what’s fake."},{"author":"Vitak","text":"Thanks for listening. For Scientific American’s 60 Second Science, I’m Sarah Vitak. [The above text is a transcript of this podcast.]"}],"wave_peaks":[16859,11371,17049,16788,16918,16805,4690,16985,14887,16252,13539,17266,21090,12840,18158,12890,15712,16465,16511,12711,14288,16378,14868,8397,18404,14540,14627,6055,9051,7958,12870,17971,17920,17733,4406,16555,14085,14637,12520,11015,10262,2478,7722,5735,6132,4523,15977,13554,8161,15692,12743,10378,12926,10092,11532,10881,12805,6006,8863,5840,14462,11657,1144,930,17463,12791,13086,12215,9129,1068,1580,1634,4080,734,2638,2166,12386,14189,14567,1364,12916,10702,10963,11365,14779,13890,6581,11311,15328,13843,9152,2022,923,1977,447,646,346,128,268,13162,13734,11381,1811,170,207,9676,13683,5027,242,180,265,11504,5060,127,70,57,110,16466,11868,11668,10559,7349,5792,154,13330,11766,10212,9609,7649,14299,12084,182,14071,11573,15244,11968,6374,393,19354,17773,11398,13705,11350,19178,14850,14067,10508,12570,9338,16574,12166,15399,16254,11993,14218,22055,13065,14784,14077,19774,19960,12335,15147,10577,12872,10874,11849,7445,20032,12605,12887,13357,26710,23235,18411,17268,17819,6779,17866,17620,13531,12910,10349,6757,12028,14527,13765,10765,10715,14923,12368,10952,11985,15155,7635,12773,12623,1,0,16929,14320,11977,11921,13698,10299,8668,7834,13112,14559,10620,12404,7541,10523,15406,12429,12641,12725,8673,11800,12397,12399,13013,13142,9800,252,13818,19060,17247,7651,10460,9931,20316,13924,11935,17241,15602,10900,21913,17268,20853,16023,10225,13390,14810,2716,10780,12284,14901,9824,10092,13285,17216,16616,18737,15201,13926,12316,10989,12592,15341,11814,12275,9479,11860,14699,11560,274,13059,16007,15693,10035,11229,14526,221,13133,11972,15486,12168,5849,11910,12568,11553,11541,11403,10630,11634,14111,12773,9432,6796,14777,13877,11254,15837,10805,13065,12509,11383,11033,11808,10840,5205,16728,14013,12762,11448,12582,11197,11545,13907,12398,13157,14462,13294,12624,15079,10894,12133,11689,10768,15583,3086,517,13434,9662,12805,11418,13246,12406,13133,11992,10820,12915,13032,10796,12778,10991,13307,7551,11950,11671,11869,8543,28,14019,11762,12373,13450,9529,12163,14164,11026,10798,9739,12524,11650,14188,11565,12730,12422,15654,12251,10875,12566,9278,10685,14580,12512,1782,13909,10864,12181,10749,12166,12278,9801,10417,13817,15023,5206,492,0,15360,10735,6397,13061,7854,11413,11823,11750,11762,12417,12395,10971,11893,12439,8490,13320,12261,13222,10986,12257,11832,12508,11803,12474,20695,16002,14895,10026,12969,12550,15347,21079,18864,7979,25985,15592,14746,19063,19317,17396,14127,21174,9243,565,15788,18809,15115,15294,11935,12919,14559,14631,15422,12852,14583,15191,22792,8914,19512,16908,14598,10062,16866,9917,1916,10470,18897,853,20070,21857,32498,21317,16470,22199,18673,11946,24281,21126,20715,14114,17601,10473,12155,16824,11635,15322,13109,19291,11682,8391,25591,19117,12798,19004,16593,17494,11303,14892,15378,8396,17301,17606,11715,15779,27022,17272,23564,11082,13027,18802,18509,19541,22611,13431,13177,13091,9148,14655,3829,15038,12807,11157,14201,11154,13199,11024,13434,10137,9729,12220,10452,12376,7348,9936,16460,12713,6426,1,16248,12065,13588,3484,11602,8588,1,17061,13152,12611,12242,6918,12543,14700,12125,13728,12452,14845,11713,10857,12789,14556,1605,32767,19600,19029,18003,21280,15230,10860,22734,12631,8257,17338,10105,18218,6035,17243,13845,7563,11344,22889,15285,15793,18654,19101,16650,10826,15484,6913,7659,23264,9760,19611,11936,6040,1341,24836,20729,17359,10952,13329,20844,11069,12088,10863,11294,12782,9118,21974,10495,14900,11445,0,17817,13046,12016,9338,12580,11014,11269,14370,13631,12268,12224,12178,13666,11145,12612,15588,11999,13545,11062,12047,11090,12632,8026,6064,11873,1,25,14371,13374,12492,10777,12677,11908,14943,2156,14679,13578,12494,11420,10834,14974,11536,12758,8492,8506,11864,13735,11377,12746,14439,6231,7832,12317,11693,12692,13167,11209,11430,14496,4843,24264,24289,15829,12522,12521,26521,16466,19261,9119,12121,17048,16116,18257,11539,9499,8348,15440,17469,5741,22196,18731,11042,618,12462,17413,19406,11746,12992,20695,12478,17518,9698,2762,16297,14672,15459,8323,19164,11729,13729,8556,8519,22397,13038,16299,12486,16834,12069,16529,9933,9607,13820,10033,6966,16317,15476,15968,8838,18683,13393,6360,20751,9989,12807,15586,10226,11005,7971,10773,9548,19881,21685,10410,16386,9205,16585,15571,19728,19003,13582,20650,13338,11563,18660,14125,15864,16639,17715,12466,9361,18672,16685,12824,15982,16861,15453,16713,20872,14685,9982,17363,8830,9668,1250,17997,13436,12378,12649,10652,11722,11217,12391,14829,12644,11300,12387,12941,12012,10711,1927,13780,12984,10015,12118,13982,10844,15850,11679,12863,10558,7041,14629,1260,23135,12731,8507,22175,16548,13052,22769,9817,15300,17023,13950,11962,9850,25919,14838,13445,19064,3691,788,20057,12976,29825,14316,18987,8851,21670,17983,16453,15035,18762,10239,555,19464,10494,19605,10852,23647,19082,16177,14913,20394,10544,12679,17691,4336,15665,19178,17673,18084,9877,8584,25455,13100,15142,17604,18047,9786,13980,11648,1935,20144,13315,12587,13599,20734,21515,18035,14674,16965,12354,12025,15796,7276,12895,17373,16007,12876,12532,13055,11448,12966,7874,12046,15333,12254,8037,13201,11163,7550,293,13805,11546,8290,312,13260,12612,11737,15578,12664,10573,12782,9987,3046,45,14140,13173,16036,29625,13530,12699,14557,14228,13251,13718,10513,11245,15862,22187,16694,13662,9181,10906,8826,17709,15381,12245,20843,19500,18795,19600,17116,15824,18424,16721,12279,11028,13706,24299,16001,8735,13315,16881,20770,21617,15494,10575,20580,2153,20903,12405,14828,12012,9232,468,16542,12101,16889,15950,9859,11090,24433,13370,7737,15003,16037,15301,12473,3488,13835,4142,16644,22101,12952,16049,17687,17837,16873,9847,18013,17056,11757,9968,21777,15651,17917,13436,12476,12821,15458,8445,32630,17125,17991,16540,19288,12376,10554,107,17643,15663,11877,12931,12243,12471,10778,8581,311,14891,11244,10756,10669,14919,14039,11517,10270,491,13516,14313,8835,13972,12048,12171,16663,15300,11606,11878,12326,12407,1818,12572,13097,11974,12282,11474,6734,14085,12657,7610,15089,567,13725,12747,15368,8644,8995,14241,11026,8612,14035,13113,7889,12357,12278,12317,14448,13271,11409,14747,9470,12380,15229,13129,7057,10340,12031,40,14129,15362,15517,12723,14072,11932,12349,11174,14429,13695,13963,5386,14994,12046,24,14110,15620,12303,11720,11093,12459,342,13355,14695,12570,9299,15059,13133,11961,13584,14090,11413,9340,10211,10459,15430,12430,12473,9836,14952,11369,3991,14346,14388,12372,12201,13208,13526,10560,15333,12816,12785,13681,14263,12360,12104,12685,15237,13293,8748,10752,13292,13111,12944,15015,11636,5382,11096,7107,5604,10,13226,9659,11844,10893,9724,6774,15307,11725,1873,14398,11442,16314,6973,12299,10565,12336,12702,12426,15058,13402,12616,12076,6485,137,214,19612,16268,12171,8663,10487,19696,23300,17175,12952,10145,11271,13279,10566,15101,16253,14294,9043,15051,15837,13257,16290,21488,3748,634,25826,19153,15960,621,16804,14075,20116,16893,16744,16694,26394,11789,15566,15292,20317,10262,5437,12932,11269,11450,24013,14933,13362,15761,17782,14711,41,16277,15969,14820,15979,23570,18439,15911,19981,9364,12781,15344,20680,15375,14574,10901,14338,15424,16334,14136,21156,19950,11942,16072,23877,14719,19862,17789,12018,23369,16502,13246,11798,13281,14431,20516,11345,11576,10052,10728,14587,13796,15051,13965,21875,17352,13216,14593,9891,18430,11063,12806,11679,8153,12536,20690,10617,16990,15746,22149,14841,13124,17303,17595,20766,18326,17051,8082,9347,18414,16813,11564,21641,15802,0,17019,15011,12370,10581,15931,11832,11941,12884,12195,12728,13862,10603,14874,11096,10816,6876,9347,18371,17813,21962,12532,8687,13158,9045,27655,15693,14216,10582,10284,6731,3427,20500,18936,17038,18144,11273,11804,21969,9186,18554,1738,15288,12533,11054,18536,15753,9580,16436,10527,6576,21989,14536,20958,20446,18918,7182,18716,22018,20887,21081,15723,13078,15714,15542,13644,12724,13919,10071,17168,12720,12029,10348,11528,15116,10158,11462,10642,14352,12937,11196,12352,10440,14759,11483,12104,396,15118,12144,11989,12385,10587,10068,10556,14694,7914,14119,12273,9571,9488,13447,12257,12704,12529,10090,11681,12279,12822,12318,11643,14970,6538,7159,15297,205,20320,21114,332,6602,21289,2356,19574,12598,17503,19384,12815,14206,20666,13865,15543,14972,10460,9474,21703,13222,15984,12075,13581,16072,15759,10028,11626,14879,8120,16701,9461,13851,14166,9712,10387,13164,21418,14606,10389,11692,10225,14823,9932,825,16876,9850,20912,9938,3100,7317,17693,19866,13563,9523,19387,16438,14837,8957,16263,7538,12877,24112,18305,2943,13946,12254,13702,9513,20720,15738,15119,19549,16872,2470,15324,14690,12165,11668,9329,17264,11232,10426,16661,22375,22082,11223,13548,15766,9099,15267,8482,31983,29631,18802,14306,5450,2203,20994,20149,17469,17708,6027,18948,9943,21356,14985,13287,12056,16859,13176,12619,22890,11457,19459,10216,15513,13690,11960,12814,12373,15750,6856,11234,12822,11033,12721,14934,12544,13676,12131,12914,7810,14749,7360,3971,31837,9538,22726,19626,21264,13217,12969,17583,18045,13035,16557,16623,15969,16048,14954,10074,19162,10334,4980,24307,20569,14432,11110,20269,16431,14533,9513,27325,14142,14472,12676,18507,10838,15254,16171,13101,11184,11243,17723,8399,19026,5862,17947,10477,11879,558,21631,11103,17067,15098,13893,12906,11941,14137,16437,16298,29286,20492,7525,16981,17843,14227,18426,7636,18786,4055,49,285,13426,11246,14972,11168,14534,14197,13317,13790,14816,16422,12272,8675,13484,10866,17852,18867,12855,8972,12011,11440,9307,9551,6043,6907,22457,12937,14727,16268,14748,15083,14738,12877,18346,25329,16263,18515,10078,8543,11906,10136,8776,14452,8259,23652,14744,17558,19773,5350,13164,15440,2518,392,10953,14766,9874,15085,12060,17907,17147,7311,19436,13010,12021,17263,15509,22155,13001,10561,11674,6485,7832,11295,19468,11755,25421,20905,11084,18223,16273,12666,21872,16607,16667,16107,11589,15400,12534,12289,11832,11649,9659,0,15447,16559,12126,11167,12095,12459,16035,10703,10896,14066,8036,9276,13528,12794,8958,13371,11223,10995,15234,13583,13392,10801,12759,7330,10955,15816,12791,12651,9930,7762,14272,12439,12195,15345,11748,10629,10529,13681,10783,14476,7863,14231,11509,12445,14432,12842,13776,7242,4488,12805,15091,11218,12123,8089,5104,12025,12132,12683,10774,11086,12591,16939,7812,9773,13322,9933,9278,9219,15731,12616,4705,0,21671,12846,20381,19271,15552,18437,13968,18777,14123,20263,13551,12270,19844,10719,10872,14268,15860,15347,12191,12254,11340,18356,17355,16619,13371,9827,330,20774,15386,14444,12473,17307,14473,13084,15418,10107,14256,19568,14482,12079,7,0,21093,13548,8999,21286,8691,470,17082,10804,17694,13497,12237,10548,5745,17168,18151,11816,14809,22736,19243,22847,12257,17419,9409,4466,25776,18032,16972,10120,13314,9622,27431,12306,14905,15023,18536,13343,8832,10538,5620,8312,845,17085,14672,12491,14675,10965,13385,11197,12192,15153,12726,10896,12085,14840,13681,6034,15671,13095,8739,12417,16075,15805,1446,13052,15993,9521,9779,10804,12316,252,878,15125,15924,12285,14427,13472,10786,12315,10904,10774,14173,12793,9714,459,12616,14558,10916,12400,12308,10076,10276,11510,12374,15419,10546,12491,12614,10299,11977,9972,12506,13176,13818,9400,11893,9907,12552,11705,10071,12182,12123,6435,12300,13011,8840,14817,11013,12986,11961,10752,10919,14068,11894,13076,13200,10019,5272,3376,916,13599,14518,9258,13299,13432,12771,11900,15178,7959,12704,11465,12926,12672,484,22691,19943,21165,22302,16712,13525,15835,20004,11072,19921,10749,15113,18138,9451,13471,10278,8387,20347,16202,14644,23484,14321,14700,16227,10388,14231,18254,9375,16404,17761,17372,18824,11501,13782,18403,10746,8264,6629,27327,22750,18080,10094,20053,20168,12667,12091,18856,10576,9562,6907,15525,11218,71,17301,13788,11548,12246,10277,12571,5962,11851,12135,15056,12860,8557,8637,182,12866,15715,12356,12668,12292,12684,15238,13579,10919,11055,12254,14938,7221,13202,16517,12144,11784,10391,14680,12944,12584,7083,16200,10791,13656,12440,13055,9226,7717,16023,17273,17485,14373,6803,14247,14971,15944,14946,14035,20676,14425,9024,12571,16330,10563,7143,32037,19629,14394,10244,9420,19545,19486,354,19481,13682,7248,23909,6132,17219,19218,16150,19837,16086,15632,17433,648,307,18259,21428,18338,16718,18218,14532,20975,10102,7475,18924,13908,12589,15179,24144,16605,14664,16835,15259,13785,17643,11303,19562,15403,9442,17997,12786,6449,15522,18848,19799,18533,12245,10411,23998,21596,20630,19072,11933,15365,16923,12887,10833,7832,14484,17064,7310,12171,20609,17382,17809,10870,17524,11938,12947,10330,13204,16169,18629,23083,15901,12852,14712,15170,18068,21296,11590,14831,14074,1521,20280,14269,19850,16963,17887,17123,16386,18792,10195,17613,20964,15855,18766,15101,15746,11417,12073,1710,2070,27849,16021,12246,15305,16016,19946,19349,14613,14152,9125,15053,12226,17306,8883,22152,19513,15313,13498,13450,12072,14579,13905,11867,11760,21336,11021,13067,15065,15419,22278,12042,13406,15729,8647,15291,22001,13581,14144,6210,12912,10684,10293,7093,18810,15693,14643,9657,11333,5707,1,16147,8388,11617,14930,11939,12862,12799,9331,11676,11480,15404,11704,10193,12274,9977,12548,12730,8949,12237,12222,10983,13230,10900,13474,13251,9890,12307,6648,21399,19770,14859,19505,10791,13206,9180,9042,286,25446,23563,13635,17520,13490,6674,12868,22756,20513,19838,10972,13185,21225,5740,13487,13879,12897,11781,346,540,28656,14274,17344,10194,19113,442,13939,12191,17603,18501,18992,15578,20059,14396,13940,13501,10848,19856,13147,12862,23067,16703,16757,23516,19857,14928,14918,29666,14653,14483,8847,18451,21805,16309,10940,16170,18681,13292,20642,18758,18417,14182,24421,20281,17866,23797,20735,16111,16932,9686,17836,17888,8223,17662,17713,6839,15066,9958,9718,4862,5161,18647,14021,6703,15327,12911,12197,16166,15349,11155,14797,16488,13665,13767,16841,11709,8245,6808,11238,13271,9380,22979,23879,11269,22964,3277,2122,1208,661,274,159,107,76,43,7,0],"fragments":[{"begin":"0.000","end":"35.120","lines":["This is Scientific American’s 60 Second Science. I’m Sarah Vitak. Early last year a TikTok of Tom Cruise doing a magic trick went viral. [CLIP: Deepfake of Tom Cruise says, “I’m going to show you some magic. It’s the real thing. I mean, it’s all the real thing.”]"]},{"begin":"35.120","end":"41.520","lines":["Only, it wasn’t the real thing. It wasn’t really Tom Cruise at all. It was a deepfake."]},{"begin":"41.520","end":"53.640","lines":["A deepfake is a video where an individual's face has been altered by a neural network to make an individual do or say something that the individual has not done or said."]},{"begin":"53.640","end":"67.000","lines":["That is Matt Groh, a Ph.D. student and researcher at the M.I.T. Media Lab. (Just a bit of full disclosure here: I worked at the Media Lab for a few years, and I know Matt and one of the other authors on this research.)"]},{"begin":"67.000","end":"76.120","lines":["It seems like there’s a lot of anxiety and a lot of worry about deepfakes and our inability to, you know, know the difference between real or fake."]},{"begin":"76.120","end":"103.200","lines":["But he points out that the videos posted on the Deep Tom Cruise account aren’t your standard deepfakes. The creator, Chris Umé, went back and edited individual frames by hand to remove any mistakes or flaws left behind by the algorithm. It takes him about 24 hours of work for each 30-second clip. It makes the videos look eerily realistic. But without that human touch, a lot of flaws show up in algorithmically generated deepfake videos."]},{"begin":"103.200","end":"121.960","lines":["Being able to discern between deepfakes and real videos is something that social media platforms in particular are really concerned about as they need to figure out how to moderate and filter this content. You might think, “Okay, well, if the videos are generated by an AI, can’t we just have an AI that detects them as well?”"]},{"begin":"121.960","end":"138.000","lines":["The answer is kind of yes but kind of no. And so I can go—you want me to go into, like, why that? Okay, cool. So the reason why it’s kind of difficult to predict whether video has been manipulated or not is because it’s actually a fairly complex task. And so AI is getting really good at a lot of specific tasks that have lots of constraints to them. And so AI is fantastic at chess. AI is fantastic at Go."]},{"begin":"138.000","end":"150.560","lines":["AI is really good at a lot of different medical diagnoses, not all, but some specific medical diagnoses, AI is really good at. But video has a lot of different dimensions to it."]},{"begin":"150.560","end":"163.000","lines":["But a human face isn’t as simple as a game board or a clump of abnormally growing cells. It’s three-dimensional, varied. Its features create morphing patterns of shadow and brightness. And it’s rarely at rest."]},{"begin":"163.000","end":"178.360","lines":["And sometimes you can have a more static situation, where one person is looking directly at the camera, and much stuff is not changing. But a lot of times people are walking. Maybe there’s multiple people. People’s heads are turning."]},{"begin":"178.360","end":"196.360","lines":["In 2020 Meta (formerly Facebook) held a competition where they asked people to submit deepfake detection algorithms. The algorithms were tested on a “holdout set,” which was a mixture of real videos and deepfake videos that fit some important criteria."]},{"begin":"196.360","end":"227.320","lines":["So all these videos are 10 seconds. And all these videos show actors, unknown actors, people who are not famous in nondescript settings, saying something that’s not so important. And the reason I bring that up is because it means that we’re focusing on just the visual manipulations. So we’re not focusing on “Do”—like, “Do you know something about this politician or this actor?” and, like, “That’s not what they would have said. That's not like their belief” or something. “Is this, like, kind of crazy?” We’re not focusing on those kinds of questions."]},{"begin":"227.320","end":"236.080","lines":["The competition had a cash prize of $1 million that was split between top teams. The winning algorithm was only able to get 65 percent accuracy."]},{"begin":"236.080","end":"267.560","lines":["That means that 65 out of 100 videos, it predicted correctly. But it’s a binary prediction. It’s either deepfake or not. And that means it’s not that far off from 50–50. And so the question then we had was, “Well, how well would humans do, relative to this best AI on this holdout set?” Groh and his team had a hunch that humans might be uniquely suited to detect deepfakes—in large part because all deepfakes are videos of faces."]},{"begin":"267.560","end":"295.720","lines":["People are really good at recognizing faces. Just think about how many faces you see every day. Maybe not that much in the pandemic, but generally speaking, you see a lot of faces. And it turns out that we actually have a special part in our brains for facial recognition. It’s called the fusiform face area. And not only do we have this special part in our brain, but babies are even—like, have proclivities to faces versus nonface objects."]},{"begin":"295.720","end":"328.720","lines":["Because deepfakes themselves are so new (the term was coined in late 2017) most of the research so far around spotting deepfakes in the wild has really been about developing detection algorithms: programs that can, for instance, detect visual or audio artifacts left by the machine-learning methods that generate deepfakes. There is far less research on human’s ability to detect deepfakes. There are several reasons for this, but chief among them is that designing this kind of experiment for humans is challenging and expensive."]},{"begin":"328.720","end":"344.760","lines":["Most studies that ask humans to do computer-based tasks use crowdsourcing platforms that pay people for their time. It gets expensive very quickly. The group did do a pilot with paid participants but ultimately came up with a creative, out-of-the-box solution to gather data."]},{"begin":"344.760","end":"378.760","lines":["The way that we actually got a lot of observations was hosting this online and making this publicly available to anyone. And so there’s a Web site, detectfakes.media.mit.edu, where we hosted it, and it was just totally available and there were some articles about this experiment when we launched it. And so we got a little bit of buzz from people talking about it; we tweeted about this. And then we made this. It’s kind of high on the Google search results when you’re looking for deepfake detection and just curious about this thing."]},{"begin":"378.760","end":"382.240","lines":["And so we actually had about 1,000 people a month come visit the site."]},{"begin":"382.240","end":"387.080","lines":["They started with putting two videos side by side and asking people to say which was a deepfake."]},{"begin":"387.080","end":"402.720","lines":["And it turns out that people are pretty good at that, about 80 percent on average. And then the question was “Okay, so they’re significantly better than the algorithm on this side-by-side task. But what about a harder task, where you just show a single video?”"]},{"begin":"402.720","end":"416.520","lines":["Compared on an individual basis with the videos they used for the test, the algorithm was slightly better. People were correctly identifying deepfakes around 66 to 72 percent of the time,whereas the top algorithm was getting 80 percent."]},{"begin":"416.520","end":"450.920","lines":["Now, that’s one way. But another way to evaluate the comparison—and a way that makes more sense for how you would design systems for flagging misinformation and deepfakes—is crowdsourcing. And so there’s a long history that shows when people are not amazing at a particular task or when people have different experiences and different expertise, when you aggregate their decisions along a certain question, you actually do better than the individuals by themselves."]},{"begin":"450.920","end":"456.880","lines":["And they found that the crowdsourced results actually had very similar accuracy rates to the best algorithm."]},{"begin":"456.880","end":"474.040","lines":["And now there are differences again, because it depends what videos we’re talking about. And it turns out that, on some of the videos that were a bit more blurry and dark and grainy, that’s where the AI did a little bit better than people."]},{"begin":"474.040","end":"504.960","lines":["And, you know, it kind of makes sense that people just didn’t have enough information, whereas there’s the visual information that was encoded in the AI algorithm. And, like, graininess isn’t something that necessarily matters so much, they just—the AI algorithm sees the manipulation, whereas the people are looking for something that deviates from your normal experience when looking at someone—and when it’s blurry and grainy and dark—your experience already deviates. So it’s really hard to tell. But the thing is, actually, the AI was not so good on some things that people were good on."]},{"begin":"504.960","end":"526.680","lines":["One of those things that people were better at was videos with multiple people. And that is probably because the AI was “trained” on videos that only had one person.And another thing that people were much better at was identifying deepfakes when the videos contained famous people doing outlandish things. (Another thing that the model was not trained on). They used some videos of Vladimir Putin and Kim Jong-un making provocative statements."]},{"begin":"526.680","end":"551.480","lines":["And it turns out that when you run the AI model on either the Vladimir Putin video or the Kim Jong-un video, the AI model says it’s essentially very, very low likelihood that’s a deepfake. But these were deepfakes. And they are obvious to people that they were deepfakes or at least obvious to a lot of people. Over 50 percent of people were saying, “This is, you know, this is a deepfake.”"]},{"begin":"551.480","end":"577.480","lines":["Lastly, they also wanted to experiment with trying to see if the AI predictions could be used to help people make better guesses about whether something was a deepfake or not.So the way they did this was they had people make a prediction about a video. Then they told people what the algorithm predicted, along with a percentage of how confident the algorithm was. Then they gave people the option to change their answers. And amazingly, this system was more accurate than either humans alone or the algorithm alone."]},{"begin":"577.480","end":"581.960","lines":["But, on the downside, sometimes the algorithm would sway people’s responses incorrectly."]},{"begin":"581.960","end":"597.960","lines":["And so not everyone adjusts their answer. But it's quite frequent that people do adjust their answer. And in fact, we see that when the AI is right, which is the majority of the time, people do better also. But the problem is that when the AI is wrong, people are doing worse."]},{"begin":"597.960","end":"602.440","lines":["Groh sees this as a problem in part with the way the AI’s prediction is presented."]},{"begin":"602.440","end":"635.600","lines":["So when you present it as simply a prediction, the AI predicts 2 percent likelihood, then, you know, people don’t have any way to introspect what’s going on, and they’re just like, “Oh, okay, like, the eyes thinks it’s real, but, like, I thought it was fake. But I guess, like, I’m not really sure. So I guess I’ll just go with it.” But the problem is that that’s not how, like, we have conversations as people."]},{"begin":"635.600","end":"653.880","lines":["Like, if you and I were trying to assess, you know, whether this is a deepfake or not, I might say, “Oh, like, did you notice the eyes? Those don’t really look right to me,” and you’re like, “Oh, no, no, like, that—that person has, like, just, like, brighter green eyes than normal. But that’s totally cool.” But in the deepfake, like, you know, AI collaboration space, you just don’t have this interaction with the AI."]},{"begin":"653.880","end":"664.000","lines":["And so one of the things that we would suggest for future development of these systems is trying to figure out ways to explain why the AI is making a decision."]},{"begin":"664.000","end":"672.440","lines":["Groh has several ideas in mind for how you might design a system for collaboration that also allows the human participants to better utilize the information they get from the AI.Ultimately, Groh is relatively optimistic about finding ways to sort and flag deepfakes—and also about how influential deepfakes of false events will be."]},{"begin":"672.440","end":"692.520","lines":["And so a lot of people know “Seeing is believing.” What a lot of people don’t know is that that’s only half the aphorism. The second half of aphorism goes like this: “Seeing is believing. But feeling is the truth.” And feeling does not refer to emotions there. It’s experience. When you’re experiencing something, you have all the different dimensions that’s, you know, of what’s going on. When you’re just seeing something, you have one of the many dimensions. And so this is just to get up this idea that, you know, that that seeing is believing to some degree."]},{"begin":"692.520","end":"698.760","lines":["But we also have to caveat it with: there’s other things beyond just our visual senses that help us identify what’s real and what’s fake."]},{"begin":"698.760","end":"709.560","lines":["Thanks for listening. For Scientific American’s 60 Second Science, I’m Sarah Vitak. [The above text is a transcript of this podcast.]"]}]}
