{
  "title": "A Burned Redwood Forest Tells a Story of Climate Change, Past, Present and Future",
  "img": "https://static.scientificamerican.com/sciam/cache/file/C9CCF606-42E0-4791-A454E1243D1EF29F_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/a-burned-redwood-forest-tells-a-story-of-climate-change-past-present-and-future/",
  "audio": "https://traffic.megaphone.fm/SAM3994185782.mp3?updated=1703605793",
  "intro": [
    "From the ashes of the giants of Big Basin Redwoods State Park arise a history of fire suppression and real questions about what happens to the forests in a drought-stricken West Coast going forward."
  ],
  "authors": [
    "Sarah Goodwin",
    "Shannon Behrman"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Shannon Behrman",
      "text": ": This is scientific American’s 60-second science. I’m Shannon Behrman."
    },
    {
      "author": "Sarah Goodwin",
      "text": ": and I’m Sarah Goodwin. [Sound of Big Basin]"
    },
    {
      "author": "Behrman: ",
      "text": "You’re listening to the sound of a redwood forest after a wildfire. It’s eerily quiet—save for the sound of our own footsteps."
    },
    {
      "author": "Goodwin",
      "text": ": We recorded those sounds in the spring of 2021. Nine months after a devastating fire swept through California’s Big Basin Redwood State Park.  "
    },
    {
      "author": "Behrman: ",
      "text": "The flames left the redwood trees charred but still mostly alive. The rest of the life that usually animates the forest was gone.  You can hear it… in the silence. [Sound of footsteps walking through the park]   There’s always been a fire season in California in the late summer and fall.  But recently it’s gotten longer. And worse. Much worse. There’s no denying climate change here. "
    },
    {
      "author": "Behrman",
      "text": ": 2022 has been another year of drought for the American west and that means that, until the winter rains come in force, there’s still a risk for fire."
    },
    {
      "author": "Goodwin",
      "text": ": California forests burned frequently until about a hundred years ago when across the west, a new approach to fire emerged in the name of conservation: suppression. As in fire was bad — a destructive force to be avoided at all costs. "
    },
    {
      "author": "Goodwin",
      "text": ": But research into thousands of years of climate history has shown that fire has always been a part of this landscape. We see it in the tree rings of the ancient redwoods.  Fire keeps these forests healthy and vibrant.  The native peoples who lived in these forests before colonization seemed to understand this intuitively."
    },
    {
      "author": "Don Hankins",
      "text": ": From an indigenous cultural perspective, we think about, you know, the frequencies of fire and the stewardship of those landscapes."
    },
    {
      "author": "Goodwin",
      "text": ": Don Hankins is a scientist who studies the intersection of fire, nature, and people. He’s also a member of the plains Miwok tribe."
    },
    {
      "author": "Hankins",
      "text": ": The history of the removal of fire from California is at least coastal landscapes began pretty early on with early Spanish settlement. When we think about some of the first policies within the state, that limited the extent of where indigenous people could engage with fire, that policy initially came out around 1793 from a proclamation from the Spanish governor of California that forbid indigenous people from using fire. And so, you know, that spread from mission Santa Barbara outward. "
    },
    {
      "author": "Goodwin",
      "text": ": Hankins has done research into the indigenous practices before Europeans settled in the area."
    },
    {
      "author": "Hankins",
      "text": ": Ohlone peoples in, in this region, would've been living in this landscape and using these different resources from the different ecosystems that are there from the wetlands to the grasslands, to the different oak forest and conifer forest and so forth, they each have their own timeframes for when fire would be appropriate"
    },
    {
      "author": "Goodwin",
      "text": ": And Hankins says that they would take a hand in the process of ecosystem management when the timing seemed right."
    },
    {
      "author": "Hankins",
      "text": ": So, some places, like I said, would, would burn relatively frequently. People would see that, oh, the health of the grass is declining. We need to burn, or we're getting too much litter accumulation and on the forest floor. With this policy in place, people were limited in being able to burn because there were really strict penalties applied to people who, who set fires."
    },
    {
      "author": "Behrman",
      "text": ": But now we are seeing the folly of fire suppression in big basin and elsewhere. I talked to Portia Halbert, the chief environmental scientist for Big Basin State Park.  She was there when the fire took off."
    },
    {
      "author": "Behrman",
      "text": ": It’s crazy how fast the fire came in. What was the burn of Big Basin like? What was the fire like, that came through?"
    },
    {
      "author": "Portia Halbert",
      "text": ": This part of California, the coastal central and Northern California. We have foggy cool summers. When I go to the beach, I don't wear my swimsuit. I often wear a wool sweater. The day the fire started was unseasonably warm. I think it was probably in the, you know, low nineties and it was sunny and it was hot."
    },
    {
      "author": "Behrman",
      "text": ": So that set the stage for a big fire. But how did it actually begin?"
    },
    {
      "author": "Halbert",
      "text": ": Part of that led to the conditions that set us up for a dry lightning event.  So, we had lightning strikes. I think there was something like 11,000 of them that quickly started fires everywhere around the mountains. You could see these massive smoke columns. We had a wind pickup out of the Northwest and it took the three fires that were burning all around Big Basin, and it just pushed. It just pushed the fire right through the park. "
    },
    {
      "author": "Behrman",
      "text": ": How did it all end?"
    },
    {
      "author": "Halbert",
      "text": ": We weren't able to contain the fires with our current suppression resources in the state. What saved us is that we had the fog move in six days into the fire. Our normal weather pattern was back. So that marine influence that brings cool moist air from the ocean is now keeping the fire relatively mild."
    },
    {
      "author": "Christian Schwarz",
      "text": ": I thought that Big Basin would never burn."
    },
    {
      "author": "Goodwin",
      "text": ": That's Christian Schwarz. After the Big Basin wildfire, he spent a lot of time crawling around with his face inches from the scorched earth.  That's because he's a mycologist. On the forest floor, the mushrooms he studies also had a story to tell. "
    },
    {
      "author": "Schwarz",
      "text": ": My first visits back to Big Basin after the fire a very small number of species of mushroom were present, but the ones that were present were present in amazing volumes, amazing quantity of, of biomass. And that's because they are fire responders or fire, uh, adapted species in some way, species that not only were able to tolerate the burning, but were in fact stimulated by it."
    },
    {
      "author": "Goodwin",
      "text": ": It’s all part of the recovery process, but what eventually emerges at big basin in the centuries ahead is unknowable–at this point."
    },
    {
      "author": "Schwarz",
      "text": ": Literally 95% of the park burning, left me realizing that there is no climate outcome that is impossible to imagine. The thing that I thought least likely and most painful happened. Climate change is here. It's a past tense verb. Climate changed."
    },
    {
      "author": "Behrman",
      "text": ": The reporting for this podcast came from work that Sarah and I did as part of the Science Communication Lab. We are a nonprofit organization committed to science storytelling and filmmaking."
    },
    {
      "author": "Goodwin",
      "text": ": the interviews used where gathered as part of short documentary film called \"Fire Among Giants\" which you can see at scientificamerican.com."
    },
    {
      "author": "Behrman",
      "text": ": we want to thank Don, Portia, and Christian for giving their time to this project. And we want to thank all of you for listening."
    },
    {
      "author": "Goodwin",
      "text": ": For Scientific American's 60-Second Science, I'm Sarah Goodwin."
    },
    {
      "author": "Behrman: ",
      "text": "And I'm Shannon Behrman. [The above text is a transcript of this podcast."
    }
  ]
}