{
  "title": "Cosmos, Quickly: Remembering the Genius of Vera Rubin",
  "img": "https://static.scientificamerican.com/sciam/cache/file/883A0BA0-34C0-4063-BEC88B572B0568E7_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/cosmos-quickly-remembering-the-genius-of-vera-rubin/",
  "audio": "https://traffic.megaphone.fm/SAM5473802104.mp3?updated=1703605771",
  "intro": [
    "Vera Rubin went from a teenager with a cardboard telescope to the “mother of dark matter.” Some of her colleagues and mentees weigh in on her fascinating life and how she was a champion for women in astronomy."
  ],
  "authors": [
    "Tulika Bose",
    "Clara Moskowitz",
    "Jeffery DelViscio"
  ],
  "category": [
    "Astronomy"
  ],
  "transcript": [
    {
      "author": "Alycia Weinberger",
      "text": "When I first went there in the early 1990s, there was a bathroom in a heated, comfortable, computer-driven observing room and it did not have any plate on the door to say whether it was for men or women. But I already knew this story about Vera and the bathrooms and so I went looking for the bathroom in question [laughs] in the observatory."
    },
    {
      "author": "Tulika Bose",
      "text": "You’re listening to Alycia Weinberger—an observational astronomer in the Earth and Planets Laboratory at the Carnegie Institution for Science—talk about famed astronomer Vera Rubin."
    },
    {
      "author": "Clara Moskowitz",
      "text": "And like so many other stories about women and science, this story also frustratingly involves a bathroom. But first, let’s take you back in time. [CLIP: Archival clip]"
    },
    {
      "author": "Bose:'",
      "text": "It’s 1965. The Sound of Music premieres. [CLIP: Archival clip]"
    },
    {
      "author": "Moskowitz",
      "text": " Martin Luther King, Jr. leads 25,000 civil rights activists to a courthouse in Selma, Alabama. [CLIP: Archival clip]"
    },
    {
      "author": "Bose",
      "text": " Astronaut Ed White makes the first US space walk. [CLIP: Archival clip]"
    },
    {
      "author": "Moskowitz",
      "text": " And a female astronomer who would go on to change the course of cosmology is initially turned down from visiting the Palomar observatory—because they don’t have the right “facilities.” In other words—"
    },
    {
      "author": "Weinberger: ",
      "text": "They could not give her observing time. And she learned somehow that the facilities in question were that there was only one bathroom in the dome of the telescope and it had a sign on the door that said, “men.”"
    },
    {
      "author": "Bose",
      "text": "But Vera found a way to, let’s say— skirt this issue."
    },
    {
      "author": "Weinberger:'",
      "text": "Some time later, she went for her first observing run at Palomar. And so she made a little female stick figure with a skirt out of tape and put it on the bathroom door. And she said every time subsequently that she would go, the little stick figure had been removed, but she would remake it, put it back on the door."
    },
    {
      "author": "Bose: ",
      "text": "A bathroom is far from the only red tape that Vera Rubin will face throughout her decades-long career."
    },
    {
      "author": "Clara: ",
      "text": "But this dedicated astronomer—who started out at fourteen years old with nothing but a cardboard telescope—would go on to discover compelling evidence of dark matter, which we now believe makes up most of the matter in the universe."
    },
    {
      "author": "Bose",
      "text": "I’m Tulika Bose, the senior multimedia editor at Scientific American."
    },
    {
      "author": "Clara",
      "text": "And I’m Clara Moskowitz, senior editor for space and physics at Scientific American. And you’re listening to Cosmos, Quickly."
    },
    {
      "author": "Bose",
      "text": "So it’s the last day of women’s history month, but we never need an excuse to talk about Vera Rubin. Clara, tell me about when you first learned about her."
    },
    {
      "author": "Moskowitz: ",
      "text": "I was one of a few female physics majors at Wesleyan University. And Vera Rubin was this famous figure, both because she found evidence for dark matter–one of the biggest mysteries in science–and because she really paved the way for women astronomers after her. She’s the classic case of who the Nobels robbed."
    },
    {
      "author": "Bose",
      "text": "Why do you think she never received a Nobel?"
    },
    {
      "author": "Moskowitz: ",
      "text": "Definitely because she’s a woman. Ha. I mean, some scientists have suggested that too many other researchers helped put together the data on dark matter to reward just her, but these kind of quibbles could apply to everyone who’s ever won the prize. It’s widely believed to be because of gender bias."
    },
    {
      "author": "Bose",
      "text": "We can talk about the Nobels—and specifically the fact that physics has the widest gender ratio in any of the Nobels at all."
    },
    {
      "author": "Moskowitz: ",
      "text": "But we can also talk about Vera Rubin."
    },
    {
      "author": "Bose",
      "text": "A few weeks ago, I went to the Carnegie Institute of Science (formerly the Carnegie Institute of Terrestrial Magnetism) to film an incredible team working on exoplanets with the James Webb Space Telescope. But what loomed large over the institute was the guiding hand of Vera Rubin. "
    },
    {
      "author": "Moskowitz",
      "text": "What did you find?"
    },
    {
      "author": "Bose",
      "text": "Not only did we get to see some of the instruments that she used to measure galaxies, but some of the people we were talking to about exoplanets at the institute had once known her. And they had a lot of memories."
    },
    {
      "author": "Johanna Teske",
      "text": "Vera Rubin holds a special place for many astronomers, I think. I knew her. I was an intern here at Carnegie, when I was a college student at American University."
    },
    {
      "author": "Bose",
      "text": "That’s Johanna Teske. She’s not exactly an intern anymore—she’s a staff scientist there and her research focuses on the diversity of exoplanet compositions. She’s also co-leading a massive exoplanet project utilizing the James Webb Space Telescope."
    },
    {
      "author": "Moskowitz",
      "text": "Wow."
    },
    {
      "author": "Bose",
      "text": "Yeah. It turns out that Vera Rubin has a long history in mentoring women in this particular department at Carnegie."
    },
    {
      "author": "Teske: ",
      "text": "She really was part of trying to push astronomy to be more inclusive, um, and make more opportunities for women in science and astronomy."
    },
    {
      "author": "Bose: ",
      "text": "Vera wasn’t all business, though—at least according to Alycia Weinberger who we heard at the beginning—Johanna’s former mentor and a staff scientist who also works on exoplanets."
    },
    {
      "author": "Weinberger: ",
      "text": "She had a large collection of spectrum like clothing and jewelry that she enjoyed wearing. And in particular, I remember…and so essentially a rainbow, right? A rainbow necklace of beads that she had. She also had a rainbow toy on her table at home. She enjoyed rainbow socks…."
    },
    {
      "author": "Bose",
      "text": "And that’s because Vera worked to take spectra."
    },
    {
      "author": "Weinberger: ",
      "text": "That's where we break up the component light from an astronomical object into its component colors, which give us a lot of information about how that object is moving and what it's composed of."
    },
    {
      "author": "Bose",
      "text": "Clara, can you break this down the Doppler effect a little bit for us non-physics plebs?"
    },
    {
      "author": "Moskowitz",
      "text": "Looking at the colors of light coming from something in space can tell us how fast something is going, because as an object moves away from us, its light waves spread out, lowering their frequency and lengthening their wavelength, making things look redder."
    },
    {
      "author": "Bose: ",
      "text": "To do this, Vera also worked with these new instruments at Carnegie, along with Kent Ford. One of these instruments, now in a Smithsonian collection of “101 Instruments That Made America” is called an image tube spectrograph, also called a spectrometer."
    },
    {
      "author": "Moskowitz: ",
      "text": "Basically, it was this instrument that was attached to several large telescopes in the 1970’s to analyze spiral galaxies. And it allowed these astronomers to analyze galaxies that were farther away."
    },
    {
      "author": "Bose: ",
      "text": "Specifically the Andromeda galaxy, which was about 2.5 million light years away. But she and Kent found something surprising about all of this."
    },
    {
      "author": "Weinberger: ",
      "text": "Very carefully and taking advantage of new instrumentation that was developed here, was able to measure how fast stars in the outer parts of galaxies were rotating about their centers. And over many years showed that most galaxies showed these what are called flat rotation curves."
    },
    {
      "author": "Moskowitz: ",
      "text": "A flat curve suggests that stars on the outside of the galaxy are moving just as fast as stars on the inside, which isn’t actually what you’d expect at all. Basic Newtonian physics suggests that actually, as you move toward the outskirts, the stars would start to slow down as they orbit the center of the galaxy. When Rubin started seeing that these outside stars were still speeding around, it really offered the first strong evidence that there must be a lot of hidden mass extending way out beyond the stars we can see with our eyes."
    },
    {
      "author": "Bose",
      "text": "Let’s be clear about something. It took Vera years of persistence for her colleagues to recognize this. She provided flat curve after flat curve for decades, until the data she produced couldn’t be denied."
    },
    {
      "author": "Moskowitz",
      "text": "She didn’t win the Nobel, which people noticed."
    },
    {
      "author": "Teske: ",
      "text": "I was so angry, that she hadn't had that, you know, gotten a Nobel Prize in the time that she was alive. But that's not the end all be all. And there are lots of other ways to honor people."
    },
    {
      "author": "Bose",
      "text": "Clara, let’s talk about the Vera Rubin Observatory, which is scheduled to be completed in 2024."
    },
    {
      "author": "Moskowitz: ",
      "text": "This is a big telescope that’s being built right now in Chile, and when it turns on it’s going to photograph the entire sky every few nights to build up these really detailed maps of the universe. And one of its big goals is to investigate the nature of the dark matter that Vera Rubin helped discover."
    },
    {
      "author": "Bose",
      "text": "It’s also the first observatory to be named in honor of a female astronomer. And though it’s unfortunate that Rubin never won the Nobel...."
    },
    {
      "author": "Moskowitz: ",
      "text": "....she’s won the people’s choice Nobel. If that’s a thing."
    },
    {
      "author": "Bose",
      "text": "I’ll leave you with something that Alycia said."
    },
    {
      "author": "Weinberg: ",
      "text": "She had a tremendous influence on the way I thought about women in science and the capabilities of women. She said, there is no science that can be done by a man that can't be done by a woman."
    },
    {
      "author": "Moskowitz: ",
      "text": "And hopefully one day it won’t be so notable if women win Nobel prizes, because they’ll be doing it all the time. Because by the way, we still don’t know what dark matter is. And if someone ever figures that out, it’s a Nobel Prize for sure.Cosmos, Quickly is produced by myself, Tulika Bose, Kelso Harper, Jeff DelViscio, and Lee Billings. Music composed by Dominic Smith.  Find Cosmos, Quickly wherever you get your podcasts, and don’t forget to subscribe to Scientific American for in-depth space news. "
    },
    {
      "author": "Moskowitz: ",
      "text": "For Cosmos, Quickly, I’m Clara Moskowitz."
    },
    {
      "author": "Bose",
      "text": "I’m Tulika Bose."
    }
  ]
}