{"title":"If AI Starts Making Music on Its Own, What Happens to Musicians?","img":"https://static.scientificamerican.com/sciam/cache/file/DA3D0DA0-5402-4321-9DB8F40B7121C273_source.gif","url":"https://www.scientificamerican.com/podcast/episode/if-ai-starts-making-music-on-its-own-what-happens-to-musicians/","audio":"https://static.scientificamerican.com/sciam/cache/file/A1332DBE-0DD2-46A6-82F7BB9D2724DE9A.mp3","intro":["Music made with artificial intelligence could upend the music industry. Here’s what that might look like."],"authors":["Allison Parshall"],"category":["Artificial Intelligence"],"transcript":[{"author":"SUBSCRIBE","text":" Apple | Spotify This is the last part of a three-part Science, Quickly Fascination. Listen to Episode One. Listen to Episode Two. Transcript"},{"author":"Allison Parshall: ","text":"So a few months ago I was at a dinner party with some friends from college. A friend of a friend mentioned that she’s now an editor at a pretty prominent news organization. That was both baffling and impressive because she had only graduated a few years ago. How did she climb the ranks that quickly? Could she let me in on her secret? I asked what types of stories she edits. “Oh,” she said, “AI stories.” AI stories! That was exciting! I loved writing about AI! Maybe I could write for her! No, she corrected–stories written by AI: an algorithm would scrape press releases and information from the web and refashion it into new stories, and it was my friend of a friend’s job to catch any mistakes, called “hallucinations,” in the text. That was my first encounter with the impending obsolescence of my creative craft. But visual artists have been waving their arms in warning about this for a while, especially since decent AI image generators like Dall-E 2 became publicly available in the past year. Now AI appears to be coming for musicians, too."},{"author":"Rujing Huang: ","text":"You can’t stop it; it’s happening. But I think what’s important is: we have to talk about it and have to talk about issues that now rise when it happens."},{"author":"Christine McLeavey: ","text":"I don’t think anyone knows for sure, like, “How do we do this well?”"},{"author":"Parshall","text":"You’re listening to Science, Quickly. I’m Allison Parshall. Together, we’ve been exploring music in the brave new world of artificial intelligence. Last episode, we were serenaded with AI-generated music from Google’s new model MusicLM. And today, in our final episode, we’re going to grapple with the consequences. So machines can make music. What’s next? [CLIP: Music ends]"},{"author":"Parshall: ","text":"But before we look toward the disrupted musical future..., let’s just say tech has been messing with musicians for a long time. The phonograph was the disruptive bogeyman of the early 1900s. It threatened the livelihoods of instrumentalists that played in silent movie theaters and cabarets. Early recording technology led to a legendary strike in the 1940s, as musicians fought for better compensation by recording companies. Eventually, the industry adapted. By the 1960s a lot of musicians were making a living as session artists, making the recordings that once disrupted their lives. Then the synthesizer struck. [CLIP: Synth notes]"},{"author":"Shelly Palmer: ","text":"When I started in music, I was 12 years old. I brought my synthesizer to a recording session … that was in, like, 1970."},{"author":"Parshall: ","text":"That’s Shelly Palmer, the composer we heard from last episode."},{"author":"Palmer","text":"Then I played, like, six lines of, like, what you would call violin sounds. There were three different violins, a viola pass, a cello pass and a bass pass. And the union shop steward made the producer pay me for every single musician I replaced."},{"author":"Parshall: ","text":"Of course, that didn’t last too long."},{"author":"Palmer: ","text":"The producers were having none of the idea that they’d have to pay 15 times for one guy. They were not doing it, and the union sort of acquiesced. But it’s—like, instead of hiring 600 musicians, they’re probably hiring 50 musicians a year, [the] same guys over and over, but not the 600 from five years earlier. This is going to piss people off. Like, this is about what’s going to happen again."},{"author":"Parshall: ","text":"Even musicians who work with AI are feeling the angst. Sofía Oriana Infante is one of the members of PAMP! whose second-place entry to the 2022 AI Song Contest was voted an audience favorite. She’s a composer, not a computer scientist or engineer."},{"author":"Oriana Infante","text":"Just think about this, no? If a company wants to record a video, and they need to put music to this video. What are they going to choose–to buy one only license for the year that gives them the company a lot of compositions for a very low, low budget? Or they are gonna choose the composer that takes weeks or even a month to compose a piece they have to wait [for] and maybe for something they don’t like? Obviously you’re gonna think about your benefits as a company."},{"author":"Parshall: ","text":"Sofía got interested in AI while studying music composition for film. Even back in 2015 these algorithms were already starting to invade the classrooms around her."},{"author":"Oriana Infante: ","text":"My classmates were using software that could compose by itself, almost, no? You didn’t have to do that much, just, like, press some keys on the keyboard, and it worked very automatically. That was my first ... click? I think that it started there, with some questions."},{"author":"Parshall: ","text":"Those questions were pressing enough that she pursued a Ph.D. in musicology to study AI as a compositional tool. She knew this was going to be important, and she wanted answers."},{"author":"Oriana Infante: ","text":"At the beginning, I was like very angry with the AI, with these guys, these companies–what they are doing with the music. But then, I realized that in a percentage, I was right, in another percentage, I was wrong because you can choose to use it to replace composers to earn more money. Or you can say, “Okay, I’m gonna do something in symbiosis.”"},{"author":"Parshall: ","text":"That symbiosis is what she set out to achieve with her team’s AI Song Contest entry. Like Hanoi Hantrakul’s piece grounded in traditional Thai music, Sofía’s AI composition brought traditional music from her native Galicia in Spain into an electronic setting. [CLIP: Sample of “AI-LALELO,” by PAMP!]"},{"author":"Parshall: ","text":"She and her team rewrote traditional Galician cantigas with new verses and melodies. Her team also used AI tools to transform vocals to sound like a hurdy-gurdy, a traditional cranked string instrument."},{"author":"Oriana Infante: ","text":"For me—and this is really, really important—the most important thing of using artificial intelligence in compositions is doing things that the human cannot do.What if the AI can tell you the changes of the weather and turn that into music? You are in a sunset with your girlfriend or boyfriend, and then you ask the AI to write a song for that moment. That is interesting, where the AI can take part giving you new ideas that you cannot have."},{"author":"Parshall: ","text":"I personally might find an AI composing music for my life creepy. But still, when musicians approach music AI as a partner in composition, then these models can certainly be a source of artistic inspiration. Christine McLeavey, the pianist and AI engineer from OpenAI who spoke with us last episode, has thoughts."},{"author":"McLeavey: ","text":"It sort of opened up in my mind so many more creative possibilities. Like, especially with MuseNet, I would feed into it the beginning of a piano piece that I’ve played a million times. So in my brain, there was only one way that that piano piece went. But, of course, MuseNet would just be like, “Well, why don’t we go this other way?” And it would suddenly veer off into something just totally crazy and different. There’s no embarrassment, right? Like, the model just generates tons of samples, and some of them are great, and some of them are really terrible.  And I think, as humans, if I compose a piece, and it’s terrible, then I’m just like, “Oh, I’m, I’m no good at this.” And I, you know—whereas to think, like, “Okay, I just need to, like, I need to write 32 pieces, and maybe one of them will be okay and then I could write another 32 pieces….” And to kind of bring that mentality to sort of the human creative process for me was, that, that was really exciting."},{"author":"Parshall: ","text":"But all this is looking at the bright side. Even if these positive aspects yield cool new music and a creative sidekick for tech-savvy composers, it would still make it harder to find work if potential clients can just click a button and get what they want for cheap. And here we veer off from the idealized idea of music as art to the practical reality of many composers, which is of music as a product. Shelly Palmer, who spent a lot of his career composing commercial music for brands such as Meow Mix and Bojangles Fried Chicken is pretty blunt about how AI will affect this sector of the music industry."},{"author":"Palmer: ","text":"If you’re the buyer of commercial music, you’re going to be paying less. If you are the seller of commercial music, you’ll be earning less—unless you use this in a way that I think it’s going to be used by the best of the composer-producers in the world, which is to just make them 10 times more powerful and 10 times more productive. I see these as productivity enhancers first and foremost. I’ve been, already, bar fights over it, if you will, with my friends who are like, ‘how could you be all over this? And how could you care about it?’ and it’s like, I think it’s awesome. To me, I love this. And maybe I’m allowed to love it because, you know, I’m at the end of my writing career, not the beginning of it."},{"author":"Parshall: ","text":"Yeah, as someone at the beginning of a creative career, even if it’s not music, I can’t say I’m psyched. There’s a part of me that will always go to bat for the idea that there’s something special about human creativity, even in cat food commercials. If music AI really takes off and starts sucking up metric tons of music and learning to reproduce patterns, won’t the results be samey, flat, boring?"},{"author":"Brad Garton","text":"You’ve kind of poked at it with this idea of, you know, this is gonna be music that kind of sounds like all the other music ...."},{"author":"Parshall: ","text":"That’s Brad Garton, a computer musician at Columbia University. We heard from him in the last episode."},{"author":"Garton","text":"One of the things that keeps me alive and kicking in music is discovering new stuff. This is a sound I’ve never really heard before. And I hope we don’t lose that by relying so much on the preexisting bulk of stuff that’s there, that we wind up just kind of producing something that sounds again like another Bruno Mars hit. I don’t think that’ll happen, because I think people are going to become hungry for new stuff."},{"author":"Parshall: ","text":"And all of this is setting aside the legal copyright issues. Visual artists are grappling with these legal questions, now. But music has a particularly complicated relationship with copyright law."},{"author":"Rujing Stacy Huang: ","text":"Music AI, it’s actually a lot of questions that are ... not new, right? We have a lot of similar questions that already happened with sampling."},{"author":"Parshall: ","text":"That’s Rujing Stacy Huang. She’s a musician and one of the six organizers of the AI Song Contest. She’s also a musicologist by training who has spent the past few years trying to unpack the ethics of music AI."},{"author":"Huang: ","text":"A lot of the issues are not new. It’s [the] same issue but in a whole new scale and velocity—because, all of a sudden, you can have a machine learn the songs of 2,000 musicians, and it feels more severe than having one artist sample the sound of another artist."},{"author":"Parshall: ","text":"Rujing has been thinking and writing about these issues for years and is still hesitant to come down either way on the “Music AI: good or bad?” question."},{"author":"Huang: ","text":"It’s really so polarized these days. When you look at that public sentiment about music AI, creative AI. It’s literally the end of art versus that golden moment of everyone being artists. It’s so polarized, and people seem to just really be falling on those two extremes of fear and celebration. I don’t really know what I think. Maybe I know what I think is that I don’t really care about this question."},{"author":"Parshall: ","text":"As an ethnomusicologist, someone who studies music and the culture that exists around it, she sees it as her job to dig deeper. Traditional ethnomusicologists might have shown up to a remote village with a recorder, but the field is changing, and she sees organizing the AI Song Contest as a type of fieldwork—an opportunity to observe, to listen and to figure out how to steer this ship now that it’s set sail."},{"author":"Huang: ","text":"I do not celebrate it like many are, and I do not think it will end art or it will end music like many are saying, so I guess, personally, I’m actually neutral. I think it’s happening. So you can’t stop it; it’s happening. But I think what’s important is: we have to talk about it. And we have to talk about issues that now rise when it happens."},{"author":"Parshall","text":"Christine McLeavey at OpenAI agrees."},{"author":"McLeavey","text":"There were a few years where it worried me that we weren’t talking about this more as a society. I’m glad now that people are involved. I think this is the point where we need to be hearing from, from as many voices as possible. I don’t think anyone knows for sure, like, “How do we do this well?”"},{"author":"Parshall: ","text":"And as far as the artistry question goes—that perennial fear “Are we going to be replaced?”—basically everyone I talked to said, “Not really.” But I think Hanoi, the AI Song Contest winner, said it best."},{"author":"Hantrakul: ","text":"I think a lot of the conversations that we’ve been having about technology upending creativity were the same exact conversations that happened when, like, photography was becoming a thing. People were genuinely worried that photography would kill painting. But, like, lo and behold, you have this explosion of creativity that came as a result of photography. And then it, you know, caused this whole paradigm shift in how people painted now, to give you, like, more abstract things that would’ve never happened if the camera was never invented. So I, what I’m really excited about, and I think where AI should go, is enabling us to write music that was never possible before."},{"author":"Parshall: ","text":"If you’re a musician or an AI engineer, and you want to try your hand at AI composing, the 2023 AI Song Contest is on, and will be announced soon, according to the organizers. If you aren’t a composer, you can still participate: the finalists typically go up for a public vote, like American Idol or Eurovision except cooler. I, for one, can’t wait to hear them. You’ve just listened to the final episode of our three-part podcast Fascination on AI that makes music. MusicLM, buddy, play us out. [CLIP: MusicLM sample: The Starry Night (Dutch: De sterrennacht)] Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Allison Parshall. [CLIP: Theme music]"},{"author":"SUBSCRIBE","text":" Apple | Spotify"}],"wave_peaks":[8,89,564,963,10254,7566,5896,7912,6690,7583,8303,7728,10037,7342,9444,8741,9641,7977,6821,6519,8978,16957,11776,15340,13331,9093,17551,14050,14530,7809,4212,4987,7231,8040,8929,9200,7861,5759,6965,4609,2437,1322,1057,923,701,564,10516,6806,3434,2583,1723,1371,9186,7805,2952,2236,4686,14690,9634,8758,2974,8008,13243,11251,10232,9011,6316,13041,10947,4360,2665,9660,10446,15561,9081,8430,9438,9818,9092,8084,13206,14815,9791,10029,9078,7915,10579,2301,13775,5401,14351,15169,7849,14442,8879,8136,11324,9132,15728,15832,8225,13484,6898,10014,15644,15132,14853,13086,12425,10476,14706,12086,16026,14358,11828,12161,15746,11716,15313,10549,12527,14587,16136,13731,17109,2553,15636,16413,11537,11495,15284,14251,5512,8932,13134,13883,13875,13888,9676,3996,8812,11767,12567,15882,12476,4891,16017,12205,13701,12397,14091,15350,9430,2202,1861,11975,16485,15355,8952,14009,15231,16165,13020,12258,946,16331,11667,9984,10512,13855,6113,6221,11848,10588,12728,9618,13217,8620,11450,10961,6502,10207,16303,12979,11976,8982,8841,9619,10517,9441,9845,8246,15568,11545,16131,4329,406,327,357,577,700,1063,1276,2232,2696,2791,2563,1431,1470,16421,15914,11795,10800,15137,10714,10405,13083,13140,8388,12058,16504,10649,11034,4369,1603,9594,14068,14648,12373,10629,11185,11158,8078,15827,12541,7453,14684,14028,8280,11092,9411,7347,12615,13483,15071,7977,8273,11162,11092,8269,13223,15494,7458,12290,7421,13507,9104,5610,2279,15894,8235,10099,9491,11236,7294,9850,11271,7139,1038,2514,12973,8992,11381,16777,3407,2382,19717,14218,6232,18196,7697,7308,15266,18043,15162,13723,11640,10740,15869,10087,11017,12973,7961,17729,9110,3193,13985,14688,17956,16909,6128,1180,19764,10073,12721,19626,12240,19813,8483,8449,1943,1759,15890,9882,8819,7805,9101,10447,10999,10735,8646,10954,8240,7567,7710,2489,9562,11620,9775,8665,11478,15744,12173,11572,8759,7413,11583,6941,8076,10269,8256,9392,13515,2630,13017,13419,9315,11064,9393,12177,2098,7421,15789,14868,10442,8213,8209,4647,2798,11810,8523,14330,10431,12859,6190,2465,11745,16905,10360,2448,3177,4920,4417,15562,11996,9340,6574,6842,4719,3371,4712,8417,5967,4675,3950,3788,3314,402,346,121,45,28,14140,15530,12166,8357,15500,10533,7121,7366,10322,11199,12750,16674,12356,13956,7636,13100,9281,7711,8451,4529,884,1226,1377,15498,15890,11771,9344,13840,10142,10243,8607,9228,15417,7813,5585,18397,12204,13240,4707,8644,8243,8495,9252,6842,10469,5856,7469,2681,16544,15784,14219,10372,10072,16924,5925,9057,8916,12000,8997,7726,7502,13778,9032,1482,955,10663,12528,13725,11143,9483,9104,14354,10097,9543,7847,10689,10970,6071,9746,9962,11078,15400,10047,12042,12409,9724,13473,9511,5778,1182,15168,10817,10669,9598,15740,6978,11399,8915,9017,7081,13056,11880,8109,13019,10590,12855,15638,13484,7482,12007,9179,15126,10649,8344,9238,11733,13761,8883,945,10630,5550,1539,10698,8738,5414,7324,6237,8966,8722,10567,9088,7586,9789,7832,7383,8543,7588,8685,8605,9255,9741,9024,8407,9375,6229,4215,6213,18223,18697,18301,18205,15809,17886,18320,17881,17801,18709,16432,18152,18800,17855,17316,13078,17263,17989,15713,18533,17311,17488,19069,6061,2542,1951,14026,13815,11725,8410,13030,15172,7547,12483,8341,3116,1872,16750,16852,17285,17495,18593,17629,15667,16833,10472,17076,17334,16657,18733,16640,2322,16882,16916,16884,16729,16215,16668,16970,17460,17157,16683,16727,17804,18008,17543,15212,16886,16713,16842,17415,16742,3420,15529,16805,16913,16786,16842,16814,15353,17509,16684,16957,16756,11181,16072,783,8039,13331,1886,16109,15286,8704,10919,2527,3014,16844,18737,17999,17619,17267,17084,9467,12970,17160,17522,16737,17531,17291,17634,16957,17035,8107,16803,16993,16759,12523,10530,17048,16990,18014,16756,16115,17450,1081,14821,19496,16835,5397,3139,18000,17775,17286,16951,16626,751,12914,18001,17382,17989,17449,14647,16858,7786,7597,17096,18710,16864,16703,3539,18257,16897,17265,14051,2116,17456,17844,17081,16844,12119,17047,16661,17483,12510,1970,1202,1292,17049,17553,16895,16890,16776,16139,10121,1225,12877,17006,16671,17148,17116,16364,4247,822,1000,695,692,424,997,7912,15437,9873,9350,10007,6399,7019,8252,3031,577,7682,14053,10504,12265,10937,7586,7653,11010,11134,15837,2443,5695,12452,8568,11514,5606,8276,8666,10765,11102,15231,8864,10297,7827,11412,7817,9792,982,999,13059,13624,8385,15437,7419,15634,11172,11072,7138,1944,15411,13435,7689,7463,14131,15775,15743,15635,15825,12976,11864,5527,10392,12035,12946,10178,5849,15757,13899,15821,11937,10071,15736,15735,15652,15803,6435,15582,7632,113,15894,15696,15954,15709,13634,16388,83,12904,15814,15689,15745,15688,15703,13452,13401,15497,15710,15796,13294,15720,16128,11619,8330,15693,15595,15802,15824,9432,1214,13127,15648,12505,9424,5799,9140,12010,15735,15747,6299,15597,15641,4020,522,15864,15721,15292,14749,15620,15676,8949,10833,15731,15610,8635,15707,16147,8424,9763,13178,2986,8411,9905,15700,13554,15625,15776,5242,9056,15765,15865,13833,12397,15730,12777,513,15651,15400,15710,15632,16260,13017,14361,10094,8695,11745,8782,1445,27,11184,14626,10980,9002,14114,11423,8853,11568,8570,6031,10205,7153,645,8666,13329,8612,12817,6611,713,16176,9051,5795,9253,10737,11685,12713,12019,16671,8677,4670,991,15775,16360,16384,16468,15653,15853,16244,15784,15611,1777,8904,15855,8652,12604,15773,16188,16932,15969,12021,15765,14602,15632,9078,15587,16085,15691,14534,15607,15842,16486,15627,15913,15330,15765,16600,15616,15617,15711,8758,1563,15734,15669,16564,15785,15663,15696,15622,15281,15614,7884,16403,15795,15633,16071,15604,15865,3782,15741,16590,17617,15647,15578,11847,15992,16770,16293,6167,561,14745,9862,13565,15627,8646,7824,10819,11984,10573,8342,8340,7771,12239,15135,14866,8324,11180,9790,10460,4097,7697,11305,10120,11720,8369,10494,8975,7690,10343,6581,4132,3281,15807,15660,15643,15197,15755,7908,10884,8477,16004,15762,15583,11965,16031,15570,15884,13245,6371,15355,8492,15866,15306,8710,10079,8660,14063,6422,4407,6555,15763,16774,6612,13383,119,66,14284,13760,13817,15786,15733,15455,15689,16499,13529,14945,15927,16154,15706,5917,15644,15577,16089,9812,7558,16395,10579,3256,14986,16271,1521,15890,16597,12177,8027,15543,11179,12193,8736,13443,13258,531,15694,2621,15506,16035,15724,15718,15595,15694,15450,8168,15615,15774,14603,16716,15656,15612,16719,15803,16437,5935,15085,15227,8919,12535,13648,8207,9552,13253,12282,9602,14588,12751,6928,1165,1067,15521,14233,15643,9514,10276,8742,8594,11062,12628,11132,755,8657,14951,13298,8214,11068,14510,8589,8540,11751,11989,14500,13763,13768,16490,14861,13714,12351,8892,13441,19295,10361,11303,8474,11195,8796,12392,9590,16323,8565,12880,7641,11397,17119,16789,12420,9921,7638,9669,12765,15773,11389,15188,13073,14202,17253,16941,9285,13405,11319,9168,9317,16796,11179,10948,9880,8296,9373,8776,3862,6234,16806,13524,15355,12012,8325,12070,9243,10969,15715,6262,13719,13929,10419,6847,5720,3807,11881,16526,15232,12465,14825,9093,9777,11408,13770,9418,9372,13466,14089,5136,9083,10447,8393,11266,9275,7338,7828,11595,9466,16303,10408,14032,13924,5645,15094,18957,8580,9041,13659,10469,14898,10784,4408,4930,2202,3450,6256,16684,11437,11894,9530,16274,14359,10467,6996,1800,15677,16000,16205,12260,9835,8690,16278,6592,12573,9640,8855,15320,8311,9778,15584,13494,16186,16602,15969,12400,11029,13991,4598,245,1834,1720,16243,12889,16204,16256,16119,14273,14482,6957,16704,12381,9664,9834,6985,9906,15800,15651,5824,5864,8712,1293,1011,1248,13678,16157,16117,16055,16682,18691,10990,13678,8776,3111,15956,15693,8239,15972,15994,2083,922,16052,16325,16115,16486,16285,14892,15784,16236,9969,6789,4006,1373,16333,14396,15598,2921,16073,15873,16326,15576,15792,16099,8274,13418,15866,6605,3223,899,5513,15681,16108,17600,9373,15870,16002,8155,1551,15806,12450,13846,14092,15661,14299,15519,13515,11031,11604,10960,10362,7312,10552,11369,14382,6214,14368,9573,10464,13529,13170,13746,13978,15432,11615,10726,12421,12337,9136,10940,16475,12444,15406,9904,13969,13228,13100,12851,16041,15433,1398,1048,14448,15946,12506,11685,15471,9478,12919,16127,12838,11062,16272,16191,15217,13082,15501,14514,13131,1505,16411,15429,3978,103,19656,19171,12995,19760,18914,8041,4284,18515,18170,9740,1941,18938,10623,14745,19703,15500,12988,15234,586,17633,13177,14569,19456,14619,11193,13841,13304,15724,14412,19561,8431,15427,10386,11436,12415,19864,12902,14878,11626,280,15444,16019,17643,19655,14345,6484,18302,15671,1963,19631,19877,13294,15066,13169,7338,12133,10527,14326,14942,18771,11866,9685,17143,19652,9214,9739,452,17845,17237,14320,18573,2779,17838,18018,18322,11539,19171,18040,11885,14118,12574,7779,8985,6673,19660,17273,13728,10243,6956,4299,13264,19252,15069,9048,18513,20067,19753,10665,11184,11290,8107,10046,19374,14240,8144,15528,14590,13746,15590,6909,10577,15586,8275,7374,9735,9433,148,2572,19691,17434,10827,12545,19695,12468,10351,222,4646,7969,19748,12664,11864,16804,15384,14383,15548,18383,19676,16966,15092,13607,12085,14262,11597,6207,13082,15554,15185,15013,424,19636,19537,13806,10351,19660,4846,516,19709,5304,11554,8965,9606,11971,19632,9709,11475,9366,19681,19743,8940,6568,1586,657,14149,12056,10171,7061,9285,11688,10464,4754,1009,12862,7772,14013,12280,6025,7130,6655,8192,10428,9529,9625,15333,5375,6744,11477,7708,7371,3455,1105,13950,9199,12244,14602,15873,9810,7833,12997,6739,10705,2157,15603,12202,13255,6329,7701,9022,1366,674,10815,9064,12156,6663,14765,10514,12641,7768,8148,9439,13259,14105,992,4246,15020,9679,15569,9505,8815,8272,5214,8682,10810,7576,11916,12802,1976,5883,14018,11676,8520,11434,14167,12039,8099,10534,11410,8820,9351,10127,8569,15347,6240,8978,9887,13262,9109,8954,815,12339,10539,16157,14376,8730,13725,9430,9224,9817,6591,7343,4857,3540,752,0,15556,16390,9211,16646,16693,789,16600,2720,16670,16792,3062,16603,16551,16667,16554,16645,16455,16498,16747,14547,16613,12924,16608,16715,17562,2885,2536,16620,17018,7109,6092,16594,16769,16964,17329,123,13645,16588,16534,14683,13066,158,2320,16265,14041,9538,12706,8970,9160,6934,18543,9125,148,9074,11124,8548,11541,13794,9383,11863,1345,5134,15533,15247,15313,16126,7598,16515,16724,14361,12339,7429,13003,7522,9435,1581,5080,16943,16635,15411,15443,14448,10079,12994,7743,9224,10263,9402,638,232,16540,16555,16831,13342,15894,15128,367,16528,16570,15722,8998,9023,2560,16368,16760,16726,14191,16599,16634,16806,17150,16544,16501,16601,15508,965,5608,16631,17863,10374,7264,16575,12607,16783,16415,12274,16673,16658,16615,16767,16747,12738,15243,375,16524,14707,190,16164,6798,16614,16656,16537,16552,15293,16649,14409,12793,3955,15716,12128,9533,11779,7639,8200,11199,7999,3993,6124,10954,9940,10784,5598,14371,6406,11065,5278,679,9850,14723,11387,4460,10489,11179,16009,7191,7731,7863,8479,14074,5054,15531,8780,12387,7195,783,10931,15771,7308,6073,4740,988,972,4196,13884,13689,12005,9707,12263,8877,9326,12888,11364,12040,9520,11146,11824,10895,8793,9648,11641,15531,7708,802,11728,14463,9287,5811,7900,1123,11655,8415,8557,5072,15798,15698,721,11440,8637,3739,763,7189,12844,19667,17260,15989,12598,14020,15206,10531,19961,10131,10890,20390,15233,20014,17836,6273,7159,6200,4,13832,15905,15004,4798,9570,12579,9138,9605,10193,10216,5933,7873,10388,7549,4767,561,19716,18472,16938,20354,14181,19483,13201,19792,17274,13214,6530,5801,1423,16277,13659,10442,18889,13251,14912,991,19603,18767,4424,1829,15547,18140,13945,8167,4014,5752,4655,2514,17780,19596,19650,19684,11465,19651,16733,16671,15254,17436,17972,15318,10447,10275,650,7654,10171,19438,15822,9762,19499,16597,18502,9169,13332,7092,1410,18537,16910,16537,20747,6098,13058,13754,17641,9765,18315,17798,14844,15900,14473,11744,5797,74,20055,19679,17815,17232,18031,18559,18098,14714,16684,15657,5826,19624,15540,11629,15030,14397,9671,3561,504,16152,15449,6856,14615,10520,11903,7616,9550,11631,8392,6514,4770,1039,13553,11820,10262,13912,8778,7646,7501,12056,14004,7353,987,14010,10613,10646,12442,10340,10891,7844,6368,7695,7617,6644,8577,7429,6697,522,11441,19370,16177,7882,254,19733,15465,13788,4552,19678,15653,19689,19699,11458,18055,9761,19787,19715,19746,17588,19709,11707,9064,11299,13833,4236,1138,11418,13519,4906,19646,17380,7517,19692,8347,10269,11711,6046,503,13946,9953,7794,8810,10177,4651,9055,12224,8101,8299,8630,13029,6547,7328,10959,8416,7685,4313,614,14103,13424,11426,12226,10613,9785,11582,14741,10775,13485,6694,13453,11149,12000,13755,8145,7602,10086,8412,0,19713,19780,10929,16467,11927,11252,18506,14118,8695,6019,671,14123,15256,10740,15685,8645,12195,7870,4401,12868,10675,8712,2999,439,19693,19650,14744,7458,13107,16654,978,19656,11593,14791,13664,15094,9194,13440,12319,15084,9763,12274,14431,17066,13069,17162,16469,19810,18570,17659,10412,15893,12304,9006,10418,0,638,15725,11160,14949,12570,11928,9120,8546,6087,7144,5645,11385,8720,10288,9325,11922,9638,11024,7198,2368,13636,9697,8944,12084,12523,8266,7162,679,4476,9460,10029,7569,11591,10327,3491,6444,5301,7216,3224,2269,17118,4026,19704,9462,5038,6271,4105,5788,3422,4622,3475,6099,1340,5525,11061,10368,6463,4926,4785,125,12900,5932,39,35,9017,4943,11780,10160,7034,15419,9641,5417,8692,3974,4551,4955,5598,10985,2781,4688,3953,1718,788,1720,12821,10490,4584,6944,5535,4708,6688,4859,4522,4024,5369,8868,4869,5501,5036,1265,4633,5627,6648,10451,6461,101,17632,11193,8872,7387,9639,6961,2530,5974,9335,7926,19538,8737,7149,13345,13851,14874,14365,11966,6282,7807,11019,10284,8223,7641,7188,7875,9516,13639,769,7804,11940,12218,12712,9638,7202,6744,1050,12852,14080,12977,7806,10689,11697,15638,11229,6117,10665,11799,8669,9213,13259,2621,12191,9297,10226,8587,4079,9352,10384,12948,9796,11534,12344,10645,6727,8879,6509,7809,5175,9766,10956,9569,9731,9510,5423,9859,5351,9768,13988,13516,8609,9154,8299,7938,7802,8561,7171,15036,16691,16508,2070,17750,19701,18901,14241,12995,674,19706,19045,18207,16364,13259,15869,17483,11572,14162,7766,8437,16738,12207,13178,13644,9932,4689,170,13594,19670,8189,14202,10865,10102,19686,4790,19710,19381,19668,19596,10769,17159,8030,8839,3230,19774,9902,19725,3603,13013,8670,11533,16296,3555,1127,19789,13719,5619,17531,6149,7561,104,9093,17748,15087,13495,8555,11622,15843,10160,5081,11710,7394,16632,12747,463,13965,4123,14244,17307,5640,108,9452,12324,11473,12946,13582,15629,7228,4516,463,19860,12529,17977,17788,12134,7604,14492,14851,12306,19832,13733,6853,11706,11300,14890,8160,11887,8586,19772,19749,7137,8668,16125,11050,11762,19748,10253,12812,11164,6384,8279,11045,19664,18990,8952,18640,14788,15497,19668,13974,14669,9785,572,478,19680,8497,9427,14945,8483,19572,6378,6134,46,770,12043,14648,14759,6607,10410,9624,8014,13305,10928,7555,10206,7845,10088,6404,9713,3878,854,14107,13476,15094,14529,11487,9146,8539,15506,6996,3422,329,15857,14490,12457,7983,11835,10786,12597,9391,10904,9010,5896,736,200,264,354,566,800,802,676,312,22645,19937,16126,18293,16050,20376,20099,8118,19477,12230,21284,13181,15229,16058,20226,20027,17799,21450,19675,20502,19010,12433,12456,10837,17549,15745,18601,15289,7339,12212,18176,20059,19712,19618,16891,15284,15915,11095,23404,15446,19274,10366,656,19838,14550,722,10699,7264,19914,1785,20061,20494,6146,6613,19839,15138,11771,15374,19790,20679,19708,10164,16857,14146,12854,19811,14377,19225,20790,14546,15040,15935,15740,11446,1129,19726,21810,21969,20305,20348,20704,14979,19711,20294,6255,17023,9157,22009,5790,4681,20225,19056,9670,13028,20781,14281,16613,19589,19852,12748,12858,1364,1168,19827,19968,18431,14139,12193,15963,20965,18229,19841,19949,20812,14920,14559,17704,15950,13866,1194,20757,19479,2931,21358,23091,19906,20733,17762,20660,19825,9524,9117,20862,8529,7688,1145,833,733,846,16730,14541,15533,11028,15316,7386,6492,13919,13693,13408,8421,12936,9466,13369,4219,8155,15477,10837,15720,12388,8996,8357,9925,13806,5024,9566,13921,7419,9445,9638,8304,8816,5771,1150,12569,16241,13862,11293,11428,11093,8410,12959,1504,11192,8584,10328,13435,10244,10866,15905,10345,13337,12145,9259,12080,12063,11674,11351,8790,4604,3287,2175,15848,15221,14537,14461,11392,5889,9314,6805,5256,4584,4333,1833,450,269,141,33,829,1307,2387,1877,1875,1517,1807,1966,10430,15986,9189,10859,7884,5874,10994,6709,9416,8672,12069,13676,11924,11514,11101,9871,9600,7902,2894,1629,1711,13707,14951,8490,11199,4235,14265,10377,2703,1527,1455,1408,980,6765,13679,13637,11415,8700,10443,16804,9125,10734,15776,9878,5877,16523,16608,9262,12464,15067,14364,12020,11186,15848,11166,12298,12136,10372,12820,15486,12113,11865,10363,13498,11177,10832,1975,1392,15873,13872,13987,11937,14847,9366,15997,15794,13305,8002,2097,15621,15757,13622,12484,14621,10267,13059,13655,10796,8648,11903,3076,451,14285,16321,14864,12939,15756,12328,9767,16032,14913,13126,6128,19611,18841,16268,16482,15393,17154,14673,15152,14893,16674,19061,17901,17000,17451,16179,15656,15500,17267,13595,18565,18264,17080,12597,12139,12174,10030,6571,2773,19527,18604,14545,10130,7055,2742,954,402,163,74,40,6]}
