{"title":"The End of the COVID Emergency and What It Means for You","img":"https://static.scientificamerican.com/sciam/cache/file/49E7F1E5-4DDD-4498-85C7814466DF9F56_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/the-end-of-the-covid-emergency-and-what-it-means-for-you/","audio":"https://static.scientificamerican.com/sciam/cache/file/3C21E382-01F7-41DA-B567D4A83324E080.mp3","intro":["What you pay for tests, vaccines, and medicine will change"],"authors":["Josh Fischman","Tanya Lewis","Lauren J. Young"],"category":["Public Health"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Tanya Lewis","text":"Hi, and welcome to Your Health, Quickly, a Scientific American podcast series!"},{"author":"Josh Fischman: ","text":"On this show, we highlight the latest vital health news, discoveries that affect your body and your mind. Every episode, we dive into one topic. We discuss diseases, treatments and some controversies."},{"author":"Lewis","text":"And we demystify the medical research in ways you can use to stay healthy. I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"We’re Scientific American’s senior health editors. On today’s show: the official COVID public health emergency ended this month. What will that mean to you? Will it change how you get vaccines, tests and treatments? Will it change how much you pay for them?  And how will you hear warnings about new COVID waves?"},{"author":"[Clip: Show theme music]","text":""},{"author":"Fischman","text":"The COVID pandemic isn’t over. But many of the official emergencies are. A few weeks ago the U.S. government ended its public health emergency, which has been in place since early 2020. And the World Health Organization announced  the disease “no longer constitutes a public health emergency of international concern.”"},{"author":"Lewis","text":"It’s important to keep in mind that the virus still poses a threat. In the middle of May about 4,000 people per day were being hospitalized with COVID in the U.S. And more than 800 were dying each week. But the end of the U.S. public health emergency indicates those numbers have dropped a lot from the times when thousands died every day. And those counts continue to go down. Tentatively, I’d say we’re trending in the right direction."},{"author":"Fischman","text":"But I was wondering if the U.S. declaration is going to change everyone’s access to things people still need. Take vaccines and COVID tests. For years vaccines have been free, and so have most rapid home tests. The emergency let the government set rules on prices and insurance coverage. I don’t know if that’s going to change now. Fortunately, we do know someone who can tell us."},{"author":"Lewis","text":"Indeed. Our colleague Lauren Young, SciAm’s associate health editor, just wrote a story on this exact subject. So we asked her to come on the show and bring everyone up to speed. Hi Lauren!"},{"author":"Lauren Young","text":"Hey, Tanya. Hey, Josh."},{"author":"Fischman","text":"Welcome to Your Health, Quickly. It’s great to have you here."},{"author":"Young","text":"It’s really great to be here. Thanks for having me."},{"author":"Fischman","text":"So can you tell us what ending this public emergency is going to do to COVID health treatments? What’s going to happen to vaccines, to start with?"},{"author":"Young","text":"Right. Those shots are a really big deal. COVID vaccines absolutely improved people’s protection against the virus and changed the course of the pandemic. Ever since they were made available in 2021, they have been completely free for everyone who wanted one—regardless of whether you had insurance, or the type of insurance you had."},{"author":"Young","text":"This is because the federal government has purchased nearly two billion doses of COVID vaccines and 171 million bivalent boosters—the ones formulated to cover Omicron strains.  Health care providers can’t deny any eligible person a vaccine or booster purchased on the government’s dime, and they can’t charge you any out-of-pocket costs."},{"author":"Lewis","text":"That’s great news. So there’s a stockpile, essentially. But what happens when that runs out?"},{"author":"Young","text":"Well, if the government decides not to replenish it, then any cost you may have to pay will depend on your insurance. People on most private insurances and certain Medicare programs should still be able to receive vaccines from in-network providers with no out-of-pocket costs. Medicaid members will have their vaccines covered without co-pays through September 30, 2024. That’s also true for any future boosters recommended by the CDC."},{"author":"Lewis","text":"Say I didn’t have insurance. What might I have to pay?"},{"author":"Young","text":"Right. Well, Pfizer and Moderna—two of the major vaccine developers—have hinted that commercial prices would be between $110 and $130 per dose—that’s about three to four times higher than the discounted rate the government paid per dose. There is some good news for people without insurance, though.... The Health and Human Services Department announced a 1.1-billion dollar program to continue to provide COVID vaccines along with certain antiviral treatments to people who don’t have insurance. That money is expected to last through December 2024."},{"author":"Fischman","text":"I have private insurance, a group plan through SciAm. You think I won’t have to pay anything if there is a new fall booster? Not even those $20 co-pays I sometimes have to fork over for prescriptions?"},{"author":"Young","text":"Right, so I had that same exact question, because I’m on that same plan. So we won’t have to pay anything (even co-pays) for the vaccine or future boosters, as long as we get them from an in-network provider. COVID vaccines will likely transition to a seasonal program, so coverage would be similar to the flu vaccine. The experts I spoke to suspect many other private insurance companies will do the same thing."},{"author":"Lewis","text":"Is the same true for treatments like Paxlovid?"},{"author":"Young","text":"Pretty much. So, the government also stocked up on these drugs and medications, which will continue to be free for people no matter what your insurance status is. But again, once those supplies run out, your insurance will have to cover the price."},{"author":"Lewis","text":"I’ve heard that many private insurers have already stopped covering all the out-of-pocket costs for COVID hospital visits and treatments. They’re basically treating COVID like any other disease."},{"author":"Young","text":"Yeah, that’s totally right. But people on government insurance programs with drug coverage—Medicare or Medicaid—they won’t have to pay anything for a while. Medicare will be free indefinitely, Medicaid will make treatments free until September 30, 2024, and then coverage will be determined by state."},{"author":"Fischman","text":"Let’s talk about COVID tests. I’ve been getting free at-home antigen tests from the government, through the mail. I also got free ones from my local library. And my insurance plan paid for some I picked up at the drug store. But now all that’s changing. Private insurance companies are no longer required to cover at-home tests and lab tests."},{"author":"Young","text":"Yeah, so it’s really up to your insurance plan. They decide whether costs will continue to be covered completely, or if you’ll have to pay any or all of the fees. COVID tests will likely be treated similarly to other preventive screening tests, like blood sugar and cholesterol tests."},{"author":"Fischman","text":"If you’re uninsured, you’ve probably been paying for COVID tests out of pocket already, even before the public health emergency ended."},{"author":"Young","text":"Yeah, that started in the middle of last year, when a lot of the COVID relief funds and reimbursement programs began to end."},{"author":"Lewis","text":"My understanding is that Medicaid is different, because each state has its own program. Those programs should cover tests without charge until September 30, 2024, and then after that, it’ll depend on what states decide. For Medicare recipients, if your doctor or healthcare provider orders a COVID PCR test, that will still be covered.  At-home tests, though, are a different story."},{"author":"Young","text":"They are. For a home test, Medicare members will have to pay like people with private insurance. I did some price checking. At most drug stores and retailers, at-home testing kits range between $10 and $40."},{"author":"Fischman","text":"So my insurance won’t pay for any of that?"},{"author":"Young","text":"Yeah, that’s right. In general, you can probably expect to spend more out-of-pocket on tests than you did before."},{"author":"Lewis","text":"I have a bunch of tests at home. But a couple are close to the expiration date on the package."},{"author":"Young","text":"You know, they might still be good. The FDA has extended the shelf life on many tests, after finding out they retain their accuracy for longer periods. People can check for new dates on the FDA website. You just have to search for “COVID-19 diagnostic tests.”"},{"author":"Lewis","text":"One other thing I’ve been very interested in, as the emergency ends, is how we’re going to track COVID levels. The CDC has been emphasizing your level of community exposure as a way to figure out how careful to be: if there was a peak in cases or a certain level of hospitalizations, consider wearing a high-quality mask in crowded indoor spaces, and stuff like that. But the CDC is changing what it reports now, right? It won’t ask local health departments to report positive test rates, transmission levels and total cases."},{"author":"Young","text":"That’s right. The CDC has been one of the major sources of COVID case data, but it’s now going to lean on COVID death rates, emergency room data and hospital admissions for its primary national surveillance measurements. This is partly because some of the data for case rates were sort of unreliable. They became questionable when people began using more widely available at-home COVID tests.  The CDC says weekly COVID hospitalization rates are better indicators of local outbreaks at this point."},{"author":"Fischman","text":"Okay. So where can people find those local hospitalization numbers?"},{"author":"Young","text":"Local city and state public health departments have this information. You can also find hospitalizations by county and state on the CDC’s COVID data tracker."},{"author":"Fischman","text":"There’s another place to search for outbreak warnings: the sewer. Epidemiologist Katelyn Jetelina recently suggested in her newsletter that people follow local and regional wastewater trends, and that data will still be coming in. Wastewater analysis is a strong tool for identifying and tracking variants, and monitoring transmission."},{"author":"Lewis","text":"It’s a good idea. Wastewater numbers measure the amount of the COVID-causing virus found in sewage, which is a good proxy for the number of infected people. So if numbers are going up in your area, you should probably start taking precautions like masking."},{"author":"Young","text":"I think that’s pretty sound advice—you can find COVID wastewater surveillance data on the CDC’s data tracker."},{"author":"Fischman","text":"That’s really good to know. All in all, I feel like I know a lot more than I did 10 minutes ago."},{"author":"Lewis","text":"Me too. And if you want even more info, check out Lauren’s story online, at sciam.com. Great talking with you, Lauren."},{"author":"Young","text":"Thanks so much for having me."},{"author":"[Clip: Show theme music]'","text":""},{"author":"Fischman","text":"Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio and Kelso Harper. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."},{"author":"Lewis","text":"Our show is a part of Scientific American’s podcast, Science, Quickly. You can subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an e-mail at YourHealthQuickly@SciAm.com. That’s your health quickly at S-C-I-A-M dot com."},{"author":"Fischman","text":"And don’t forget to go to SciAm.com for updated and in-depth health news."},{"author":"Lewis","text":"I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"We’ll be back in two weeks. Thanks for listening!"},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[30,81,451,538,753,1331,1461,16747,15411,16693,20073,18811,18766,28483,22338,12286,25429,20881,7010,4838,25996,20594,21718,9931,14912,13111,20307,21426,17000,6952,18731,11260,11948,11489,7809,20446,21858,2623,14019,20859,5073,7903,19340,10621,18352,25576,5456,14180,12182,11523,11125,13507,8754,5622,13266,20061,3870,12390,9491,8574,22698,16969,7357,13357,8222,6853,8174,6589,16256,7882,17741,10383,10888,6603,17552,18389,12528,1527,9384,16947,10575,4784,4902,12415,3996,3538,1254,11306,10036,12077,7301,11062,7069,13989,16730,14968,11956,6672,4031,15617,4403,4117,3330,15096,16997,7116,4569,9573,14781,12222,16996,12329,6941,4031,18116,8026,6877,3731,3514,16485,14555,14744,7067,13270,10490,3671,14974,14733,7170,10124,11393,7865,21277,11490,15864,11463,6814,7012,6943,6925,4717,4098,5360,3545,1060,971,566,552,524,455,13121,9973,19137,11878,9768,9964,41,23294,12599,18784,19193,18272,6598,14081,159,13519,23751,10717,8608,15916,20398,12216,11708,15793,14378,12772,6096,7467,11120,12877,12926,11886,12343,14981,9555,13174,20595,12939,16250,14422,23578,8749,15829,8718,11100,10950,19785,17898,14721,12580,13923,4923,4188,21196,17746,15173,6717,11150,7209,6854,16448,18191,2,8337,13909,5976,12406,18952,10135,17510,12659,15763,7676,18116,325,14432,7742,15639,18659,10680,15130,6910,3920,16942,5171,3614,9848,7237,7636,4864,17363,1881,10619,12788,11863,11228,5472,12791,4753,10399,336,19795,15769,10846,16868,16120,15256,13479,9565,9943,12881,11506,10596,16947,7663,23987,8199,14322,18856,16969,15145,15036,14371,13925,86,22603,21836,6622,12832,22593,26144,1493,17,7993,17736,20603,14586,15067,11999,12493,14452,6082,24724,17656,14886,18539,12757,16880,9226,24295,24301,19273,10300,7729,12378,13313,19463,13364,14908,10736,9233,13817,11359,315,475,16598,12211,14119,20867,3938,2677,25,26233,14622,21455,14005,12430,13682,14323,16022,18254,22353,13825,4355,2956,15,12579,13440,23144,23405,13088,9482,13518,20342,6122,7068,12209,14369,1158,70,16536,22606,11855,11904,9493,8625,6115,2,13557,11045,9894,8893,11001,5934,13546,17410,14354,1904,3,5095,8622,10365,21123,12691,12764,10678,9254,13221,7092,11639,12702,5021,8494,16134,13589,8206,13205,8373,9924,20,7582,16869,16989,12809,21922,13854,21413,9528,3755,8873,195,18563,11563,8025,15896,19577,12440,18574,21065,9814,24855,15702,8652,14693,13499,30059,15175,16540,14071,10300,13753,11122,8622,939,24985,10884,14728,19954,9151,19841,11684,22291,11158,17042,18230,13696,6981,15005,8763,11299,16786,19415,11477,4142,8917,15703,7946,26798,15293,8839,30662,3468,60,14709,15824,12853,14105,16742,13751,9800,8376,11259,2450,22605,26447,21680,25494,13925,9228,8741,9077,13839,24718,29289,22125,9634,20914,12293,16644,10934,16112,5728,28761,12124,21840,16596,18875,10440,15957,22201,12884,5773,7054,8298,19674,8938,8750,8226,4219,23019,18585,14447,12428,19543,31493,12454,7732,16551,8767,5637,31039,3564,11686,13603,24931,19236,12961,10201,8740,8522,6000,10273,11125,6898,9674,16389,3807,2379,13552,15068,17160,11636,14708,25810,7567,6784,2214,4552,15182,16887,11450,6929,6293,12902,7909,4498,3158,27060,21338,16305,24407,12101,18690,14838,13604,7619,11863,11713,3286,21313,7114,8569,7115,5919,19101,9286,13787,10184,19866,14952,16161,11882,10743,1984,6150,14243,7096,1736,13816,17751,17701,19443,6638,5716,310,14975,17515,12551,15659,19899,1852,18013,12094,13183,12878,17425,5443,5366,4578,12920,11972,3911,11667,6186,6697,4513,3057,10487,701,313,7363,13251,18762,11441,6423,3295,10490,9892,7374,5860,5803,10447,12681,7397,9073,3565,11762,3326,7867,7679,10205,12462,1760,11008,17341,6135,9866,965,18271,10348,17045,12362,15838,16596,11326,12422,17360,4820,4176,4703,7972,9040,5956,4551,9699,12282,14726,6648,6832,4426,3697,8375,5056,8030,2690,4320,24,15655,16081,26726,5746,629,11982,12817,14827,9838,974,18091,10073,5700,13712,10270,12210,8749,8639,7218,13511,12119,11895,5015,14081,7154,25372,7973,12655,5638,4574,6033,13176,8117,8276,7667,5211,5021,19850,5021,9353,853,12292,26450,6024,8901,10512,12823,13777,9349,6718,9108,7046,13295,7153,4748,5268,1594,11917,11638,8016,8109,8021,5619,14017,5423,5379,1372,9199,14153,8269,9859,13820,9098,9715,9994,7654,11054,11936,6936,8873,3547,5524,14108,11520,10805,2294,640,31588,8691,14305,8715,11963,6659,6329,8291,7715,11706,817,4799,7816,14007,11547,5231,649,23460,10533,11176,4568,14441,5603,4336,5286,7633,1415,573,23352,17019,18470,25785,21723,13682,29950,10716,4007,7169,7662,9456,5490,10449,10545,4386,12051,15761,15601,8605,9832,11713,12810,11205,20504,18908,9433,9533,3467,14412,10677,26565,22885,12990,15605,10301,17090,15272,15297,7882,6247,15843,6622,570,16754,20030,7974,8061,7929,8591,4957,6300,10289,7950,11401,5784,6415,6995,1019,21690,14431,7778,8149,10199,10185,7555,10992,10226,3609,8081,19812,9738,11803,9846,6300,5769,7654,15198,16671,13972,13006,8263,8688,4897,8992,5424,424,14330,25539,17986,14370,9179,6027,6963,6465,6408,11746,12153,15202,6994,9544,11193,4748,7516,9052,12766,8852,3268,494,28279,10225,12259,10203,10991,15073,11597,7178,9872,4361,5031,4565,8535,5868,7862,10100,6306,10991,9564,10319,17429,8046,5683,2833,20118,4495,9618,11781,10052,10702,7465,5825,8173,5678,3422,6152,8456,7361,4195,3033,3530,5100,11348,11332,4716,4839,9894,3147,587,14247,25468,6335,4866,12725,13037,11989,7217,7789,8339,3123,5265,4441,23,14698,10967,11349,18279,14254,7179,12528,13079,11035,13254,15586,13350,21301,14250,7648,9655,9449,16851,7738,6373,7071,7125,1017,9116,14437,7428,8805,15774,18211,15288,6254,10691,733,19038,18500,7842,9162,5081,13805,10999,17529,17921,7644,6157,8091,10058,8152,14922,5200,9857,11013,11174,14944,7499,4859,483,12163,14230,7463,7342,13322,6340,6100,11795,5968,12472,11752,9868,12706,7154,9654,5566,16963,11106,7915,11222,11415,5102,6265,6339,7470,5582,6167,3762,10374,7564,23954,9715,3338,4359,3697,8070,889,6185,5791,5718,4920,6283,5699,3262,5227,143,86,11643,17155,23584,18468,6873,4652,16,20961,14176,11142,17636,9587,16662,7153,6544,19738,4609,11104,5454,7380,13202,14617,21077,7879,12694,19458,11309,15161,12309,9145,14992,8039,14294,10984,12380,13549,19101,18107,13704,5546,8488,9401,17562,19020,22403,12594,11198,1663,21489,15216,17064,13405,9901,19360,6526,13761,17000,22911,18631,15755,5568,30535,20393,2994,10649,10183,11853,15038,8685,6721,5701,3454,15000,20947,16978,14871,5030,5488,10845,8798,6058,12137,14308,5197,7625,9318,8412,3209,2872,763,10672,9126,15423,5540,5980,6770,7551,15099,9208,5602,13038,10999,925,9019,20769,13427,16434,10728,8211,7463,1696,13611,13047,9690,5470,1741,9134,26813,13945,16587,18663,18222,12502,23254,13775,7666,8199,17871,17415,9611,10038,3135,1377,3921,23718,12957,7493,8694,14585,6782,7742,16837,5741,4954,3042,10428,6291,6711,5917,6236,5406,5533,1400,20,5250,7985,17631,13986,15634,18184,14346,14013,8707,8466,10383,17043,14268,6968,18481,9427,296,7900,16955,12987,23437,20740,18335,21315,13857,7707,5730,8348,16438,6066,4787,14902,9658,12623,22458,23156,21242,11279,9709,8335,6723,12097,463,513,14551,15753,13498,8300,8521,22725,11118,12279,12717,21623,9465,10426,9329,9793,20910,12756,25235,8511,12458,15752,1044,22528,13739,8731,16677,11498,11702,12187,5767,9636,10897,4150,12115,8349,13830,13663,10110,11536,13541,11226,10610,11694,7755,5582,9282,10475,8998,9733,6131,1972,14317,16338,11713,6733,4660,25728,15625,16147,14616,13198,7984,15456,22681,15255,5905,6079,4116,4787,5340,9680,7879,4012,6004,2103,15430,21461,13919,13534,12502,11474,14202,18839,8595,3639,23343,8272,5892,14349,10477,3760,14717,8229,12424,12041,18580,28313,11530,15235,24935,18334,7655,3321,9567,23398,18052,14171,7511,14377,14199,10867,14148,11639,11323,8209,6852,5077,12274,13721,15831,23097,7821,5200,13909,11504,14186,10842,21177,19274,15910,13268,12115,11575,15904,19997,18896,16227,12139,8012,19762,5033,5034,6213,4723,2340,6975,17916,15984,9878,13520,20930,9410,12820,8249,14352,6533,5422,11552,6316,6629,18224,10547,9836,1248,2592,15241,11021,16690,6069,10163,11277,6572,12780,6981,9090,6848,8339,19145,14002,16749,18323,13000,9010,1144,3710,9923,11485,14340,15615,23377,9545,9851,5446,6923,9972,9649,15053,10047,15676,8775,7830,4368,4632,10426,21750,11666,6315,11095,8663,11806,12875,18868,18489,9431,15305,5929,9742,10164,12420,19376,10531,15745,14203,17335,9018,9243,7041,3160,10715,24056,42,12093,15060,9814,10085,10999,8115,10402,10344,8134,17216,15473,10195,11346,12361,6684,10393,20851,12470,9527,15568,695,10456,25849,14616,15459,11715,4518,2040,20,10567,6632,5661,6778,15921,11548,9055,8049,8218,12012,11352,8145,10824,21744,23582,25350,6626,13206,7411,20678,7522,18610,6400,11920,14650,15592,19965,19775,9518,9137,13736,16897,5478,5456,8921,8685,1237,358,8568,17564,10324,17710,10656,8413,4881,5642,5793,11092,13845,18370,4738,5667,9466,26028,15153,12740,11436,11738,8457,14790,7954,13607,17862,9047,10160,1290,379,4900,9313,15965,18321,6911,7069,17336,6431,6142,4768,21082,19752,3589,4688,7923,11982,5725,1790,4956,115,16504,14657,18494,1159,25292,7480,19057,16884,19379,17066,9096,8527,3622,9,17393,8693,7437,16227,14711,15542,14925,22359,5962,4795,1196,16209,15503,14050,11422,10274,8048,10955,11174,12366,9349,4342,3343,7450,7049,6752,2265,18465,12422,17275,26552,19470,12388,12187,7935,1793,9020,12430,48,15758,12883,14691,9875,13305,13552,9310,10916,17162,13385,8927,11493,2480,17960,6091,11750,16528,16787,18603,10675,14304,14306,4769,1552,15558,20680,9531,11157,13374,12272,127,373,14764,21280,7431,9349,8288,5363,12194,14078,12732,17011,16468,19463,17570,17842,3344,10096,12161,8290,14810,11602,2622,6880,12599,14805,2694,9935,19933,17568,14045,7294,9222,4760,14509,16346,7245,9178,2141,6943,4141,8435,16271,22216,8377,7496,5474,7976,6669,7558,6844,16363,16404,15717,17557,6301,8123,8517,3123,19540,7548,19235,10005,8519,5575,12398,4927,619,18735,6356,7197,14546,14436,5610,13345,5661,13730,13327,8870,7786,7488,7043,3799,4851,9051,2832,13434,11246,9575,5246,7333,4101,15399,13580,15231,10066,16301,10489,15318,5922,8164,7491,5992,4704,1830,3945,11773,5439,11342,10413,15503,11379,8515,16241,18539,12055,11216,10829,8788,14870,13110,10573,113,16698,7595,7175,5373,6453,13035,14136,4261,8041,19495,14155,9653,10137,12930,10560,14721,11834,6951,19109,16674,19052,17709,29472,24960,7444,17965,23266,15923,18513,18496,16383,15603,15833,18471,18677,15465,17387,21711,22486,13852,8062,9143,19074,16446,21029,24406,18852,17157,17001,20067,23753,10572,5860,10227,13243,17852,12746,10877,17178,19415,15593,7356,5954,21132,20549,19062,16640,16015,11554,11471,13043,5473,17460,26999,21193,12085,19534,12327,17783,9173,16216,11656,14199,16365,13174,17473,15605,17196,18637,15885,7755,8965,15924,17909,12308,16029,17928,23575,10705,16761,18657,12281,22582,16879,1734,25626,16966,16229,24802,18731,21741,19067,14911,17590,10560,10363,20848,20662,15672,5381,9595,12603,16741,13107,16937,13757,5452,13136,19791,8941,16016,4314,14907,11435,7552,6283,8618,8426,7830,5952,5608,5632,4616,2999,1261,9000,8588,6728,4805,3261,1265,440,212,74,33,18,5]}
