{
  "title": "Science Has New Ideas about ‘Oumuamua’s Weirdness",
  "img": "https://static.scientificamerican.com/sciam/cache/file/91AF50F4-C1DB-491E-A92A22548CF8ECD7_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/science-has-new-ideas-about-oumuamuas-weirdness/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/5A97BF37-101D-4FE3-9D9FD90E27D7ABB0.mp3",
  "intro": [
    "Our first known interstellar visitor is now long gone, but new research has some ideas about why it moved the way it did while it was in our cosmic neighborhood."
  ],
  "authors": [
    "Lee Billings",
    "Meghan Bartels",
    "Jeffery DelViscio"
  ],
  "category": [
    "Astronomy"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": ":Apple | Spotify"
    },
    {
      "author": "Lee Billings",
      "text": ": Hey there and welcome to Cosmos, Quickly, this is Lee Billings. Today we’re talking about the curious case of ‘Oumuamua, which became the first known interstellar visitor to our solar system when it swooped by Earth and around the Sun back in October of 2017. I’m joined by our news reporter Meghan Bartels who just wrote a story on a fresh study about this mysterious object and talked to one of the researchers behind it.  Hi, Meghan!"
    },
    {
      "author": "Meghan Bartels",
      "text": ": Hi Lee. Happy to be here!"
    },
    {
      "author": "Billings: ",
      "text": "So, ‘Oumuamua dropped in on all of us more than five years ago, and it didn’t hang around – after slingshotting around the Sun it soared back on a trajectory to interstellar space. Astronomers barely got a chance to study it. It’s long gone. Why are we still talking about it?"
    },
    {
      "author": "Bartels",
      "text": ": Well, ‘Oumuamua was really weird. Astronomers weren’t sure if it was an asteroid or a comet, and it was strangely shaped–long and thin like a cigar (or maybe flat and thin like a pancake?). And it seemed to speed up on its outbound journey in a way scientists struggled to explain."
    },
    {
      "author": "Billings",
      "text": ": Speed up?"
    },
    {
      "author": "Bartels",
      "text": ": Well, as it traveled away from the Sun and slipped away from our star’s gravitational grip, its departing velocity was faster than expected. Almost like a driver of a car hitting the gas while coasting up a hill. Scientists call that “non-gravitational acceleration.”"
    },
    {
      "author": "Billings",
      "text": ": Non-gravitational acceleration. Got it. And that’s weird because?"
    },
    {
      "author": "Bartels",
      "text": ": It’s not that weird, actually–comets do it all the time when they come close to the Sun. Sunlight warms their ice which turns to gas and jets off the surface, a bit like a rocket."
    },
    {
      "author": "Billings",
      "text": ": But usually, you can see that gas or the dust trail, and we didn’t see any of that with ‘Oumuamua, right?"
    },
    {
      "author": "Bartels",
      "text": ": Yeah, that’s right."
    },
    {
      "author": "Billings",
      "text": ": That explains why scientists keep offering these wacky out-of-leftfield ideas about what caused the acceleration. Maybe it was a big dustball held together by electrostatic forces–like a supersized version of the dust bunnies under your couch. Maybe it was a huge iceberg made of solid hydrogen. Or maybe it was a derelict alien starship.  (Some folks say all these things. To be clear–these are all things we have never ever seen before, as far as we know. We don’t necessarily have good reasons to believe they exist.)"
    },
    {
      "author": "Bartels",
      "text": ": Exactly. And so in the years since ‘Oumuamua’s visit, scientists have been wrestling with that puzzle. I talked with one of them, Jennifer Bergner. She’s a chemist at the University of California, Berkeley. She and her colleague Darryl Seligman–he’s an astronomer at Cornell University in Ithaca, New York–they think ‘Oumuamua’s odd speed-up might be due to it not being so weird after all. Instead they think it might be a small but otherwise typical comet rich in water ice.  They recently published their findings in the journal Nature."
    },
    {
      "author": "Bergner",
      "text": ": I think what we are hoping to do here was to provide sort of a scenario that could explain the behavior that was seen without sort of invoking any exotic physics or chemistry."
    },
    {
      "author": "Bartels",
      "text": ": So the idea here is that ‘Oumuamua was made of dusty water ice, just like the comets we see in our own neighborhood all the time. Then, during its journey between star systems, cosmic rays bombarded the object and broke some of that water ice to form molecular hydrogen."
    },
    {
      "author": "Bergner",
      "text": ": This is not like crystalline ice, where it's a very compact ordered structure. It's amorphous. So that means that it has these big sort of pores or kind of gaps within the structure of the water ice."
    },
    {
      "author": "Bartels",
      "text": ": But that ice softened up in sunlight as ‘Oumuamua passed by our star, and the hydrogen was able to break out, triggering that non-gravitational acceleration. Meanwhile the ice held on to the dust astronomers otherwise would have seen from the outgassing."
    },
    {
      "author": "Billings",
      "text": ": Nice and neat, very convenient. So how convinced are scientists by the new idea?"
    },
    {
      "author": "Bartels",
      "text": ": Eh, it’s really tricky to say. Some people think that the math doesn’t work out. Some people still say there should have been visible signs of outgassing. And worst of all, we’ll definitely never know for sure."
    },
    {
      "author": "Bergner",
      "text": ": We have frustratingly few observations on the properties of Oumuamua. It would be difficult to prove anything for sure about ‘Oumuamua."
    },
    {
      "author": "Bartels",
      "text": ": But you can’t keep astrochemists down."
    },
    {
      "author": "Bergner",
      "text": ": ….. I'm certainly excited to keep an eye out for future interstellar visitors. —"
    },
    {
      "author": "Billings: ",
      "text": "And we are too. Thank you for listening to Cosmos, Quickly. Our show is produced by Jeff DelViscio, Tulika Bose, and Kelso Harper.  Our music was composed by Dominic Smith."
    },
    {
      "author": "Bartels",
      "text": ": Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com"
    },
    {
      "author": "SUBSCRIBE",
      "text": ":Apple | Spotify"
    }
  ]
}