{
  "title": "Tardrigrades, an Unlikely Sleeping Beauty",
  "img": "https://static.scientificamerican.com/sciam/cache/file/B0C0EF28-4B01-4976-8AE62A0905114CAC_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/tardrigrades-an-unlikely-sleeping-beauty/",
  "audio": "https://traffic.megaphone.fm/SAM9274892708.mp3?updated=1703605792",
  "intro": [
    "Researchers put this ancient critter through a subzero gauntlet to learn more about what happens to their internal clock while surviving the extreme."
  ],
  "authors": [
    "Ashleigh Papp"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Ashleigh Papp: ",
      "text": "This is Scientific American’s 60-Second Science. I’m Ashleigh Papp."
    },
    {
      "author": "Papp: ",
      "text": "Imagine a little critter that isn’t quite an insect or an animal. It’s about one millimeter in length, shaped like a gummy bear with eight legs and covered in tough, almost crunchy-looking scales. Ladies and gentlemen, meet the tardigrade!"
    },
    {
      "author": "Jessica Ehmann",
      "text": ": They basically look like, more or less, something between a worm and a bear with more legs. They get the name water bears from their lumbering gait that—when they walk, they kind of sway from side to side, which is quite cute."
    },
    {
      "author": "Papp",
      "text": ": That’s Jessica Ehmann (“ee-mahn”), a research scientist and former student researcher at the University of Stuttgart in Germany, and she's pretty obsessed with the water bear."
    },
    {
      "author": "Ehmann: ",
      "text": "So that’s basically when I fell in love with the tardigrade, because it sat there under my binoculars, and it got up in the front of the body, and it was waving at me."
    },
    {
      "author": "Papp",
      "text": ": Tardigrades have been around for even longer than the dinosaurs—by, like, 200 million years. And over all of this time, they’ve developed some pretty nifty ways to survive harsh environmental conditions. When things get too dry or too cold, a tardigrade can lower its metabolism to nearly zero and go dormant for years."
    },
    {
      "author": "Ehmann: ",
      "text": "They take all their arms, and they pull them inside, and you can’t see their arms anymore; they just look like small tongues. And they, like, pull in all their extremities. And then they slow down their metabolism, basically, to a standstill."
    },
    {
      "author": "Papp",
      "text": ": And then, when conditions are right again, they wake up and go on with their life, almost like Sleeping Beauty lying asleep for a century before her prince arrives."
    },
    {
      "author": "Papp",
      "text": ": Here’s why that matters. Researchers are really interested in what happens to tardigrades while they’re in that dormant state, which they call “cryptobiosis.” If nearly everything can be turned off and then, decades later, turned back on and fully functional, the tardigrade and its internal clock may hold the keys to that Disney princess hibernation palace that we’ve been searching for."
    },
    {
      "author": "Papp: ",
      "text": "A previous study from 2008 by some of Ehmann’s colleagues at Stuttgart investigated how long tardigrades can survive in crazy dry conditions. So Ehmann took a similar approach. But this time, she turned the temp down—like, subzero down."
    },
    {
      "author": "Papp",
      "text": ": She and her colleagues used tardigrades of the same species and divided them into four groups. Group one, the control group, enjoyed ambient temperatures, which gave the researchers a baseline for their general survival rates and how long they live under these normal temp conditions."
    },
    {
      "author": "Papp",
      "text": ": The other three groups were put through a gauntlet: the researchers froze these tardigrades at (minus)–30 degrees Celsius, slowly thawed them, counted them to see how many were still alive and then froze them again."
    },
    {
      "author": "Ehmann",
      "text": ": Basically, for those six to eight months, I only froze and thawed and fed and cleaned the tardigrades and noted their survival."
    },
    {
      "author": "Papp",
      "text": ": Overall, the team used about 700 tardigrades and kept up with the freezing-thawing cycles until no more of them reawoke."
    },
    {
      "author": "Papp",
      "text": ": And after evaluating the survival rates for the four groups, the researchers found that the tardigrades that were frozen lived longer than the control group."
    },
    {
      "author": "Ehmann: ",
      "text": "When we evaluated the survival of the tardigrades, we actually saw that the tardigrades that were frozen every other week, lived about twice as long as the control group."
    },
    {
      "author": "Papp",
      "text": ": And as long as they were frozen, they didn’t really age."
    },
    {
      "author": "Ehmann: ",
      "text": "But which also made the experiments very, very long, because they just lived twice as long as we expected them to (laughing)."
    },
    {
      "author": "Papp",
      "text": ": The longest living tardigrade in this experiment, as a reference, was 169 days old when it died! Meanwhile the longest living critter in the control group, the one with water bears that didn’t go in and out of the freezer, was 93 days old. These results were recently published in the Journal of Zoology."
    },
    {
      "author": "Papp:'",
      "text": "And this means that the time the tardigrades were frozen didn’t seem to affect their internal clock, almost like it wound down during their dormant phase. And this presents some interesting avenues to explore for potential applications to humans."
    },
    {
      "author": "Ehmann: ",
      "text": "Now, I guess, many people will start thinking about, like, freezing humans, sending them into space like the sci-fi movies. I don’t think we have to go that far quite yet. But an application that I personally just find very interesting is, like, freezing and thawing tissues or cells—for example, stem cells that we can use for medical purposes."
    },
    {
      "author": "Papp: ",
      "text": "If a cancer patient was able to have their healthy cells extracted before chemotherapy and put into a tardigradelike state of dormancy, those cells could potentially then be replanted once the harsh treatment was complete, and normal activity—healthy cell or organ function—might resume in much a shorter amount of time."
    },
    {
      "author": "Papp: ",
      "text": "We still have a long way to go. Researchers now need to understand the mechanisms involved in the tardigrades’ shift between being awake and dormant before we can explore bringing anything over to the human side of the story. But this work shows us that solutions for a healthy future can exist in unexpected places and even in a critter like the tardigrade, a most unlikely Sleeping Beauty."
    },
    {
      "author": "Papp:'",
      "text": "For Scientific American’s 60-Second Science, I’m Ashleigh Papp. [The above text is a transcript of this podcast.]"
    }
  ]
}