{
  "title": "A Mission to Jupiter’s Strange Moons Is Finally on Its Way",
  "img": "https://static.scientificamerican.com/sciam/cache/file/536DA926-4EB2-4FA2-A221D6F159230B6C_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/a-mission-to-jupiters-strange-moons-is-finally-on-its-way/",
  "audio": "https://traffic.megaphone.fm/SAM5738383433.mp3?updated=1703605766",
  "intro": [
    "The Jupiter Icy Moons Explorer (JUICE) and Europa Clipper missions will search for signs of habitability on three of Jupiter’s potentially ocean-bearing moons."
  ],
  "authors": [
    "Clara Moskowitz",
    "Lee Billings",
    "Kelso Harper"
  ],
  "category": [
    "Astronomy"
  ],
  "transcript": [
    {
      "author": "Clara Moskowitz",
      "text": ": Some of the coolest places in the solar system aren’t actually planets–but moons. At least three of the moons of Jupiter, for instance, are thought to have buried oceans under their hard crusts of ice. That means liquid water–and where there’s water, there’s a chance for life."
    },
    {
      "author": "Lee Billings",
      "text": ": These satellite worlds will finally get their due soon with two new spacecraft dedicated to studying them. The first one just launched last week. I’m Lee Billings."
    },
    {
      "author": "Moskowitz",
      "text": ": I’m Clara Moskowitz, and this is Cosmos, Quickly, the biweekly space podcast from Scientific American. [CLIP: Show theme music] [Clip: Launch of JUICE]"
    },
    {
      "author": "Announcer",
      "text": ": “Ariane Five is now ready for launch here at Europe's spaceport in French Guiana. JUICE, safe and sound under the fairing.”"
    },
    {
      "author": "Countdown (in French)",
      "text": ": cinq…quatre…trois…duez…un [Clip: Rocket takeoff]"
    },
    {
      "author": "Billings",
      "text": ": What you just heard was the sound of the Jupiter Icy Moons Explorer, also called JUICE, which blasted off from Kourou, French Guiana. This mission is so exciting, Clara."
    },
    {
      "author": "Moskowitz",
      "text": ": I know! I can't believe that we're finally going to get a chance to look at these moons up close. So tell me about this JUICE mission. What do we need to know?Billings: It’s being run by the European Space Agency, or ESA, and it’s slated to arrive at everyone’s favorite gas-giant planet (sorry Saturn) in 2031. After a few years of whizzing around Jupiter and its moons, in 2034 JUICE will enter orbit around Ganymede–which, being bigger than the planet Mercury, is actually the solar system’s largest moon. Ganymede is one of Jupiter’s likely ocean-bearing moons. And JUICE carries a suite of ten science instruments to map its surface, its interior and its powerful magnetic field. And to power all of that, it's going to rely on a solar panel array half the size of a volleyball court to soak up the meager sunlight out there. But as excessive as those panels may seem, they're only going to produce about as much power, less power, in fact, than what's needed to run a standard hair dryer."
    },
    {
      "author": "Moskowitz",
      "text": ": That is so wild. I mean, it’s just too bad we have to wait 8 years before it actually reaches Jupiter."
    },
    {
      "author": "Billings",
      "text": ": Yeah, well, them's the breaks when it comes to space travel, right? But we actually will get a peek at one of these moons, at least quite a bit sooner."
    },
    {
      "author": "Moskowitz",
      "text": ": That's right. So NASA has been planning its own complimentary mission called the Europa Clipper, which is going to focus on Europa, the smallest of the four main moons around Jupiter, and the one that a lot of people think is the most promising for life. Clipper won't launch until October 2024, but because it's riding a bigger rocket, it'll actually get there first in 2030."
    },
    {
      "author": "Billings",
      "text": ": And I personally can't wait, because Europa is super intriguing. This is the moon for Jupiter for which we have the best evidence of a hidden ocean. And unlike the abyss that may exist inside Ganymede, for instance, inaccessible, deep inside Europa is somewhat closer to the surface. Although no one really knows just how close. There's also evidence that Europa's ocean occasionally sends plumes of seawater erupting out into space through cracks in the overlying crust. And that means Europa Clipper and JUICE both might get a chance to fly through them to look for biosignatures. Or who knows, maybe even catch a frozen alien fish. But this obviously won't be as easy as hauling a bass on a pond.  And maybe there's nothing down there that's alive at all. The water might be prohibitively salty and cold, but most importantly, there's no sunlight, so any ecosystem would have to find other ways of getting energy, kind of like what happens at the bottom of Earth's oceans. And fundamentally, studying Europa up close at all is extremely difficult, despite its ocean being more accessible."
    },
    {
      "author": "Moskowitz",
      "text": ": That's right. The environment around Jupiter is intense. This planet's magnetic field is 10,000 times stronger than Earth's, so it traps huge amounts of particles and supercharges them, meaning that the radiation levels around Jupiter are about what you'd get near a nuclear explosion. So how is JUICE going to deal with all this?"
    },
    {
      "author": "Billings",
      "text": ": Well, let's just say this is why neither of these two spacecraft will actually orbit Europa, which lies deep within Jupiter's magnetic field. Just to dip in and out of Europa's vicinity, JUICE is carrying a lead-lined vault to house all its delicate electronics. Except, that is, for the parts that have to be exposed to gather data. Ganymede, on the other hand, is further out in a safer, less radiation-riddled part of Jupiter's neighborhood. But what about Clipper?"
    },
    {
      "author": "Moskowitz",
      "text": ": Clipper is super cool, too. So this one is going to make at least 50 flybys of Europa, sometimes going as low as 16 miles or 25 kilometers above the surface –so that's close. And this is also the largest spacecraft NASA has ever built for a planetary mission. So it's going to be getting much better observations of Europa than we've ever had before. It's going to measure the internal ocean with a radar that can penetrate the ice on top and use cameras and spectrometers to map the chemical composition and geology on the surface. It's even got instruments to try to catch those plumes of water vapor that might spurt out from the icy crust. So there's lots of good things in store. If Clipper and JUICE do manage to find the conditions necessary for life. Then what do you think comes next?"
    },
    {
      "author": "Billings",
      "text": ": Well, when it comes to potentially finding alien life, that's an extraordinary claim to make. Right? Which means, as the saying goes, it will probably require extraordinary evidence. Many astrobiologists think that once Clipper and JUICE have performed their initial scouting missions, the next obvious step will be to send a lander to Europa – provided the crust isn't too thick, that is, to melt through the ice – to reach and maybe directly sample and study the ocean. But that sort of thing would have to be nuclear-powered – very heavy, very expensive. The equivalent, maybe, of remotely building and operating something like a robotic oil drilling rig on the surface of a glacier, except the glacier is in the outer solar system and is more radioactive, cold and treacherous than anything we've ever known. But who knows? Maybe a lucky pass through a well-placed plume could lead to a historic discovery and save us all a lot of hard work."
    },
    {
      "author": "Moskowitz",
      "text": ": Well, here’s hoping. That would be amazing. But, ugh, if only we didn’t have to wait so long!"
    },
    {
      "author": "Billings",
      "text": ": You know, they say, Clara: “Good things come to those who wait.” [Clip: Show theme music]"
    },
    {
      "author": "Billings",
      "text": ": Thanks for listening to the Cosmos, Quickly."
    },
    {
      "author": "Moskowitz",
      "text": ": Our show is produced by Jeff DelViscio, Tulika Bose, and Kelso Harper.  Our music was composed by Dominic Smith."
    },
    {
      "author": "Billings",
      "text": ": Like and subscribe wherever you get your podcasts. And for more science news, please, go to ScientificAmerican.com."
    }
  ]
}