{
  "title": "It’s the Bass That Makes Us Boogie",
  "img": "https://static.scientificamerican.com/sciam/cache/file/2C6D0A84-E7E9-41C1-AC6471652EDDE3F7_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/its-the-bass-that-makes-us-boogie/",
  "audio": "https://traffic.megaphone.fm/SAM5433069193.mp3?updated=1703605790",
  "intro": [
    "Concertgoers danced more when music was supplemented with low-frequency bass tones."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Behavior"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": "This is Scientific American’s 60-Second Science. I’m Karen Hopkin."
    },
    {
      "author": "Hopkin",
      "text": "Ever notice that some music just really makes you want to dance? Well, a new study shows that it is, indeed, all about the bass. Because researchers have found that, during a concert, boosting the bass bumps up the boogying. The results appear in the journal Current Biology."
    },
    {
      "author": "Daniel Cameron",
      "text": "Music and musical rhythm have been kind of fascinating to me for a long time, since I was a kid. In particular, the way that they make us feel."
    },
    {
      "author": "Hopkin",
      "text": "Daniel Cameron is a postdoctoral fellow at McMaster University. He also plays drums."
    },
    {
      "author": "Cameron",
      "text": "As a drummer, you’re interested in making the crowd want to move and feel good and give a good pleasurable time feel. And this is related to the work I do in science."
    },
    {
      "author": "Hopkin",
      "text": "Cameron and his colleagues want to understand how music can engender an almost irrepressible urge to feel our bodies in motion."
    },
    {
      "author": "Cameron",
      "text": "And we knew from anecdotal evidence and other experimental evidence that there was an association between bass and dancing."
    },
    {
      "author": "Hopkin: ",
      "text": "So, people who enjoy electronic dance music, or EDM, report that the thrumming bass produces a sensation that makes them want to move. And some studies have shown that our movements are more fine-tuned when we’re locked onto bass notes."
    },
    {
      "author": "Cameron",
      "text": "So, for example, if you have people tap along to a sequence of tones, their tapping is slightly more accurate, they’re more synchronized…when those tones are low in frequency compared to high in frequency."
    },
    {
      "author": "Hopkin",
      "text": "So the researchers set out to determine:"
    },
    {
      "author": "Cameron",
      "text": "If you add more bass to music, will it cause more dancing?"
    },
    {
      "author": "Hopkin: ",
      "text": "Now, they didn’t want to manipulate the bass line in a way that was obvious. Because then people might consciously decide to step up their stepping out."
    },
    {
      "author": "Cameron: ",
      "text": "That might be interesting…"
    },
    {
      "author": "Hopkin: ",
      "text": "But it would also muddy the results…like if someone in a drug trial knows they’re getting the real deal and not a placebo."
    },
    {
      "author": "Cameron: ",
      "text": "So we wanted to do a subtle manipulation, a very consciously undetectable manipulation."
    },
    {
      "author": "Hopkin",
      "text": "So they broke out a set of very very low frequency speakers."
    },
    {
      "author": "Cameron: ",
      "text": "These are specialized speakers. Kind of like sub-subwoofers. People might have subwoofers as part of their stereo system. And these are speakers that play even lower frequencies than most systems are able to do. Even lower frequencies than we think are typically able to be heard."
    },
    {
      "author": "Hopkin",
      "text": "With their special speakers set up, the researchers staged a concert."
    },
    {
      "author": "Cameron: ",
      "text": "We had the electronic music duo Orphx come to our LIVELab."
    },
    {
      "author": "Hopkin",
      "text": "That’s LIVE…L-I-V-E…for large, interactive virtual environment. It’s like a cross between a performance space and a laboratory."
    },
    {
      "author": "Cameron: ",
      "text": "The people who came to the show were fans of the group. They wanted to come and see EDM. They wanted to dance. And while they were there, we asked if they wanted to volunteer in our experiment. And a good number of people signed up."
    },
    {
      "author": "Hopkin: ",
      "text": "Recruits adorned themselves with headbands bearing motion-capture reflectors…which the researchers used to track their movements."
    },
    {
      "author": "Cameron",
      "text": "And then what we did was just, during the concert, turn these very low frequency speakers on, leave them on for two and a half minutes, turn them off. Leave them off for two and a half minutes. Back on for two and a half minutes. Off for two and a half minutes. On off on off. Throughout the concert."
    },
    {
      "author": "Hopkin: ",
      "text": "Now, you can’t hear when the speakers are switched on. And…based on the surveys filled out after the show…and a followup study of the manipulated audio clips…neither could the concert goers. But their feet sure knew something was up."
    },
    {
      "author": "Cameron: ",
      "text": "What we found was, by looking at the motion capture data, people just moved more—they covered more ground, they moved faster—when the low frequency speakers were on. So this tells us that…the extra bass, these very very low frequencies, caused more moving."
    },
    {
      "author": "Hopkin: ",
      "text": "About 12 percent more moving and grooving. So, the concert…and the experiment…were a success. Best of all…"
    },
    {
      "author": "Cameron: ",
      "text": "People enjoyed the concert. And…the more people moved, the more they enjoyed the concert."
    },
    {
      "author": "Hopkin: ",
      "text": "Which shouldn’t be a surprise."
    },
    {
      "author": "Cameron",
      "text": "Dancing and pleasure really go hand in hand together. It’s something we like to do with music, it’s a pleasurable response, and we show with this work that bass is part of that mix."
    },
    {
      "author": "Hopkin",
      "text": "Next up, Cameron says he’d like to look at whether bass can help bring us together."
    },
    {
      "author": "Cameron",
      "text": "So people are more likely to feel good about one another and help one another if they’ve had some experience synchronizing their movements together. And dance is a great, fun way to do this. This might be related to why we find dance in all cultures and throughout history for the human species. It’s a fundamental part of being human."
    },
    {
      "author": "Hopkin",
      "text": "So, to cut down on conflict, maybe just crank up the bass and cut up the dance floor."
    },
    {
      "author": "Hopkin",
      "text": "For Scientific American’s 60-Second Science, I’m Karen Hopkin. The above is a transcript of this podcast. "
    }
  ]
}