{
  "title": "Surviving in the Ephemeral Pools of Life",
  "img": "https://static.scientificamerican.com/sciam/cache/file/A2B78F76-6D70-4F5E-AFF3803CC0C5C405_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/surviving-in-the-ephemeral-pools-of-life/",
  "audio": "https://traffic.megaphone.fm/SAM8432229803.mp3?updated=1703605762",
  "intro": [
    "Carpets of gold, burrowing toads and fairy shrimp all depend on vernal pools—habitats that, most of the time, do not exist."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Ecology"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify This is Episode Two of a four-part Fascination on vernal pools. You can listen to Episode One here. Transcript [CLIP: Ambience of vernal pools at marine base outside San Diego, Calif.]"
    },
    {
      "author": "Christopher Intagliata",
      "text": "This is Scientific American’s Science, Quickly. I’m Christopher Intagliata. If there’s one thing that unites a lot of the creatures living in vernal pools, it’s their extreme lifestyle."
    },
    {
      "author": "Chuck Black: ",
      "text": "They have a very distinctive strategy."
    },
    {
      "author": "Intagliata: ",
      "text": "A few months back wildlife biologist Chuck Black took me out to see some vernal pools at a marine base outside San Diego, Calif. They’re these temporary little ponds that form when it rains—little oases that are home to a whole suite of creatures, the most iconic of which is the fairy shrimp."
    },
    {
      "author": "Black: ",
      "text": "They don’t have any spines or defensive mechanisms. They’re kind of like lunch for anything that comes along, beetles or birds or anything. But ... they’re very fast to reproduce.... So ... the shrimp strategy is to start fast, get your reproduction done."
    },
    {
      "author": "Intagliata: ",
      "text": "It kind of reminds me of those “just add water” toys as a kid. The rain comes, it fills up these pools, and it kind of activates the fairy shrimp eggs that have been sitting there for who knows how long. The fairy shrimp then grow as fast as they can, they reproduce, they put out their own eggs, and then those eggs just sit there for a while. Enduring drought or fire until the next time it rains. It could be decades ..."
    },
    {
      "author": "Black: ",
      "text": "Or even 100 years from now."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "So it’s sort of like a “live fast, die young.\""
    },
    {
      "author": "Black: ",
      "text": "Yes, exactly."
    },
    {
      "author": "Intagliata: ",
      "text": "But life at vernal pools goes way beyond just fairy shrimp."
    },
    {
      "author": "Marie Simovich: ",
      "text": "So there’s branchiopods, ostracods, copepods, cladocerans...and besides the crustaceans, there’s a lot more."
    },
    {
      "author": "Intagliata: ",
      "text": "I called up the population biologist Marie Simovich to hear more about the diversity of life out here. She’s a retired professor at the University of San Diego who worked for decades at these pools."
    },
    {
      "author": "Simovich: ",
      "text": "There’s worms, lots of kinds of insects.... If you wanna get small, there’s rotifers and other kinds of ... protozoans. There’s bacteria, there’s algae..., vascular plants. It’s minestrone."
    },
    {
      "author": "Intagliata: ",
      "text": "Minestrone. I love that. You’ve got the noodles and the beans, the bits of vegetables, and that attracts a whole other layer of life to the pools."
    },
    {
      "author": "Simovich: ",
      "text": "there’s tree frogs, spadefoot toads, all of that. You’ll find snakes in there ... that are coming in and eating some of  ... the tadpoles ... and ducks that are eating the vegetation. Some of them are eating the fairy shrimp. It is a lot going on."
    },
    {
      "author": "Intagliata: ",
      "text": "It really is a lot going on. It’s life upon life upon life. And what’s so incredibly cool about it all is that this complex soup of life really sort of emerges out of nothing because before it rains, there is no vernal pool."
    },
    {
      "author": "Sharon Collinge: ",
      "text": "They’re sort of invisible until the right conditions occur."
    },
    {
      "author": "Intagliata: ",
      "text": "Sharon Collinge is an ecologist at the University of Arizona. She explained to me that vernal pools are a type of ephemeral wetland, a habitat that’s there one month, gone the next. Basically they’re nature’s rabbit-in-the-hat trick. So if you drive by these spots in the summer months—August, September—there’s not much to see."
    },
    {
      "author": "Collinge: ",
      "text": "It would just look like a brown field of dead grass, and you wouldn’t think anything of it. But when the rains come, it’s sort of like these areas come to life."
    },
    {
      "author": "Intagliata: ",
      "text": "You can’t just drive up any time of year and see them."
    },
    {
      "author": "Collinge: ",
      "text": "There’s a seasonality to this.... There's an ephemerality, which I think is really special. You have to be in the right place at the right time....it’s so limited in time and space."
    },
    {
      "author": "Intagliata: ",
      "text": "Collinge studies these electric yellow flowers that bloom as vernal pools dry up. They’re called Contra Costa goldfields, and as the name suggests, they flower in these incredibly beautiful, dense carpets."
    },
    {
      "author": "Collinge: ",
      "text": "They’re very bright and cheery, and they’re very persistent. And I really admire their resilience in these pools over time. The exotic invasive species, which are pretty common throughout California, are unable to tolerate these very extreme conditions."
    },
    {
      "author": "Intagliata: ",
      "text": "So the invasives can't handle it, but the goldfields are uniquely adapted to it. Their seeds just sit dormant in the dry soil, waiting for their moment. And then just like the fairy shrimp, when the rains come, the seeds germinate and transform into tiny, bright green seedlings that can grow slowly for months under water. Then, as the water in the pools evaporates, the plants go through a growth spurt—and they shoot up to eight to 10 inches tall in just a few weeks and push out flowers."
    },
    {
      "author": "Collinge: ",
      "text": "And the floral displays are just spectacular.... And so if you’re, if you know where to look, this is just something that’s, that’s quite magical. [CLIP: Toad ambience]"
    },
    {
      "author": "Intagliata: ",
      "text": "There's another magical scenario plays out at ephemeral pools in the Arizona desert ..."
    },
    {
      "author": "Intagliata: ",
      "text": "Where spadefoot toads burrow into the desert soil and go dormant before waking up to an alarm clock of raindrops. [CLIP: Toad ambience]"
    },
    {
      "author": "Michael Bogan: ",
      "text": "It’s often the monsoon storms themselves that wake them up."
    },
    {
      "author": "Intagliata: ",
      "text": "Michael Bogan is an aquatic ecologist at the University of Arizona."
    },
    {
      "author": "Bogan: ",
      "text": "So the, you know, the thunder, the lightning, the water, the heavy rainfall hitting the surface..., all those things can serve as cues and let the toads know that, hey, the pools might be refilling."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "Almost like a fairytale, I mean..., the toad that kind of falls asleep … and then wakes up to the sound of thunder ... and thinks, “Oh, oh, my gosh, it’s time to go.”"
    },
    {
      "author": "Bogan: ",
      "text": "Exactly. And when you think about what they’re sleeping through, you know, they’re sleeping through months of, like, 105, 110 degree temperatures. Like, they’re sleeping through some incredibly harsh conditions ... and then ... just spring back ... to action as soon as the conditions are good for them again."
    },
    {
      "author": "Intagliata: ",
      "text": "Bogan is captivated by these pop-up aquatic ecosystems ... and travels far beyond his home base in Arizona to find them. He recently trekked across the deserts of northern Mexico to visit some ephemeral pools there, hiking across volcanic terrain that almost looked like the surface of Mars."
    },
    {
      "author": "Bogan: ",
      "text": "It’s one of the most rugged, harsh places I’ve ever worked.... And so it’s ... a landscape dominated by lava flows and, you know, black, jagged basalt rock … for, really for miles and miles and miles.... And then that runs up against sand dunes ... surrounding it."
    },
    {
      "author": "Intagliata: ",
      "text": "Last October, he says, a cyclone dumped several inches of rain on the region, transforming depressions in the volcanic rock into big pools of water."
    },
    {
      "author": "Bogan: ",
      "text": "You know, it looks ... like a beautiful swimming pool in some cases."
    },
    {
      "author": "Intagliata: ",
      "text": "Bogan has cameras set up at the pools to track water flow. But they also capture the huge range of wildlife that comes to visit these temporary water bodies."
    },
    {
      "author": "Bogan: ",
      "text": "You know, Mourning Doves and other birds come in and drink from the edge of this pool.... We’ll see ... the coyotes ... come in to drink, the bobcats and the foxes come into the pools...."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "And I guess the thing linking all of these is just that they are these incredible oases for life when they have water in them, and then they sort of disappear, and you might not even know anything was there?"
    },
    {
      "author": "Bogan: ",
      "text": "Exactly. And ... that’s really the challenge. You really have to have kind of a long-term challenge and a lot of patience to study these ephemeral water bodies. So ... it’s really, you know, it comes down to, like, trying to to document what’s there when the conditions are right ... and really communicate that to people so that they know, you know, even though 70 percent of the time it’s gonna look like there’s nothing there, that other 30 percent of the time..., it’s incredible. There’s a whole world of biodiversity."
    },
    {
      "author": "Intagliata: ",
      "text": "A whole world of biodiversity that can overcome incredible odds to survive in these harsh and totally unpredictable ecosystems. But how do you convince people to protect something that doesn’t even exist 70 percent of the time? In the next episode, we’re going to zoom in on one species that often finds itself in the middle of fights between conservationists and developers. It’s sort of the unofficial mascot of vernal pools and my personal favorite: the fairy shrimp."
    },
    {
      "author": "Adam Wall: ",
      "text": "So you just love fairy shrimp because they’re crazy."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "Yes."
    },
    {
      "author": "Wall: ",
      "text": "Me, too. That’s me, too. Cool."
    },
    {
      "author": "Intagliata: ",
      "text": "We’re going deep behind the scenes at the Natural History Museum of Los Angeles County with Adam Wall, collections manager for the crustaceans (fairy shrimp are crustaceans.)"
    },
    {
      "author": "Intagliata (tape): ",
      "text": "And how many fairy shrimp did you say you’ve looked at over your career?"
    },
    {
      "author": "Wall: ",
      "text": "Probably 100,000 at this point.... I have handled tens and tens and maybe 100,000."
    },
    {
      "author": "Intagliata: ",
      "text": "That’s on the next episode. Stay tuned. For Science, Quickly, I’m Christopher Intagliata. Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Music by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. Head over to ScientificAmerican.com for in-depth science news."
    },
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    }
  ]
}