{"title":"Love and the Brain: Do Partnerships Really Make Us Happy? Here’s What the Science Says","img":"https://static.scientificamerican.com/sciam/cache/file/5CD4A681-C2AD-488D-9D0CA1B7E9DC4438_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/love-and-the-brain-do-partnerships-really-make-us-happy-heres-what-the-science-says/","audio":"https://static.scientificamerican.com/sciam/cache/file/330077EF-A0AD-4275-BD1877F2A62FB37E.mp3","intro":["How romance affects our well-being is a lot more complicated than “they lived happily ever after.”"],"authors":["Shayla Love"],"category":["Psychology"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify [CLIP: Music]"},{"author":"Shayla","text":"Love: I’m going to bring you into a sacred space. It’s a group text shared by me and two other single women, where we discuss online dating."},{"author":"Sarah","text":" I mean, I can definitely say this: you're not unhappier after your breakup ..."},{"author":"Love: ","text":"Yeah ..."},{"author":"K","text":"I mean, haven't women been complaining about dating men forever?"},{"author":"Love: ","text":"We call it the “Hinge Debrief,” and it’s where we talk about who we’re messaging, who we’re going on dates with, It’s also where we express our bafflement at some of the behavior we encounter in the dating scene."},{"author":"Sarah","text":"We need it because dating creates a lot ... brings out a lot of personal insecurities and anxieties."},{"author":"Love","text":"Despite our complaining, the reason we’re out there, going on dates, is because of some deep down belief that we want relationships. We want partners, we want to fall in love, and we think this will make our lives better—maybe even happier. [CLIP: Opening music] I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly. We’ve been talking about love this week, and so far we’ve maintained a pretty basic assumption: that love is good, that love makes us happier. But does it? And if so, does it bring the same amount of happiness to everyone?  [CLIP: Ending music]"},{"author":"Love: ","text":"Here’s where I fess up that this topic has been on my mind a lot lately. Last year, I left a 10-year relationship, one I might once have said would last forever. I am currently single, really, for the first time as an adult. And it’s made me ask the question: Is life better now, or was it better before?"},{"author":"K","text":"I knew you and your partner since you started dating. And I have seen how happy that relationship made you. It's not like you moved on without any pain. But I think you were just really ready to take a step and recalibrate your life for what you wanted and what you needed. And I don't think that I've seen you as happy and successful as you are today and we’ve know each other since we were 15. "},{"author":"Love","text":"But here’s the thing. My experience doesn’t really match up to a mountain of data showing that long term relationships improve people’s lives."},{"author":"Harry Reis","text":"I’ve been studying relationships for about 40 years."},{"author":"Love: ","text":"That’s Harry Reis,a professor of psychology at the University of Rochester. He told me that decades of work has found that partnered people are just, well, better off than un-partnered people."},{"author":"Harry: ","text":"Many, many studies have shown that people who are in relationships, on average, are happier than people who are not in relationships."},{"author":"Love: ","text":"That of course does not mean that every relationship is a happy one."},{"author":"Harry: ","text":"It simply means that on average, people who are not in relationships over the course of their life span, are unhappier in many different respects than people who are in relationships."},{"author":"Love","text":"People who are un-partnered have been shown to earn less money, get fewer college degrees, and have worse health outcomes. But my Hinge Debrief group takes some issue with this..."},{"author":"Sarah: ","text":"Definitely after the two year relationship that I had left, my life definitely got better after that one."},{"author":"Love","text":"After our breakups, ours and others’ that we know, life oddly seemed to improve."},{"author":"K: ","text":"It probably sounds very silly, but I could furnish and organize my apartment the way I wanted to, or play the music that I wanted to, or make the coffee the way I wanted to. I started pursuing a lot of new interests, and I had a lot of professional development in that time frame. And one of the best ways in which my life improved was that I built a lot of new relationships, like nonromantic relationships 5:16-5:46 —"},{"author":"Love: ","text":"In 2019, economist Paul Dolan published a book, called Happy Ever After. It claimed that married women were a super unhappy group, and that single women without children were better off."},{"author":"Dolan: ","text":"“In some of the happiness data, married people are happier than other population subgroups, but only when their spouse is in the room when they’re asked how happy they are. When the spouse is not present, fucking miserable.”"},{"author":"Love: ","text":"That’s from a talk he gave in Wales in 2019. So what’s the deal? Is all this work in finding a partner even worth it in the end? As with most matters of the heart, the answer is complicated."},{"author":"Richard Slatcher","text":"I've been studying relationships for I guess, about 20 years now."},{"author":"Love","text":"That’s Richard Slatcher, a professor of psychology at the University of Georgia. He says that Paul Dolan’s argument was ..."},{"author":"Richard","text":"Factually pretty far off the mark."},{"author":"Love: ","text":"That quote about married people saying they were miserable when their partners left the room wasn’t even accurate, it turns out. It was based on a misinterpretation of how data were collected in a study called the American Time Use Survey.  The data do still consistently show that married people, including women, have higher levels of well-being on average than unmarried people. But within that ..."},{"author":"Slatcher","text":"There are a lot of nuances with our understanding of how intimate relationships impact well being."},{"author":"Love","text":"For instance, ..."},{"author":"Slatcher","text":"It's absolutely true that men benefit more from marriage than do women."},{"author":"Love","text":"By the way, most of these studies are still talking about cisgender and heteronormative couples. But — for straight cisgender men ..."},{"author":"Slatcher: ","text":"They start engaging in healthier behaviors, they work out more, they drink less, smoke less."},{"author":"Love: ","text":"For women, the quality of a relationship itself is more important. In other words,"},{"author":"Reis: ","text":"The research shows that men tend to be happier if they’re in a relationship than if they’re not in a relationship, more or less regardless of the quality of that relationship."},{"author":"Love: ","text":"That’s not true for the women in partnerships with those men. Quality matters more."},{"author":"Reis","text":"So whether it’s a satisfying, rewarding, intimate connection makes more of a difference for women's happiness than it does for men's happiness."},{"author":"Love: ","text":"But the underlying factor in all of this might not have anything to do with romantic connections at all. It could be the other relationships women have in their lives."},{"author":"Slatcher","text":"Women tend to have a closer network of friends who they can open up to, who they feel emotionally close to, compared to men. There’s an old adage that men’s friendships tend to be side to side; women's friendships tend to be face to face."},{"author":"Love: ","text":"When men get married ..."},{"author":"Slatcher: ","text":"They finally have somebody to whom they can really open up and be emotionally close to."},{"author":"Love: ","text":"This is, in part, why there have been alarm bells ringing about widespread loneliness, and people having fewer friendships.. Thirty years ago a little more than half of men—55 percent—said they had at least six close friends. Today only 27 percent of men report the same. And 15 percent of men say they have no close friendships at all. This trend can be seen in women, too, but it’s less dramatic. Actually ..."},{"author":"Slatcher: ","text":"Overall, the effect of marital status on well-being is fairly small."},{"author":"Love","text":"Research from Richard Lucas, a social psychologist at Michigan State University, has found that both men and women show a bit of an uptick in happiness after they get married, but then they slide back to baseline."},{"author":"Slatcher: ","text":"They still end up staying higher than they started with, but, but essentially, that declines a little bit over time."},{"author":"Love: ","text":"So maybe pinning all our happiness directly to love and marriage, is ..."},{"author":"Jenkins: ","text":"Actually a doomed enterprise. It’s not the way to be happy."},{"author":"Love: ","text":"Carrie Jenkins, a philosopher of love at the University of British Columbia, is author of the recent book Sad Love: Romance and the Search for Meaning."},{"author":"Jenkins: ","text":"We're almost preconditioned to think that romantic partnerships are meant to make us happy."},{"author":"Love","text":"That is where “happily ever after” comes from."},{"author":"Jenkins: ","text":"The question we ask when we want to know if someone's relationship is going well is: Do they make you happy? Or are you happy with that person? But I think it’s really good to step back from that and ask whether happiness is really what relationships should be about."},{"author":"Love: ","text":"It could also be counterproductive to pursue relationships just to be happy. That’s because of something called the paradox of hedonism. This is the observation that when you try to achieve happiness or pleasure directly, the result is unhappiness."},{"author":"Jenkins: ","text":"You're better off focusing on something else that can lead to satisfaction in your life and can lead to having a sense of meaning or purpose in your life. And you might then become happy as by-products of that."},{"author":"Love","text":"There’s also hedonic adaptation, which might explain Richard Lucas’s work: people adapt  to their circumstances, even if those situations once made them really happy. What should we aim for instead then?"},{"author":"Jenkins","text":"The word I use is eudaemonia, which means good spiritedness. or being in good spirits."},{"author":"Love: ","text":"This word is from ancient Greek."},{"author":"Jenkins: ","text":"And it’s used by philosophers a lot to define a good life."},{"author":"Love","text":"It’s striving for a kind of well-being that’s not just rooted in the flat, fleeting emotion of happiness, but in something more well-rounded."},{"author":"Slatcher","text":"There are plenty of people who remain single throughout their lives that are substantially happier than many people who are married."},{"author":"Love","text":"And a lot has to do with what the rest of a person’s life is like ..."},{"author":"Slatcher","text":"The quality of people’s social relationships—you know. —"},{"author":"Love: ","text":"There was a ton of media coverage of Paul Dolan’s claim that married women in particular are miserable. I think one reason was that it captured a reaction against more traditional kinds of partnerships, especially marriages between heterosexual cisgender people. We often hear about an uneven split in housework or childcare. But there can be deep disparities in the emotional lives of partners, too."},{"author":"Jenkins","text":"Let's call it soul housework."},{"author":"Love: ","text":"Women are often better socialized at performing soul housework, or the upkeep of the emotional life: talking about your feelings, maintaining social connections, staying on top of your mental health and well-being."},{"author":"Jenkins","text":"Their soul remains very well cared for, even when they become single, and perhaps even more so if they’re no longer expected to be doing that work for two people. Whereas men or anyone who hasn't been socialized or trained in how to make their lives meaningful in those ways ... has been relying on someone else to do it. 9:44-10:04 Because they have somebody who is able to facilitate that part of life for them—basically, the social connectedness that avoids the kind of misery or the kind of dissatisfaction with life that comes from feeling lonely or disconnected. "},{"author":"Love: ","text":"For straight cis men, that could be part of why hetero couplings make them happier on average.And for women, that could be why the idea that partnerships lead to better well-being might not always ring true. It’s also easy to be wary of older data that show married women were better off. Women’s lives have improved significantly in terms of how much independence they can have and the lives they’re able to lead. This made sense to our Hinge Debrief group chat, where our most recent breakups featured imbalances that we just didn’t want to put up with anymore."},{"author":"K: ","text":"In that relationship, I did the classic female thing of making myself very small and making my needs very small, right, not being demanding, not asking for what I needed."},{"author":"Sarah: ","text":"Women, like, take care of things in ways that men don’t do for themselves."},{"author":"Love: ","text":"So based on the information that’s out there, relationships—but those of all kinds—are important to living a good life. But we might still want some romance, too. Richard chimed in on some qualities in partnerships that could contribute to well-being for everyone."},{"author":"Slatcher","text":"The bedrock of any happy relationship is trust. And so being open and honest with one spouse is really important."},{"author":"Love: ","text":"Another important quality is being responsive ..."},{"author":"Slatcher: ","text":"Trying to learn what your partner's needs are and trying to meet those needs when possible."},{"author":"Love: ","text":"Our text group is holding out hope that, along with carving out space for all kinds of connections, finding love can still bring meaning to our lives—especially the right kind of love."},{"author":"Sarah","text":"I want somebody who wants to care for me ... at the same level that I want to care for them."},{"author":"Love: ","text":"And as for me, though my life has gotten better in a number of ways post-breakup, that hasn’t left me with a grudge toward relationships. Recently, I was telling a date about the kind of closeness partnerships could generate. [CLIP: Audio] "},{"author":"Love: ","text":"One night I came home, and my ex was really excited to show me something. We lived on the first floor facing a garden, and we stood in the kitchen together, and he turned out the lights. When the lights turned off, a chorus of cricket chirping erupted. He flipped the light switch on, and the crickets immediately stopped.  Lights off: crickets.  Lights on: no crickets.  Switching the lights on and off, we could make our own tune out of cricket chirping. My partner had not only noticed this quirk but knew that I would love it and couldn’t wait to share it with me.  That’s the magic of a relationship I’d like to capture again, even if it won’t necessarily lead to happily ever after. You’ve just listened to part four of Love and the Brain.  Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com.  For Scientific American’s Science Quickly, I’m Shayla Love."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[189,924,1824,2442,2464,2251,1765,1868,2115,2414,2501,2526,1689,2147,19746,21055,15892,9882,17307,19160,19044,15585,10653,12891,2734,2846,22618,17719,17776,19103,8657,13029,20524,14660,17164,22098,21316,14016,13951,13805,16146,18644,16901,15045,14551,10277,19065,14723,15836,14595,2518,15663,13796,2597,14327,15412,12671,9557,1758,2206,10931,14686,19740,14851,15600,14400,13636,17160,15038,10561,21735,17619,14400,21359,14592,16892,13637,13723,12622,16635,15987,16433,5755,2724,20641,22523,20032,15035,16619,14096,3012,19726,18012,17892,17234,19749,16089,13902,16114,19015,17223,16576,13915,15712,22321,18741,20392,22524,15671,22545,17249,16354,16038,17442,19881,20687,16764,19291,14600,5042,13238,18112,17244,15752,14474,17809,16034,14761,19898,14659,17665,13906,15147,19044,14466,14329,15584,13176,13325,12107,17556,12939,6386,7538,7934,6298,4727,22726,21484,20738,16810,12349,16723,17707,17138,13729,16815,16859,17371,15097,19513,17535,13602,20662,14059,18623,12149,20868,16866,13618,7026,18591,22510,15381,17938,19852,22337,14652,15795,12970,18008,13428,16165,15564,14230,13955,8134,18685,18915,12737,8122,1728,1691,1786,1772,2025,2336,1944,2024,2113,2028,2604,2384,1870,1922,3107,3476,2447,2064,1513,2147,22579,18588,13934,13902,22779,16473,13396,12280,12369,14118,14832,7044,12827,21531,21153,18665,14468,13542,18115,17003,16918,12492,14632,15463,17329,18318,13499,15434,11261,19432,20020,17191,18315,18260,16261,13145,18685,12300,2298,2262,22500,20211,20662,17028,16214,16119,15097,14503,12940,12494,17859,15487,15050,17523,10864,3071,1731,979,602,364,22521,17518,15974,14545,13723,13691,15056,13021,12668,10293,17793,10617,5882,2255,2831,3200,3071,2497,2601,3114,2271,1614,1936,1894,1336,999,22625,22831,15842,16612,13752,12685,13019,17260,15625,16959,13523,15539,15329,16963,16818,10920,812,20526,18672,13237,10896,13719,15224,14829,17143,15644,15846,16022,1187,1140,922,630,22756,15740,19029,16490,15459,7325,691,21189,18634,14598,17044,13594,13942,17373,13841,17979,3499,3197,2663,2694,3238,2913,2223,1681,2012,1421,934,837,765,15815,13939,17117,14065,12549,17269,16421,10407,11574,6271,12630,15854,16867,13720,12680,7438,8676,10464,16560,13351,12950,8815,12612,12052,10860,14635,9358,13858,13298,1791,10399,13832,14224,12424,8077,8901,11238,9651,10178,10500,8804,8616,12616,1223,307,263,234,14351,21316,11957,10144,9493,10019,8155,10191,10628,5937,11054,10067,13711,8674,10835,16728,12540,8802,10667,10677,1564,8515,9271,3279,19987,9538,10283,294,299,12931,10665,17135,13043,13805,11405,11818,12882,11196,10577,13983,12422,7854,11501,9343,8336,11919,11104,9301,10669,9855,14698,7922,8022,9638,9929,8646,7104,11199,10007,12661,11732,12929,9577,10368,10391,10121,8304,9874,7849,7785,236,63,548,22548,12708,17174,16205,15144,17973,12413,14431,15741,14428,16247,17340,14070,19722,15292,13047,17237,14979,14602,14328,12479,15322,14107,13348,17188,21026,14355,7057,17883,14728,12973,14014,11096,18162,14956,11950,13175,9388,11366,3806,115,22589,18217,17373,15854,20856,15052,15845,14123,16624,18573,10161,11804,923,20223,18193,15904,16136,15153,18382,14804,16445,15996,17190,18284,14559,8152,20672,14099,19416,20124,13685,13577,15158,11912,569,769,21361,18887,12656,22492,9217,13654,18726,8812,89,14508,17722,15162,16177,14254,14709,15717,8055,20468,16943,14814,6921,3758,18086,16121,13436,15193,12602,14587,10883,14823,15282,9573,13733,1558,532,22624,16479,14850,19030,11617,16944,10241,18377,16620,16590,11905,3384,20417,18790,21575,17927,15926,17954,9110,2700,22465,21970,16780,16680,14906,18169,12540,13250,18371,16457,14082,21200,12230,13627,14066,16146,14988,14375,7918,215,22612,21538,17966,15790,20851,13569,20547,11309,11888,12566,17937,15685,14185,9434,10311,3756,1766,22564,18589,14975,15921,13962,22348,11081,19174,15510,15914,8329,20485,18266,19097,14764,17589,13473,20307,16983,10547,5437,21828,18780,18058,13664,12830,13008,15448,18032,13971,12024,3247,22507,16995,14542,13840,14130,11802,13377,13157,10254,9308,14181,9910,14821,9690,10110,14476,14375,14360,15054,15265,13687,3201,22523,16912,16629,15949,14701,20107,18119,15001,13184,14099,13721,700,19965,18378,20816,18031,14972,15312,10659,2219,2952,15384,15629,13391,20501,22589,14412,9374,13921,11875,10520,767,801,20559,15108,13430,12058,14792,13543,13534,13158,13763,11921,11697,14058,13446,12609,13672,12665,12286,14250,18871,10376,15318,13400,12757,14640,12873,16570,8514,12020,12590,17164,16356,15238,9701,14904,11857,12107,7907,13581,11794,10651,11652,14891,15170,21891,12771,16892,11442,17621,16650,3067,8550,15803,10745,12943,13688,10959,12646,10763,15273,15568,8917,15253,10268,16886,10388,1587,13251,12553,7557,11404,15687,18230,18330,4005,16597,16727,18259,20983,15818,16767,3998,17602,4856,9607,11355,13149,11653,12001,9432,9105,13375,12158,9030,9232,4580,8590,9513,4206,3306,2549,2067,1807,1578,778,15865,22668,17530,12876,17636,14694,13655,12411,15199,22387,15966,15432,14800,16143,13316,12067,617,21095,17727,15912,13894,13322,11951,16382,16447,17017,13178,13490,13014,16278,14464,15121,12205,22406,14869,11935,15039,17323,2218,415,22515,7687,22504,20090,10767,5255,264,644,10190,22526,12387,12292,11709,19152,13571,9359,12536,8239,1904,14797,5855,10012,2766,333,210,312,245,676,17337,16159,17679,14927,15232,3252,202,14142,16405,13360,15072,20819,5142,6109,10943,15911,12321,9022,8386,6640,4559,5151,4281,5539,5774,5434,5573,7597,4091,4306,22492,3404,3344,2469,3074,2055,1853,1814,2188,19019,22548,13138,16628,16119,10872,15381,15169,5674,9576,5319,1237,896,533,10660,22587,8337,7076,1074,22467,15709,22007,17994,8004,15618,8032,3314,4652,4460,1360,4726,7266,6385,3733,1604,671,439,22541,18267,18351,14945,15487,10816,12909,14415,8539,59,21182,18390,13956,18268,13630,17808,14436,14538,15804,13631,12091,14263,14960,17420,16710,392,22495,22473,14496,14892,15907,15201,242,20070,14693,11151,12139,3265,7518,7603,17185,15408,8554,8046,9232,8062,9016,10408,8060,22583,19376,18387,12640,13416,19335,16937,12127,10019,17125,15942,14929,329,20796,18815,15477,14465,17704,14428,13834,14129,14604,13038,10875,12700,16647,12581,14194,2327,22549,16991,16563,12313,14269,13838,10856,20926,12745,14489,15512,12847,14789,405,16755,18182,16566,9609,14372,5917,20343,17244,17493,17817,13385,15375,15640,15518,14198,15708,14556,22706,17510,15271,14598,14513,12915,14112,390,20608,18860,15972,14971,15616,18046,17354,13601,15977,15447,17320,11200,19104,16495,13896,15332,15534,14541,13717,17003,13220,15202,9786,12669,3862,20298,18764,18480,14063,17724,20934,16031,9285,5217,164,15180,15842,11662,9551,12950,11642,5277,13707,10074,12170,15143,8045,5035,11786,6559,4364,10562,8343,6345,22565,22703,15605,10555,12713,11575,10002,15854,11821,13484,10171,6162,7031,210,17970,11553,11890,10823,6441,263,12627,10202,9202,5876,10781,4750,22520,19260,13311,18732,14619,17759,15941,13528,16011,14633,18062,12866,14414,13638,14892,15894,280,3402,22478,22632,22965,13913,19089,14141,13595,8351,10115,12494,9423,8812,8531,12641,8408,9380,10111,9789,4413,13572,12256,3026,11847,7984,1970,22530,21243,12106,17674,18241,16056,20212,12667,18166,12901,12290,250,21613,16818,16591,14226,17665,18201,11766,16193,255,17762,18441,16686,11766,15301,15634,15314,15145,14641,8961,12268,98,16527,15579,16840,14891,16328,10826,13455,6014,12875,18541,8739,13089,13552,13578,17186,14456,9476,18359,14458,10487,7883,5140,1263,560,22553,18472,13840,16160,15529,13540,12008,15390,9681,8858,20668,18214,17122,17066,4407,16277,18661,13292,16356,13957,13584,12271,15552,11700,10123,14297,15830,7260,271,19748,10147,12441,22241,13834,15436,18344,13232,8732,9496,10625,15766,9341,4085,2654,22494,20043,15035,16570,16202,18396,15139,9978,21263,19611,15449,16746,11270,15990,16386,18240,18267,436,19337,15337,19246,15964,14840,15458,19561,14548,11296,17226,20672,7178,142,1308,8923,7044,9475,10825,8079,5911,10481,10272,13729,15257,14160,8892,6244,140,8349,11796,6860,2304,348,184,3355,16803,9332,16204,7749,4259,4099,346,12289,14889,13332,7809,147,207,14393,14709,11251,11627,8442,6602,6778,1802,9392,10128,8631,8776,8627,7068,5448,320,11734,8820,206,13254,1574,5999,5962,6314,14314,8491,13055,12738,9488,7080,14225,13125,8386,190,14773,13280,12120,9944,8043,7466,5080,3733,10391,22520,19789,10271,10029,11148,14860,14297,10330,6079,309,13177,14437,13331,11274,11257,10134,8982,11200,9834,7098,10922,18103,9647,14262,6700,2539,22603,22483,15869,17593,13664,11041,13056,11148,9089,18038,17604,13710,11868,17117,12053,16726,14247,11741,9020,418,19105,14885,13976,14386,9142,17908,13750,11295,15934,16227,12126,14712,13460,11922,17144,16215,16379,5115,264,21955,17134,12405,10301,15869,13425,15205,9893,9341,7978,318,18555,17127,14446,9375,14052,11673,13634,14417,11634,16983,4695,214,16920,20255,15797,14164,9994,8431,14784,14224,16023,15359,1479,124,22540,16720,11806,10950,15376,14220,12215,11856,11716,11089,7688,7573,2516,173,7066,300,9981,11490,12666,13138,7800,13418,4790,579,22610,18070,15198,15471,13192,14422,17065,15315,12737,19806,11208,13937,14798,607,20153,18236,14560,15020,12532,21666,14956,18181,15298,16073,13851,14922,12746,11936,176,20760,17300,18024,15973,16555,4574,13881,10639,17407,9209,14422,10734,8587,11573,14014,11546,15404,7981,229,14220,22417,11235,10958,4663,11215,5772,318,9068,11971,10131,10064,12053,8933,9484,22566,15781,14795,21172,16007,14959,13914,16520,17314,11380,16031,16043,13157,14719,10200,2879,12655,12012,13695,10364,14018,12475,11976,11667,12490,10914,6280,22546,16859,14055,20384,13269,12792,15460,20366,15201,14458,15227,12440,18670,14848,13180,15970,19375,19871,12111,14346,10266,16056,12739,4736,139,22555,20121,11455,15551,17523,12532,13251,8942,16185,2761,15323,12479,14065,16401,13262,7307,15765,12209,9162,22515,19883,11710,17850,16350,16313,14363,13527,4298,13850,14103,13836,10537,8630,2619,14324,9855,13268,11823,9716,11875,10537,7689,12332,10052,11716,10891,8612,10035,11887,12611,19930,10485,10953,2825,423,16359,11322,7270,16839,7251,16696,14506,16993,17216,17753,16240,11683,10302,10906,12777,9824,14164,14312,2563,196,16351,11890,8069,14126,14434,12670,13273,3185,22682,22240,16744,16090,15057,15942,10707,14326,12880,15203,15786,20293,17026,18674,11457,364,20260,19168,16302,15379,12607,15218,12938,14306,15309,349,20343,21217,16219,14700,16870,12627,21279,17528,13027,14006,13036,12419,12433,377,19759,18293,11317,20845,13796,11579,9968,12627,15818,9943,12518,11449,17770,5973,34,13315,9514,11469,11405,8692,14076,12733,9580,11547,11109,11019,9206,12001,10239,12091,8395,478,10765,13692,11457,11535,5888,138,13858,15397,20124,13506,14176,16671,15492,13306,13009,12183,1162,32,22504,22492,16192,16428,15496,20048,13587,17472,15438,12903,11697,18632,14233,395,19040,20406,14767,13047,15174,8640,16740,16888,15783,12704,11258,14538,8511,16897,14373,20523,7086,277,297,22495,22505,15381,13554,15835,13072,3708,18707,16330,10575,10841,16716,13282,9376,9542,14314,18205,12676,8167,11647,8425,14360,11465,13292,12718,1608,287,22565,19386,17836,15496,9669,8785,984,11859,5087,11731,12123,15284,14737,8368,13071,8920,2504,13032,5744,612,12116,8773,10826,11932,4179,14609,8522,9749,1070,22497,22635,20467,16828,15454,15307,9674,13943,17037,20221,13544,11595,18102,17910,16028,14806,19549,14409,10254,21674,20696,18409,16976,13731,18361,11296,134,17465,12422,12184,10421,8123,12371,12679,11754,10788,4080,14938,14263,10236,11022,15078,10481,11335,10911,15245,9617,16910,15418,22546,22638,17012,20756,17833,13085,15294,13001,15873,14375,17057,17160,8351,1664,5609,12882,11807,13202,21410,13739,6968,6600,8179,9318,6413,6900,5088,3849,10335,5944,5902,5258,5812,6628,6010,3314,814,4500,2877,2648,1176,22648,18212,16134,11781,17481,13686,16267,14020,14365,14943,13394,10909,14746,15382,15612,15813,13628,13224,442,21485,19268,12646,13111,14806,17183,14101,17262,22617,19225,15590,20575,15121,13018,15650,13376,14452,17631,17730,10522,13642,14527,14019,15666,17375,17512,17040,8310,644,22513,15751,15948,15536,12543,16591,17203,23156,16035,20573,14563,14763,376,18155,18367,14548,14864,18188,10071,8357,22695,16208,13717,15546,17973,8706,203,17907,15511,15483,12664,9475,487,22534,21186,18157,13683,14728,17607,12553,17494,16975,12796,18246,16780,6125,18728,18492,19152,16425,15680,15186,14510,13234,1649,21488,18513,16053,12647,13027,10267,16337,14510,14078,19038,17738,17382,19715,17985,16166,12629,13570,16821,2871,18338,12010,13549,10290,22180,13218,11900,11867,364,12027,7743,8980,19784,14704,12981,17934,8952,259,12134,14139,15100,15214,16854,13737,11105,17977,11612,15150,13340,11768,16578,16381,3171,15754,12578,16170,8841,239,17050,15932,11961,12386,9394,15914,12281,14917,10749,12698,10934,10849,640,16357,17241,11624,17077,12394,12787,13792,3603,322,15948,17677,11047,13294,8313,13381,10126,15200,11007,14255,10366,10476,4468,193,14753,13370,11592,10906,11803,10863,12738,13589,10790,7968,11789,9298,8997,12682,9139,774,15464,9031,13232,10072,15426,8668,457,12366,8993,13946,4238,17432,16987,16376,16278,12428,14645,15117,12969,9852,15900,13197,11445,9021,16284,13664,12206,10807,10449,49,22519,21773,13886,18130,15626,8382,19997,17991,14880,12203,14253,14032,14789,19757,10759,12250,13163,17796,10911,16822,16978,18297,14609,19312,17920,14797,13723,15160,13800,11114,18507,15869,16569,15790,15548,13491,15549,11201,9049,302,22293,18918,14991,18817,18499,16012,11680,15938,15629,15165,12657,12249,15318,16867,9958,18584,18160,13081,13156,10015,16058,14123,15368,17516,14669,15068,17097,16183,15508,15297,16664,12774,12562,15638,2963,21552,18470,17519,17090,15963,15644,21669,15819,15453,14627,14201,15097,14722,13003,20462,19237,12988,13971,9703,16599,15965,10671,11143,12680,401,13443,14150,12528,13498,12288,14177,5815,72,15402,12641,11175,11117,11346,9946,13905,11063,6606,9745,12026,11561,11230,8648,12367,8194,7716,1746,2053,10535,8999,10427,13263,15120,13556,6750,12447,7392,12407,10906,13694,10434,4240,18401,17701,17189,12347,12597,6586,3628,67,513,1406,1004,12456,14525,10888,11727,11106,11047,6607,15152,22522,18425,14067,12220,16785,15643,15439,18220,14168,17272,14614,19122,13506,16222,14872,14032,13093,17694,9807,278,233,22522,17459,22767,20982,15520,17525,14828,210,21476,18377,14859,13468,15740,15389,13441,17260,16490,18819,17475,15044,14812,13315,5631,15289,18863,18338,7911,8250,9562,11800,7350,7302,11081,7603,7577,4899,10374,210,8161,7568,366,9890,8401,9930,10299,8755,9448,8231,10398,6407,5532,4462,6436,10895,13481,8939,349,22495,17979,14401,15761,15637,14624,17594,7931,1627,13040,15985,8764,12398,12946,7107,11024,12662,255,3399,16202,9235,13811,12270,13810,150,8966,13569,12733,8894,7665,506,22510,18599,16206,17053,17055,12694,17418,16483,15732,17078,14150,16977,16730,18543,13351,12903,10282,351,21278,13282,20668,14056,10194,18936,14731,6857,17881,17335,13002,13405,989,20927,16010,17301,11107,15091,15625,9152,7505,17649,18513,14003,15102,15801,9325,8131,161,12324,13563,12862,11011,9481,12920,15610,9455,120,68,22507,17235,21751,15032,11125,17253,19449,16138,15643,17318,12395,11826,14164,7834,17272,15971,71,21687,19016,14591,15262,17144,16677,9716,10614,4449,64,18630,12559,20581,14198,18545,17287,14236,15527,15383,13978,14105,17902,6604,78,295,841,1091,891,858,1123,1216,1497,1126,1081,1319,1259,1069,911,1150,22504,22539,15997,10924,11613,19071,15920,11435,14849,15422,14403,16339,15235,7834,15025,17418,17187,18980,14113,13166,18339,13071,10811,15482,14455,18098,15303,10288,10438,18337,14103,7731,18622,21307,18506,18696,20025,14063,18068,14901,18841,15110,15088,10583,1593,1743,2248,1739,1675,1549,1536,1584,19967,20113,18098,16488,19244,19228,18950,13350,16651,16270,11833,917,22138,19791,18684,1467,1661,1293,1442,1472,5862,22494,6618,21626,18302,18822,1193,22550,15437,3301,981,1016,22521,18782,16232,13313,12671,18400,16438,16528,22632,14680,18001,10164,18835,22229,19541,14875,22107,15379,18825,16970,16086,18006,16576,19820,20157,12719,14965,15616,14449,14533,12376,17838,1515,1815,1647,1545,2924,3417,4509,4288,3660,4627,22615,22528,21879,16251,15297,17745,17879,15509,16717,18062,15717,6222,3466,22557,19459,19706,16992,12727,20006,15971,17627,12689,7704,9840,11389,15160,6905,11553,14528,11575,12153,8775,12788,12874,12783,8582,9481,12232,13018,12904,7796,13533,15032,19398,13271,12161,15393,16062,15497,15062,10192,9290,13357,17461,12893,14214,17495,20412,15953,8767,7731,9758,12262,11740,15841,10234,5133,4074,1910,1289,868,416,383,1243,1526,1876,1616,1059,22592,14829,16145,15010,15181,15980,13573,13540,4471,20084,15127,16693,21878,21290,17998,21386,15819,16045,14125,18772,15653,15500,15289,1191,21433,19606,16892,17467,12758,22407,16144,18630,15611,823,654,115,22503,19833,13407,18229,9670,14429,12328,18166,16619,19156,13263,13410,18221,17667,14845,13446,21478,13909,17065,14440,14923,15756,16579,8622,1949,1742,1841,1609,22512,18872,15780,18440,14269,15790,17195,22887,17033,9774,1241,528,857,1461,16665,15315,11808,11282,10739,10816,8326,4639,4788,19402,19203,17985,16825,15788,18808,15963,11846,16308,16193,20599,21533,19819,20084,18405,19142,18086,20949,18622,22524,22580,22370,20406,16386,16053,13399,8836,4656,2323,22533,22502,16785,12207,6312,2080,846,393,156,86,27,1]}
