{
  "title": "Love and the Brain: The Animal Matchmaker and the Panda Romeo and Juliet",
  "img": "https://static.scientificamerican.com/sciam/cache/file/36435F15-B045-4E2C-B30F5CDABB5FB5F1_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/love-and-the-brain-the-animal-matchmaker-and-the-panda-romeo-and-juliet/",
  "audio": "https://traffic.megaphone.fm/SAM5911020209.mp3?updated=1703605785",
  "intro": [
    "In fair zoo-ona, a pair of star-cross’d pandas take their life. And we learn about whether or not animals can fall in love."
  ],
  "authors": [
    "Shayla Love"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": "Apple | Spotify [CLIP: Panda sounds]"
    },
    {
      "author": "Shayla Love",
      "text": "What you’re hearing are the sounds of two pandas in love."
    },
    {
      "author": "Meghan Martin",
      "text": "She kept going to his side of the pen—and just, you know, calling to him and checking in on him. And [it] just felt like one of those very unfortunate, like, Romeo and Juliet–type stories or something. [CLIP: Panda sounds] [CLIP: Beginning music]"
    },
    {
      "author": "Love: ",
      "text": "Love takes up a lot of human attention. We write movies, books and music about it. We talk endlessly to our friends about dating and our partners. But how big of a role does love play in the lives of our nonhuman animal friends? I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly. We’ve been digging into different aspects of love, and today we’re going to leave people behind to ponder if animals feel love—and if how we answer that question tells us anything about the way we see nonhuman animals and what love is at all. [CLIP: Ending music]"
    },
    {
      "author": "Love",
      "text": "Meghan Martin is a conservation biologist in Portland, but another way to describe what she does is that she’s an animal matchmaker."
    },
    {
      "author": "Martin: ",
      "text": "Caribbean iguanas, checkerspot butterflies, ‘Akikiki in Hawaii, African painted dogs at Oklahoma City Zoo."
    },
    {
      "author": "Love: ",
      "text": "She directs PDXWildlife, a nonprofit that’s dedicated to helping animals get it on while in captivity. What she’s probably most known for is helping pandas breed. [CLIP: Panda Calls] "
    },
    {
      "author": "Martin",
      "text": " [Laughs] It’s a fun thing, arranging panda speed dating–you know I really enjoy my work."
    },
    {
      "author": "Love: ",
      "text": "When animals aren’t breeding on their own, Meghan and her team encourage them by looking at the animals’ environment and making changes that better match how mating might occur in nature. For pandas, one technique they’re using is introducing male-male competition."
    },
    {
      "author": "Martin",
      "text": "In the wild, the female climbs to the top of the tree, and then the males duke it out at the bottom. And then the winner wins access to the female, of course."
    },
    {
      "author": "Love",
      "text": "Pandas in conservation centers can’t fight—that would be too dangerous, and they are endangered, after all. So Martin sets up what are called “howdies.”"
    },
    {
      "author": "Martin: ",
      "text": "We let them see each other between very fine mesh barriers with bars, so they can’t actually physically harm each other. And that gives them a, quote, unquote, competition. So they’ll get really riled up. And then we introduce them to the female."
    },
    {
      "author": "Love: ",
      "text": "After a howdy, the pandas are more motivated to mate. Martin is used to the logistics of getting animals to have sex. Does this mean she helps them fall in love? Her process can make animal love sound pretty formulaic. Yet Martin said there’s still some mystery as to why some animals are drawn to each other and some aren’t."
    },
    {
      "author": "Martin: ",
      "text": "Because as scientists, we’re trained not to anthropomorphize. But I strongly believe I’ve made my entire career off of anthropomorphizing and recognizing that a personality does have something to do with this mating success."
    },
    {
      "author": "Love: ",
      "text": "Actually, figuring out whether animals can fall in love requires us to clarify what we mean by love in the first place. Is it just pandas having sex? Is it something else?"
    },
    {
      "author": "Claudia Vinke",
      "text": "Love, and falling in love, especially, is a very complex phenomenon. Of course, there are all kinds of emotions involved, but in fact, falling in love is not an emotion but a state. So in that state, you have many emotions, and they can be quite different."
    },
    {
      "author": "Love: ",
      "text": "Claudia Vinke, an animal behavior biologist at Utrecht University in the Netherlands, said that while we can’t peer into animals’ minds and know what they’re thinking, we can watch what they do. We know animals can have positive states and form attachments to one another. One example is when animals approach one another and spend time together."
    },
    {
      "author": "Vinke",
      "text": "If you don’t like each other, you won’t approach each other. And so the first thing is approaching each other. And then, sniffing, of course, and when you like the individuals,  you may make grooming, sitting next to each other, sleeping together—very close by–all kinds of behavior that can show as positive affective states."
    },
    {
      "author": "Love",
      "text": "Some animals can form monogamous pairs for a lifetime, such as albatrosses. [CLIP: Waved albatross call]"
    },
    {
      "author": "Vinke: ",
      "text": "And if they see each other after a year in the breeding places, they really approach each other, they find each other in these enormous colonies. That’s really amazing. When they find each other, they meet again, with very affective behavior, which definitely looks like falling in love and being in love. [CLIP: Waved albatross call]  "
    },
    {
      "author": "Love",
      "text": "Scientists have also measured chemical increases of hormones such as oxytocin in animals or increases in brain activity in the brain’s emotional centers. But in the end, our perception of whether animals love still rests on what we think they are capable of feeling, based on those physical signatures and behaviors."
    },
    {
      "author": "David Peña-Guzmán",
      "text": "I don’t think we are automatically getting ourselves into trouble by asking the question of love. But I think we can get into trouble if we think about love in a narrow way that prevents us from seeing the diversity of expressions of love that exist in the animal kingdom. I think that’s really the danger."
    },
    {
      "author": "Love",
      "text": "David Peña-Guzmán is a philosopher at San Francisco State University who wrote a book about animal dreaming, so he has spent a good amount of time thinking about how to consider animals’ internal states. He thinks we should be wary of defining love only as something that matches our human cultural norms."
    },
    {
      "author": "Peña-Guzmán",
      "text": "I think many of us think of the highest expression of love as romantic love, which is tied to a lot of human conventions like monogamy, courtship, dyadic relationships."
    },
    {
      "author": "Love",
      "text": "If we start thinking about love in that way, it would be hard to say that animals feel romantic love, even though this form of love is historically pretty recent ..."
    },
    {
      "author": "Peña-Guzmán",
      "text": "Dating only to the 19th century or so."
    },
    {
      "author": "Love",
      "text": "If we look at animal behaviors more broadly, such as the ones Vinke mentioned, the story of love shifts."
    },
    {
      "author": "Peña-Guzmán",
      "text": "One example that we might point to are cases of animal mourning and animal grief, where it’s clear that animals suffer very deeply, very intensely when those that they love perish. And there is a series of behaviors that are associated with the process of mourning and the process of grieving that are pretty well documented in animals as diverse as elephants, whales, primates."
    },
    {
      "author": "Love: ",
      "text": "Veterinarians even recommend that for pets that live together, if one dies, it’s important to let your pet see the body."
    },
    {
      "author": "Peña-Guzmán: ",
      "text": "So if you have a dog and a cat, and they get along well, and suddenly the cat dies for whatever reason, it’s, it’s pretty important for you to let the dog see the actual dead body of his or her friend because that way, they can begin the process of grieving and mourning."
    },
    {
      "author": "Love: ",
      "text": "Do animals grieve because they loved their departed animal companions? Maybe. But what does that really mean?"
    },
    {
      "author": "Peña-Guzmán",
      "text": "One way to think about what grief and mourning are, they are processes of disattachment or detachment from a loved one. In order for you to detach, it means that you had to attach in the first place. And that’s one way to think about love."
    },
    {
      "author": "Love: ",
      "text": "There’s been disagreement throughout history about the emotional lives of animals. The French philosopher René Descartes thought that animals were like robots, operating purely on instinct and conditioning. If we see animals this way, it might be less about whether they can feel love and more about how we think about their emotional lives."
    },
    {
      "author": "Peña-Guzmán",
      "text": "So I think the question of love is interesting because it opens up to this broader debate about whether or not animals are emotional agents, whether they are emotional subjects. if your answer to that is no, then, you know, we might have to have a very different kind of discussion than just about whether or not they love."
    },
    {
      "author": "Love: ",
      "text": "Hearing about the pandas’ mating made me consider how human love can be somewhat formulaic, too. If you manipulate the environment around people, say, by lighting some candles, pouring some wine or asking a certain series of questions—like we discussed in an earlier episode … If you wanted to look very sexy, how would you dress? … you might be able to induce mating behaviors. There could be a reluctance to say animals experience love just like humans, but there could be a similar reluctance to noticing how human love can be animalistic, too."
    },
    {
      "author": "Peña-Guzmán: ",
      "text": "We live in a culture where love is tied to sex, and sex is understood as procreative. So the person that we’re supposed to love the most is typically somebody that forms a heteronormative relationship with us that leads to children."
    },
    {
      "author": "Love: ",
      "text": "There have been cases in which pandas have wanted to be together even if they weren’t the best mating partners."
    },
    {
      "author": "Martin",
      "text": "This one time where there was a rescue male who had been rescued from the wild.... And so he was missing his back leg …"
    },
    {
      "author": "Love: ",
      "text": "They introduced him to a female who would be a good match for him."
    },
    {
      "author": "Martin: ",
      "text": "And they loved each other across the barrier."
    },
    {
      "author": "Love: ",
      "text": "But because of the male’s missing leg, the pair had some physical difficulties with mating."
    },
    {
      "author": "Martin: ",
      "text": "Pandas have unique problems in that area because the male’s penis is very tiny."
    },
    {
      "author": "Love",
      "text": "Eventually the two had to be separated."
    },
    {
      "author": "Martin",
      "text": "But she kept going to his side of the pen—and just, you know, calling to him and checking in on him. But I had no doubt that they really, really liked each other, if not loved each other."
    },
    {
      "author": "Love: ",
      "text": "On the next episode of Love and the Brain:"
    },
    {
      "author": "Woman 1",
      "text": "I mean I can definitely say this, you’re no t… unhappier …"
    },
    {
      "author": "Love",
      "text": "Yeah…."
    },
    {
      "author": "Woman 1",
      "text": "… after your breakup."
    },
    {
      "author": "Woman 2: ",
      "text": "[Laughs] I guess, haven’t women been complaining about dating men forever? Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith."
    },
    {
      "author": "",
      "text": "Don’t forget to subscribe to Science, Quickly. For more in-depth science news, features,podcastsand videos,head to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Shayla Love. "
    },
    {
      "author": "SUBSCRIBE",
      "text": "Apple | Spotify"
    }
  ]
}