{
  "title": "This Indigenous Community Records the Climate Change That Is Causing Its Town to Erode Away",
  "img": "https://static.scientificamerican.com/sciam/cache/file/0B8AC1AB-8573-4BAA-8D296EAEAE06CB0D_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/this-indigenous-community-records-the-climate-change-that-is-causing-their-town-to-erode-away/",
  "audio": "https://traffic.megaphone.fm/SAM8282327405.mp3?updated=1703697438",
  "intro": [
    "In a tiny village north of the Arctic Circle in the Northwest Territories, the Inuvialuit of Tuktoyaktuk have taken climate science into their own hands. "
  ],
  "authors": [
    "Jocie Bentley"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Jocie Bentley",
      "text": ": So what’s behind you right now?"
    },
    {
      "author": "William Dillon, Jr.: ",
      "text": "What’s behind me? It’s all our old grounds for our garage. It will be falling into the ocean probably next year. It lost five feet this year of ground, fell in. Yeah, lost five feet."
    },
    {
      "author": "Bentley",
      "text": ": I’m in Tuktoyaktuk, a.k.a., Tuk. It’s a tiny village 200 miles north of the Arctic Circle in the Northwest Territories in Canada. I’m talking to William Dillon, Jr., aka Billy. He’s a respected elder in the Inuvialuit community that lives here—and also the sweetest guy. Within minutes of meeting us, he made us delicious smoked tea, and now he’s giving us a tour. But it’s a tour of what used to be."
    },
    {
      "author": "Dillon: ",
      "text": "And, uh, our old school and old folks’ home is next to go. And our graveyard, we’ve moved our graveyard already, but we haven’t moved the people in the graveyard yet."
    },
    {
      "author": "Bentley",
      "text": ": His community is being taken back by the ocean in real time. But he’s not just watching it happen. He’s documenting it scientifically."
    },
    {
      "author": "Dillon: ",
      "text": "It’s just basically recording, recording, recording, and monitoring and just make sure that everybody’s aware of how fast it is melting."
    },
    {
      "author": "Bentley",
      "text": ": I’m Joc Bentley, and this is part two of our three-part Science, Quickly Fascination from a fast-warming Arctic. In today’s episode, I’m riding with Inuvialuit climate monitors. These inspiring locals are taking charge and are measuring climate change in real time. We’re on a boat to Tuk Island, a small but extremely important barrier that’s protecting the village’s harbor. But it’s disappearing."
    },
    {
      "author": "Dillon: ",
      "text": "Yeah, basically, if we lose this island, we lose the harbor. The harbor will be too exposed to the Arctic Ocean elements. Yeah, this is our safety barrier island. Nice name, safety barrier."
    },
    {
      "author": "James Keevik: ",
      "text": "It’ll be gone in 20 years, though, no matter what."
    },
    {
      "author": "Dillon",
      "text": ": Yeah."
    },
    {
      "author": "Bentley",
      "text": ": That was James Keevik talking to Billy, by the way. They’re part of this new citizen science team. And I asked them ..."
    },
    {
      "author": "Bentley (tape): ",
      "text": "So what’s happening to the island?"
    },
    {
      "author": "Dillon: ",
      "text": "It’s eroding with all this new climate change we’re [seeing] happening here. In fall time, we see more erosion than ever before. Like, for now, we’re having a hard time landing our boat here, ’cause the erosion has filled in all this area with sediment. You know, we just, we have to keep aware. Our hunting and traveling, have to keep aware all the time. And nothing is the same anymore. Shallow all over here, too, James."
    },
    {
      "author": "Bentley",
      "text": ": James and Billy work their magic, and we finally get off the boat and onto the island. Eriel Lugt, the team’s coordinator, is directing the data collection."
    },
    {
      "author": "Eriel'Lugt",
      "text": ":We have stakes already in the spots, and we’re going to measure the distance from the stakes."
    },
    {
      "author": "Bentley",
      "text": ": These stakes are a reference point so the team can accurately measure erosion on each side."
    },
    {
      "author": "Dillon: ",
      "text": "We centimeters or feet?"
    },
    {
      "author": "Keevik: ",
      "text": "Inches."
    },
    {
      "author": "Dillon: ",
      "text": "Inches. Ooh, I’m reading nine feet, nine and a quarter."
    },
    {
      "author": "Bentley",
      "text": ": Eriel is only in high school, but she’s already been asked to speak all over the world about what’s happening up here."
    },
    {
      "author": "Lugt",
      "text": ": Uh, we have, like, four climate monitors. Yeah, any local Inuvialuit could be a climate monitor. Right now we’re monitoring the erosion on this island. And the erosion will, like, wipe away our whole town if it keeps happening. This island is, like, a barrier from the ocean to the harbor. It’s really beautiful, and it’s very cultural. Uh, it’s kind of sad. I hope in the future we can find a solution."
    },
    {
      "author": "Bentley",
      "text": ": Hopefully these data can help to create a plan to save the island, save the harbor and save Tuk. Dustin Whalen is a physical scientist at the Geological Survey of Canada. He was here, setting up the program with Billy, Eriel and James, but I just missed him by a couple of weeks. So I gave him a call to chat about the North."
    },
    {
      "author": "Whalen: ",
      "text": "In the community of Tuk, you could argue this is the area in Canada where we see the most impact of climate change. Because of this, the citizens that live in this area want to take a stand. They want to understand what they’re seeing in their own backyard. So community-based monitoring, this idea for, you know, looking at some of the information, the climate information, on their own, taking the observations for themselves, looking at the science so they can be in charge, and they can be the stewards of their own data—this is what really spurred on this community-based monitoring program."
    },
    {
      "author": "Bentley (tape)",
      "text": ": The erosion they’re measuring isn’t just a product of increased permafrost thaw, right? How does the reduction in ice coverage come into play?"
    },
    {
      "author": "Whalen",
      "text": ": Now you’re seeing a lot more storms because there’s more open water. As the wind kicks up, it increases the swell in the wave potential in the water, and then that grows, o bviously, if you have more distance between that than the coast—so when the storms reach the coast there, they’re a lot bigger than they were before."
    },
    {
      "author": "Bentley (tape)",
      "text": ": What does this mean for the Inuvialuit living in Tuk?"
    },
    {
      "author": "Whalen",
      "text": ": I have learned through my career that the Indigenous peoples are very resilient, and they’re resilient to change. They have seen change over centuries of existing on this planet, and they have learned to adapt. So I have all the confidence in the world that the people living in the North will adapt to this change in some form or another. But I have less, less confidence that if the world is faced with the same changes that the Northerners are seeing, they may not be as resilient."
    },
    {
      "author": "Bentley",
      "text": ": Back in Tuk, Billy is hopeful for the future. I asked Billy what advice he had for the next generation."
    },
    {
      "author": "Dillon",
      "text": ": Keep hugging those trees, kids. Be helpful. Don’t litter, because this is the main problem we have all over the world, with litter. And be respectful to your elders, to your land and water, and be respectful to the air you breathe. Thank you."
    },
    {
      "author": "Bentley",
      "text": ":Science, Quickly is produced by Jeffrey DelViscio, Tulika Bose and Kelso Harper. Our music was composed by Dominic Smith. Like and subscribe wherever you get your podcasts. And for more science news, please go to ScientificAmerican.com. This podcast was produced in partnership with Let's Talk Science. I’m Joc Bentley, and this is Science, Quickly. Funding for this story was provided in part by Let's Talk Science, a charitable organization that has provided engaging, evidence-based STEM programs for 30 years at no cost for Canadian youth and educators."
    }
  ]
}