{
  "title": "Could Weight-Loss Drugs Curb Addiction? Your Health, Quickly, Episode 12",
  "img": "https://static.scientificamerican.com/sciam/cache/file/2073B2B0-02A6-4735-8BFDC850F83AC8EF_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/could-weight-loss-drugs-curb-addiction-your-health-quickly-episode-12/",
  "audio": "https://traffic.megaphone.fm/SAM9937562141.mp3?updated=1703605737",
  "intro": [
    "Drugs such as Wegovy and Ozempic might help people tackle substance abuse as well as shed pounds."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Lauren J. Young",
    "Alexa Lim",
    "Tulika Bose"
  ],
  "category": [
    "Drug Use"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman",
      "text": ": We highlight the latest vital health news: discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors."
    },
    {
      "author": "Fishman: ",
      "text": "On today’s show, we’re talking about an unexpected effect of popular drugs that cause weight loss, like Ozempic and Wegovy, and how they could help people struggling with addiction. [CLIP: Show theme music]"
    },
    {
      "author": "Lewis: ",
      "text": "If you watch TV there’s a pretty good chance you’ll see advertisements for a nifty regular injection that will help you shed pounds with ease."
    },
    {
      "author": "Fischman: ",
      "text": "The drug, Ozempic, started in the U.S. to help treat diabetes. It got approval for that in 2017."
    },
    {
      "author": "Lewis",
      "text": ": Right, but over the past couple years the drug took off for another reason: TikTok and social media influencers began sharing how they use it to lose weight. Ozempic, along with its sister brand designed specifically for weight loss, Wegovy, has since become one of the hottest ways to burn off weight."
    },
    {
      "author": "Fischman",
      "text": ": Now other companies are working to pump out similar medications: Eli Lilly is currently developing a weight-loss drug candidate nicknamed “triple G.”"
    },
    {
      "author": "Lewis: ",
      "text": "These drugs generally work by controlling appetite: they help people eat less. But recently people taking the drugs have been noticing another welcome side effect in addition to weight loss: their desire for addictive substances waned as well."
    },
    {
      "author": "Fischman: ",
      "text": "You mean things like cigarettes and booze? That’s wild."
    },
    {
      "author": "Lewis: ",
      "text": "Yeah, and gambling, too. Same with compulsive behaviors like skin picking. More and more people say they no longer have the urge to do these things. These anecdotal reports have left researchers wondering whether these new weight-loss drugs can serve as a basis for addiction treatments. Our colleague Lauren Young, an associate health editor at SciAm, recently edited a story about this by our contributor Sara Reardon. Lauren is here to talk about what we’re learning about weight loss drugs and addiction. Lauren, welcome back to Your Health, Quickly!"
    },
    {
      "author": "Lauren Young: ",
      "text": "Thanks so much for having me back!"
    },
    {
      "author": "Fischman",
      "text": ": Hey Lauren!"
    },
    {
      "author": "Lewis",
      "text": ": So, tell us how researchers first started looking into these drugs for addiction treatment."
    },
    {
      "author": "Young: ",
      "text": "Yeah, so connection between these weight loss drugs and addiction has been an ongoing question for researchers for quite some time. And that’s because the drugs target a biological pathway that seems to affect both appetite and pleasure. So when you eat food, your pancreas produces a hormone called GLP-1. As you eat, GLP-1 levels increase, eventually signaling to the rest of the body that you’re full. This also reduces your craving for food. But in some people with obesity or diabetes, GLP-1 levels can get disrupted, which causes the body to consume more food than it needs instead of recognizing that it’s full."
    },
    {
      "author": "Fischman: ",
      "text": "I’m a little confused here. Drugs like Ozempic make you eat less, not more. So do they mess around with your GLP-1 levels? And so when they do this, do they raise them or lower them?"
    },
    {
      "author": "Young",
      "text": ": They raise them! It works like this: Ozempic and Wegovy, which were both developed by the company Novo Nordisk, are brands of one specific drug called semaglutide. Semaglutide is a type of GLP-1 agonist, which means that it binds to and activates specific receptors in the body. In this case, semaglutide is triggering GLP-1 receptors in the pancreas, causing the organ to pump out more of the hormone."
    },
    {
      "author": "Lewis: ",
      "text": "So you don’t get food cravings."
    },
    {
      "author": "Young: ",
      "text": "Yeah, that’s exactly right. Scientists also know that GLP-1 seems to affect the brain’s reward pathways by lowering levels of dopamine—that “feel-good” hormone that makes eating food feel pleasurable.... And those reward pathways and dopamine also play a major role in addiction."
    },
    {
      "author": "Lewis",
      "text": ": That makes a lot of sense. So basically GLP-1 makes you want to stop eating and put the fork down. But do we know anything about the mechanism behind addiction to things like nicotine, and how these drugs might work to tackle that?"
    },
    {
      "author": "Young: ",
      "text": "So understanding addiction is where things get messy. Here’s what some researchers have been theorizing, though: addictive substances such as nicotine and opioids are generally thought to take over the brain’s natural reward pathways. So continuously using such drugs causes the brain to need more and more dopamine to function, and that leads to addiction. There are also other explanations on the table: some addiction researchers think that substance use may be driven by both pleasurable rewards and by fear of the negative emotions and physical side effects of withdrawal."
    },
    {
      "author": "Fischman",
      "text": ": So in their theory, the brain sees a substance like nicotine as an essential physiological need—similar to our basic need for food."
    },
    {
      "author": "Young: ",
      "text": "That’s right. And researchers suspect that GLP-1 agonists, such as semaglutide, might “short-circuit” that association."
    },
    {
      "author": "Lewis: ",
      "text": "Huh, that’s really fascinating. And how well do they work?"
    },
    {
      "author": "Young: ",
      "text": "Well, various research groups are currently working on human trials to answer that question. In 2022 a research group completed the largest trial in humans so far using exenatide, another GLP-1 agonist drug. The researchers found that people with alcohol use disorder who took exenatide had less activity in the brain’s reward centers when they were shown pictures of alcohol—which is an indication that they craved it less. But only study participants with obesity ended up drinking significantly less than their peers who received a placebo."
    },
    {
      "author": "Fischman",
      "text": ": That’s a little weird. Why would obesity have anything to do with actual drinking here?"
    },
    {
      "author": "Young: ",
      "text": "That’s a great question, and researchers aren’t sure yet. It’s unclear why the study found that the drug only lowered alcohol consumption in people with obesity. But it could suggest that these anecdotal reports we’re hearing of addiction disappearing could be skewed because many people who are prescribed a GLP-1 agonist are often overweight to begin with."
    },
    {
      "author": "Fischman: ",
      "text": "So what you’re saying is it’s possible these drugs might not work the same way for everyone, huh?"
    },
    {
      "author": "Young: ",
      "text": "Yes. The research group that led the original study is planning a followup clinical trial to tackle this question about weight. Other researchers are also running studies on GLP-1 agonists and addiction. For instance, researchers at Penn State University are running a clinical trial in people receiving treatment for opioid use disorder. While scientists at the University of North Carolina at Chapel Hill are testing semaglutide in people with alcohol and nicotine addictions. If those results are promising, these experts are hoping that GLP-1 agonist drugs can one day give clinicians and patients another addiction treatment option."
    },
    {
      "author": "Fischman: ",
      "text": "That would be great—if it pans out.  But as these drugs are used more widely, for a bunch of different purposes, I wanted to ask how safe they are. Are there any concerns about the safety or side effects of these drugs?"
    },
    {
      "author": "Young: ",
      "text": "Yeah, and researchers are concerned about that, too. They want to make sure that these drugs would be safe for people with certain types of addiction or health conditions. So we know that GLP-1 agonists have been proven safe for most people, but experts are concerned that they could cause problems in people who are malnourished from opioid or methamphetamine use, for instance. Another concern is that GLP-1 agonists might be too good at dampening the pleasure and reward pathways, to the point where they would cause disruptions in mood or motivation."
    },
    {
      "author": "Lewis",
      "text": ": That’s an interesting question. And I know that drugs like Ozempic have side effects such as nausea and vomiting that can cause users to stop taking them—and I doubt that would be good for people who need to stay on treatment for addiction."
    },
    {
      "author": "Young",
      "text": ": Definitely. There are also a lot of questions about whether or not a GLP-1 agonist would be a lifelong addiction treatment. For instance, Ozempic helps manage diabetes, but people need to take it for the rest of their lives. And people who take semaglutide for weight loss often regain the pounds if they stop taking the medication."
    },
    {
      "author": "Lewis: ",
      "text": "Yeah, that seems to be a common problem. So would people with substance use disorder also need to be on it for life?"
    },
    {
      "author": "Young",
      "text": ": We don’t know, but ideally, the GLP-1 agonist would be used as a short-term treatment that curbs addiction long enough for people to make lifestyle changes that help them stay sober."
    },
    {
      "author": "Fischman: ",
      "text": "What else needs to happen next for these new addiction treatments to become a reality, Lauren?"
    },
    {
      "author": "Young: ",
      "text": "Yeah. Even after more human trials, there’s still a long way to go. The Food and Drug Administration hasn’t approved GLP-1 agonists to be used for addiction. Our contributor Sara Reardon also reached out to Novo Nordisk and Eli Lilly. They said they are not currently running or planning trials to investigate addiction. They’re staying focused on diabetes and weight loss—for now."
    },
    {
      "author": "Lewis: ",
      "text": "Thanks for catching us up, Lauren!"
    },
    {
      "author": "Young",
      "text": ": Sure thing. Thanks for having me!"
    },
    {
      "author": "Lewis: ",
      "text": "You can read more about the ongoing clinical trials on weight loss drugs and addiction in Sara’s article at ScientificAmerican.com."
    },
    {
      "author": "Fischman",
      "text": ":Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis: ",
      "text": "Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an email at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’ll be back in two weeks. Thanks for listening!"
    }
  ]
}