{"title":"The State of Large Language Models","img":"https://static.scientificamerican.com/sciam/cache/file/48E0C0D2-E023-4F16-BE1A7D26DC05AF36_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-state-of-large-language-models1/","audio":"https://traffic.megaphone.fm/SAM1141114822.mp3?updated=1703693318","intro":["We present the latest updates on ChatGPT, Bard and other competitors in the artificial intelligence arms race."],"authors":["Sophie Bushwick","Lauren Leffer"],"category":["Artificial Intelligence"],"transcript":[{"author":"LAUREN LEFFER","text":"At the end of November, it’ll be one year since ChatGPT was first made public, rapidly accelerating the artificial intelligence arms race. And a lot has changed over the course of 10 months."},{"author":"SOPHIE BUSHWICK","text":"In just the past few weeks, both OpenAI and Google have introduced big new features to their AI chatbots."},{"author":"LEFFER","text":"And Meta, Facebook’s parent company, is jumping in the ring too, with its own public facing chatbots."},{"author":"BUSHWICK","text":"I mean, we learned about one of these news updates just minutes before recording this episode of Tech, Quickly, the version of Scientific American’s Science, Quickly podcast that keeps you updated on the lightning-fast advances in AI. I’m Sophie Bushwick, tech editor at Scientific American.LEFFER: And I’m Lauren Leffer, tech reporting fellow. [CLIP: Show theme music]"},{"author":"BUSHWICK","text":"So what are these new features these AI models are getting?"},{"author":"LEFFER","text":"Let’s start with multimodality. Public versions of both OpenAI’s ChatGPT and Google’s Bard can now interpret and respond to image and audio prompts, not just text. You can speak to the chatbots, kind of like the Siri feature on an iPhone, and get an AI-generated audio reply back. You can also feed the bots pictures, drawings or diagrams and ask for information about those visuals and get a text response."},{"author":"BUSHWICK","text":"That is awesome. How can people get access to this?"},{"author":"LEFFER","text":"Google’s version is free to use, while OpenAI is currently limiting its new feature to premium subscribers who pay $20 per month."},{"author":"BUSHWICK","text":"And multimodality is a big change, right? When I say “large language model,” that used to mean text and text only."},{"author":"LEFFER","text":"Yeah, it’s a really good point. ChatGPT and Bard were initially built to parse and predict just text. We don’t know exactly what’s happened behind the scenes to get these multimodal models. But the basic idea is that these companies probably added together aspects of different AI models that they’ve built—say existing ones that auto-transcribe spoken language or generate descriptions of images—and then they used those tools to expand their text models into new frontiers."},{"author":"BUSHWICK","text":"So it sounds like behind the scenes, we’ve got these sort of Frankenstein’s monster of models?"},{"author":"LEFFER","text":"Sort of. It’s less Frankenstein, more kind of like Mr. Potato Head, in that you have the same basic body just with new bits added on. Same potato, new nose. Once you add in new capacities to a text-based AI, then you can train your expanded model on mixed-media data, like photos paired with captions, and boost its ability to interpret images and spoken words. And the resulting AIs have some really neat applications."},{"author":"BUSHWICK","text":"Yeah, I’ve played around with the updated ChatGPT, and this ability to analyze photos really impressed me."},{"author":"LEFFER","text":"Yeah, I had both Bard and ChatGPT try to describe what type of person I am based on a photo of my bookshelf."},{"author":"BUSHWICK","text":"Oh my god, it’s the new internet personality test! So what does your AI book horoscope tell you?"},{"author":"LEFFER","text":"So not to brag, but to be honest, both bots were pretty complimentary. (I have a lot of books.) But beyond my own ego, the book test demonstrates how people could use these tools to produce written interpretations of images, including inferred context. You know, this might be helpful for people with limited vision or other disabilities, and OpenAI actually tested their visual GPT-4 with blind users first."},{"author":"BUSHWICK","text":"That’s really cool. What are some other applications here?"},{"author":"LEFFER","text":"Yeah, I mean, this sort of thing could be helpful for anyone—sighted or not—trying to understand a photo of something they’re unfamiliar with. Think, like, bird identification or repairing a car. In a totally different example, I also got ChatGPT to correctly split up a complicated bar tab from a photo of a receipt. It was way faster than I could’ve done the math, even with a calculator."},{"author":"BUSHWICK","text":"And when I was trying out ChatGPT, I took a photo of the view from my office window, asked ChatGPT what it was (which is the Statue of Liberty), and then asked it for directions. And it not only told me how to get the ferry, but gave me advice like “wear comfortable shoes.”"},{"author":"LEFFER","text":"The directions thing was pretty wild."},{"author":"BUSHWICK","text":"It almost seemed like magic, but, of course…"},{"author":"LEFFER","text":"It’s definitely not. It’s still just the result of lots and lots of training data, fed into a very big and complicated network of computer code. But even though it’s not a magic wand, multimodality is a really significant enough upgrade that might help OpenAI attract and retain users better than it has been. You know, despite all the new stories going around, fewer people have actually been using ChatGPT over the past three months. Usership dropped by about 10 percent for the first time in June, another 10 percent in July, and about 3 percent in August."},{"author":"LEFFER","text":"The prevailing theory is that this has to do with summer break from school—but still losing users is losing users."},{"author":"BUSHWICK","text":"That makes sense. And this is also a problem for OpenAI, because it has all this competition. For instance, we have Google, which is keeping its own edge by taking its multimodal AI tool and putting it into a bunch of different products."},{"author":"LEFFER","text":"You mean like Gmail? Is Bard going to write all my emails from now on?BUSHWICK: I mean, if you want it to. If you have a Gmail account, or even if you use YouTube or Google, if you have files stored in Google Drive, you can opt in and give Bard access to this individual account data. And then you can ask it to do things with that data, like find a specific video, summarize text from your emails, it can even offer specific location-based information. Basically, Google seems to be making Bard into an all-in-one digital assistant."},{"author":"LEFFER","text":"Digital assistant? That sounds kind of familiar. Is that at all related to the virtual chatbot pals that Meta is rolling out?"},{"author":"BUSHWICK","text":"Sort of! Meta just announced it’s not introducing just one AI assistant, it’s introducing all these different AI personalities that you’re supposedly going to be able to interact with in Instagram or WhatsApp or its other products. The idea is it’s got one main AI assistant you can use, but you can also choose to interact with an AI that looks like Snoop Dogg and is supposedly modeled off specific personalities. You can also interact with an AI that has specialized function, like a travel agent."},{"author":"LEFFER","text":"When you're listing all of these different versions of an AI avatar you can interact with, the only thing my mind goes to is Clippy from the old school Microsoft Word. Is that basically what this is?"},{"author":"BUSHWICK","text":"Sort of. You can have, like, a Mr. Beast Clippy, where when you're talking with it, it does—you know how Clippy kind of bounced and changed shape—these images of the avatars will sort of move as if they're actually participating in the conversation with you. I haven't gotten to try this out myself yet, but it does sound pretty freaky."},{"author":"LEFFER","text":"Okay, so we’ve got Mr. Beast. We’ve got Snoop Dogg. Anyone else?"},{"author":"BUSHWICK","text":"Let's see, Paris Hilton comes to mind. And there's a whole slew of these. And I'm kind of interested to see whether people actually choose to interact with their favorite celebrity version or whether they choose the less anthropomorphized versions."},{"author":"LEFFER","text":"So these celebrity avatars or whichever form you're going to be interacting with Meta’s AI in—is it also going to be able to access my Meta account data? I mean, there's like so much concern out there already about privacy and large language models. If there's a risk that these tools could regurgitate sensitive information from their training data or user interactions, why would I let Bard go through my emails or Meta read my Instagram DMs?"},{"author":"BUSHWICK","text":"Privacy policies depend on the company. According to Google, it’s taken steps to ensure privacy for users who opt into the new integration feature. These steps include not training future versions of Bard on content from user emails or Google Docs, not allowing human reviewers to access users’ personal content, not selling the information to advertisers and not storing all this data for long periods of time."},{"author":"LEFFER","text":"Okay, but what about Meta and its celebrity AI avatars?"},{"author":"BUSHWICK","text":"Meta has said that, for now, it won’t use user content to train future versions of its AI. But that might be coming soon. So privacy is still definitely a concern, and it goes beyond these companies. I mean, literal minutes before we started recording, we read the news that Amazon has announced it’s training a large language model on data that’s is going to include conversations recorded by Alexa."},{"author":"LEFFER","text":"So conversations that people have in their homes with their Alexa assistant..."},{"author":"BUSHWICK","text":"Exactly."},{"author":"LEFFER","text":"That sounds so scary to me. I mean, in my mind, that's exactly what people have been afraid of with these home assistants for a long time: that they'd be listening, recording and transmitting that data to somewhere that the person using it no longer has control over."},{"author":"BUSHWICK","text":"Yeah, anytime you let another service access information about you, you are opening up a new potential portal for leaks and also for hacks."},{"author":"LEFFER","text":"It’s completely unsettling. I mean, do you think that the benefits of any of these AIs outweigh the risks?"},{"author":"BUSHWICK","text":"So it’s really hard to say right now. Google’s AI integration, multimodal chat bots and, I mean, just these large language models in general, they are all still in such early experimental stages of development. I mean, they still make a lot of mistakes, and they don't quite measure up to more specialized tools that have been around for longer. But they can do a whole lot all in one place, which is super convenient, and that can be a big draw."},{"author":"LEFFER","text":"Right. So they’re definitely still not perfect, and one of those imperfections: they’re still prone to hallucinating incorrect information, correct?"},{"author":"BUSHWICK","text":"Yes, and that brings me to one last question about AI before we wrap up: Do eggs melt?"},{"author":"LEFFER","text":"Well, according to an AI-generated search result gone viral last week, they do."},{"author":"BUSHWICK","text":"Oh, no."},{"author":"LEFFER","text":"Yeah, a screenshot posted on social media showed Google displaying a top search snippet that claimed “an egg can be melted,” and then it went on to give instructions on how you might melt an egg. Turns out, that snippet came from a Quora answer generated by ChatGPT and boosted by Google’s search algorithm. It’s more of that AI inaccuracy in action, exacerbated by search engine optimization—though at least this time around it was pretty funny and not outright harmful."},{"author":"BUSHWICK","text":"But Google and Microsoft—they’re both working to incorporate AI-generated content into their search engines. But this melted egg misinformation struck me because it’s such a perfect example of why people are worried about that happening."},{"author":"LEFFER","text":"Mmm—I think you mean eggs-ample."},{"author":"BUSHWICK","text":"Egg-zactly. [Clip: Show theme music]Science Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."},{"author":"LEFFER","text":"Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"},{"author":"BUSHWICK","text":"For Scientific American’s Science, Quickly, I’m Sophie Bushwick."},{"author":"LEFFER","text":"I’m Lauren Leffer. See you next time!"}],"wave_peaks":[59,92,212,279,17622,11447,12820,13435,8666,11302,12446,7911,21018,14112,7162,11255,13042,16516,6098,3605,19995,9411,9036,10791,13864,6878,8844,10713,8494,5397,938,14576,15389,10787,6280,11249,7588,14575,1747,1080,1271,4643,11270,20303,6382,9330,7951,3350,14111,13491,21221,9552,8589,8902,10692,8261,9578,6993,8490,11092,14996,14515,15695,3475,5403,18507,14300,13024,16354,15077,6525,10804,11956,10502,7705,11711,10172,10631,14121,9708,14115,15567,3865,829,2466,20489,5413,9135,11992,8405,5455,9243,5369,11882,11283,11419,9108,10072,8094,15372,6148,4409,21282,9271,14104,8860,7240,1690,17373,11190,7757,9515,13150,3137,6835,6144,9174,14809,8999,6024,13346,9291,7222,6028,13315,14385,9060,6473,8196,16503,1765,16658,11677,6538,4653,14283,10695,8681,4528,7584,2194,15695,14665,12063,8278,19943,11960,9434,4626,1887,2651,3295,3730,3646,2712,1911,2032,1397,587,388,299,264,193,158,150,90,1610,18247,10867,14850,14909,3736,5624,7645,12602,5075,13839,7080,4938,4094,584,20928,14435,13368,9065,7836,15380,3641,15653,17020,12687,10777,9811,11215,13337,13529,13218,17348,6190,8921,8507,9523,8832,12911,10497,7940,15812,6122,10723,10243,10981,11078,7298,9636,15410,13024,11317,16007,15487,13584,1812,11375,9970,13191,20041,15140,11084,8674,7942,15126,15071,10471,10897,12297,9987,11158,11863,11182,14969,14490,14907,1700,13879,11560,10211,8632,10216,13822,13492,14152,9625,7910,15506,12348,6596,5291,8809,5432,5201,12355,14530,7051,5300,1338,16658,12260,4418,6118,17278,4942,8279,11987,5561,3308,1248,4,19965,12541,10767,12665,8761,8632,6740,12027,9106,13557,15573,7243,11742,9450,9160,5294,9184,8144,7490,15669,12114,11140,10056,16385,9888,12031,13484,12524,15862,5558,7724,5641,4921,5403,1362,10843,3118,13749,9073,13665,12852,7668,9075,6757,12880,5058,12356,5794,4850,21100,3378,11456,6701,2743,15,13279,19831,11254,14759,13586,5133,18590,9402,11375,14403,11156,12381,11853,8832,20963,9676,9651,11907,21729,1574,13905,14438,13531,14265,14718,10316,9319,6433,10999,6072,6830,9290,9033,12293,8987,12791,13013,10607,12096,12619,8267,11583,19325,10817,12527,13508,11363,12970,12765,13945,8921,8568,6954,1426,14362,10076,12554,11561,13357,14624,10686,16661,13389,8865,11489,9226,10828,14201,14726,11285,10375,14906,8539,7719,13672,10215,7924,12091,7424,8224,13382,14362,20001,10542,5685,8469,13802,6878,1293,9428,18390,12227,7919,6635,15733,17003,10445,13828,4156,12910,9529,7417,6607,9955,5903,1515,4,8282,16384,11416,12533,11621,9088,16647,10515,14215,15186,7278,11098,11034,12245,18780,16643,27157,9694,11736,10028,13564,9212,9020,8714,9922,20562,14793,6610,13731,11766,11563,9159,15919,14870,11125,7455,6,16887,17941,11901,9456,18787,7904,8435,14960,10429,14314,9286,10546,6820,10274,6111,7870,11660,8470,4890,10800,9524,7249,7626,9613,9444,19373,7605,235,11512,9110,10251,9019,6678,8761,5747,6310,6950,6386,8166,5027,10,7003,12267,11513,9628,13162,10905,7927,12724,4806,3565,15807,14772,15186,8748,6448,14678,9224,10215,6338,18866,5619,7639,12645,4430,12414,7401,10175,8748,14469,10342,2141,10056,14958,2496,2950,82,18461,19974,11275,16039,11993,15197,5486,6317,15039,15012,8683,7519,8471,10022,9522,10792,7653,9078,13763,10726,12805,7971,9132,8266,21170,15738,15715,13237,1214,9298,9341,15947,10273,12588,15062,8871,8167,8678,9264,4775,9277,11814,11725,11773,14774,6707,18792,14264,12039,13175,11250,11961,11242,9665,9587,16893,9523,14427,8179,4219,7681,9068,11763,8850,11746,10190,7728,10650,9743,9519,13201,10003,9738,5938,6981,10767,10520,8105,5890,8274,10028,10725,9004,7012,7179,5716,6912,10327,1506,867,15713,12122,11278,10236,8952,8736,8694,7088,7300,11617,9280,9431,4821,6543,5677,8580,14319,15479,5024,16202,8976,7897,8848,4695,8344,10514,11467,11459,7027,10360,2589,17797,9700,9075,6912,17281,9250,9863,12864,5338,2962,1788,27,17902,14911,8881,8831,8431,12109,13428,11958,8639,13549,12586,15864,13888,6022,7016,10044,6875,9685,4162,6486,3193,13215,13539,9289,14802,18114,7708,9293,8587,9361,7955,6715,12252,6881,7324,11892,10883,11115,8505,11105,20766,11197,19018,5615,8061,13375,14221,12415,8982,6572,15901,16534,5054,9424,8528,7787,6886,13298,10994,13047,17529,10969,11614,12841,12162,14898,13681,9853,8420,16453,18115,9292,9376,4848,5868,16334,9552,8692,12797,12387,4092,11384,10704,10730,11487,43,18126,16677,4221,9649,10099,4107,11678,4951,8023,10005,15024,14758,10259,13970,7196,16192,12335,14399,9018,7411,13833,8188,7403,11077,12707,10833,10212,9535,14189,10553,12346,10067,6296,4791,2643,35,14447,13637,8686,10112,10562,15827,18748,16083,9321,5946,18255,8661,20190,8317,13582,13559,17079,1610,436,15931,15382,15371,11175,12359,9519,12789,10565,11739,10864,14789,9067,8734,12386,10400,7659,6847,9015,10379,11254,14826,14090,9952,9485,7965,8050,6245,4329,22,12517,13551,15689,12816,14277,9011,9202,9127,12537,16469,6265,4837,8848,6317,8082,10815,7998,16898,11998,10775,12803,15668,6709,13693,14637,14098,16356,7638,4925,10498,8233,11623,9962,17031,4477,12968,13741,13401,8697,9985,9633,10685,11109,8629,15691,10193,10186,10424,13028,7433,9787,12673,12128,8540,5993,13014,8232,1661,10269,13606,17062,13543,14968,10962,11263,9913,6867,9030,13106,11471,7749,10993,15218,7728,14582,9037,9700,10090,6838,1380,11843,14401,11159,10819,15794,6055,10820,10715,8752,11483,7794,9599,7357,10108,10859,7517,5765,6347,15671,11866,8323,11689,7589,6549,12476,8522,6924,10528,14435,8881,12968,15798,8362,9679,7608,8338,18608,10445,7277,10051,10715,7962,13447,6730,9043,7850,10710,13788,19120,7857,8881,8444,11969,6914,13372,7044,9169,9112,6374,13759,6846,7984,9861,2927,693,9681,12775,5807,8773,10497,1066,17613,11920,10004,9503,7460,10521,8722,10088,13441,7801,7493,9495,7832,16930,1862,16861,18090,16803,9150,12672,11415,7081,9243,6637,3809,10654,5549,7091,14738,12951,9926,10199,8365,8662,5367,11576,10532,6439,9798,11705,9140,9298,16020,12866,11675,8875,9135,8028,4803,8081,4643,94,9586,15376,5956,13170,7535,4511,11084,7819,7143,9791,9367,7654,3859,7826,10638,5015,20699,16515,7009,7040,12068,8765,13342,7995,9771,11079,4579,6890,5444,5787,4638,7670,7507,1343,10270,6877,4188,7196,5757,8096,5904,9637,9812,7544,12900,12016,8223,7292,2889,2809,2263,10797,12956,7626,9294,18754,7801,18696,12019,8162,12151,17012,11272,13299,13239,9564,9455,11798,21015,16878,20946,12986,11665,10101,15494,7448,9168,15670,14806,9706,12359,14816,13536,1278,8478,7330,2725,10144,17650,8864,16068,9284,10925,6163,13538,14743,10707,9946,16243,11945,9667,15151,8657,9625,15593,10353,8241,5638,19232,10546,469,7406,9286,7360,9669,12463,9511,15367,14385,9703,10316,13211,4189,1117,13399,10482,5399,16040,8936,9275,8948,14910,5270,4791,8252,5405,7864,9895,12995,4649,12578,17704,9272,149,8803,15762,15551,13437,6369,12519,8388,15538,11234,650,10714,9381,9335,16172,17134,4790,11323,14331,10625,3946,5838,16016,11139,14829,17127,6784,19418,11727,16477,13556,12890,6382,14539,13434,7579,8403,18938,17515,2425,1779,13132,14833,13385,15388,12194,14004,7186,11526,9657,13736,7976,11077,7629,15867,18453,11724,15871,10507,5615,8310,14449,11432,8536,8756,8948,4199,10630,7980,8887,7489,9924,10525,8813,7586,7,9869,1268,17890,10845,6174,12144,8630,6427,1910,17858,15252,14911,15994,13340,9408,8100,15246,11792,16725,11050,14510,7666,11106,12266,14365,9080,18613,13414,12991,10583,6870,6334,10334,7318,8179,7301,9451,11820,16787,14191,12459,6773,6066,5393,5791,9985,13307,4757,2710,6738,6405,11004,8190,4914,6896,143,19545,12106,13263,13198,11471,16651,14643,9456,10393,5751,5634,7753,12091,12992,15032,13536,9296,8089,15559,17880,16852,14846,12823,13724,13841,2993,5001,2892,3429,5990,8790,10473,5373,13971,10529,14925,12249,5750,15159,5689,10758,10331,12427,11614,5299,11305,2975,10284,9028,7669,12480,5221,2763,6871,10015,8087,3909,8771,3912,5880,7771,8059,5689,8675,6120,4222,3028,203,10346,13529,5590,6768,5143,4475,3579,3937,10417,4078,1845,17808,8272,9961,7793,12879,20618,18297,13375,9979,7079,17728,12386,11176,9072,15069,8451,9667,16981,14949,8018,15714,12161,11771,11739,15601,12092,12299,12703,12064,6801,9526,13997,14003,1938,15227,14500,14516,13321,13727,16615,17100,25795,8847,10421,9659,13162,12454,1236,10026,12826,11205,9438,8955,10662,13363,13947,11743,8845,7977,7012,7410,12558,16075,8970,16594,7340,18114,18160,14602,16563,7919,13335,12230,9182,14329,11383,7121,7456,9135,2255,22539,16047,14984,5461,7703,7228,12285,14200,10095,15866,6493,8913,17465,5348,9084,13064,7377,10705,10326,10903,5986,6546,6302,7711,2553,5396,18228,9245,10059,17294,11904,7823,8756,8860,10878,6241,6657,8296,6492,6721,5392,5062,7609,18151,1579,19780,10570,5070,7538,7359,8678,15235,7123,6342,13306,13802,3179,17807,13740,12789,13475,13083,16908,15535,6605,7518,12343,3846,7829,7721,5962,6792,4669,2767,2341,7410,2590,73,12238,13644,10364,15502,15742,13992,8683,11251,9186,17411,15920,16162,10555,11719,15846,11802,15068,9845,10132,10521,11670,8499,6092,3830,6447,8570,4803,6602,7850,8013,7378,11417,12830,104,12667,10600,12415,13103,8534,4797,6235,6597,7420,2292,15398,22882,14639,11005,11383,14388,9764,7807,10395,12722,14082,15652,14126,7183,9248,3997,16511,14450,11982,9709,10392,11049,8762,16339,5969,16404,8749,11702,8533,9734,11274,4364,7247,1410,11857,9240,11367,12551,11397,8812,10850,12278,11518,5165,6952,3439,11688,8712,4975,1663,8142,7142,7776,12992,14430,11184,11813,46,10723,13785,23477,9277,11485,15027,25390,9141,11363,6365,11132,8751,13867,12088,11636,10055,11331,5895,10924,5315,19537,6531,8075,14957,12170,11285,11570,12052,12277,10853,12398,14876,14022,8812,18821,6549,8138,13031,11161,9127,5462,12090,15025,17019,9432,7832,12428,8663,8943,9848,9783,9592,15677,11325,8279,8687,14343,14313,7232,9279,11255,18292,6981,8739,9365,282,13804,8958,12758,14141,13993,4776,8290,15421,7330,8209,14641,7309,3817,10069,5678,7590,8265,5481,6749,10091,7174,10906,9987,3861,8461,7406,14460,1918,13257,14852,9169,12741,7288,20910,11198,7078,2958,10811,10450,9873,19922,9433,13822,11449,8174,14993,9025,10380,15950,13897,8973,11904,1547,12124,9336,4551,7328,3998,6752,13053,4026,11355,6540,7270,85,1499,8460,8431,14096,5292,6139,6649,3126,18293,11005,8814,15537,13717,9228,8701,3354,8433,11534,11658,15747,9749,11042,420,13875,11580,8638,7822,12988,6483,6324,7544,5917,6934,5003,4948,9814,5121,13477,13290,8633,10757,8235,9712,7323,2009,12089,7807,6810,8544,15195,6623,9497,13755,9698,4636,5881,9689,9772,7550,8080,2442,18125,6248,9547,5461,9498,5640,13095,10109,9524,6255,5422,7235,5161,9922,7133,6643,8629,10094,6617,7131,12769,3372,18255,13290,12940,13042,15211,12957,9068,15766,12744,10395,10947,11249,1671,17221,9327,12186,6384,10499,13033,8870,8041,9678,14718,8978,10398,6119,7206,11906,8720,15890,11422,15192,14255,15410,9406,7995,4597,6876,8101,7424,9111,11340,13190,8918,5827,12816,12211,8492,14288,3422,5900,8700,7157,12313,1960,15297,16632,15566,10376,21589,13828,12307,7564,8838,7984,12469,11449,10835,7358,7287,7842,13713,7204,11651,6133,8236,7786,4195,9446,11782,8986,17077,16951,16603,13368,11769,15067,12485,15004,7829,12612,10265,8008,11147,10946,7772,18076,17456,8454,10321,15723,10237,12449,12468,11016,11007,10579,17452,13529,13961,11957,13662,12202,12557,15239,18187,16943,20476,21913,26607,17029,14163,9363,8284,18772,9762,11818,10745,8277,12274,13762,7678,8345,12031,12285,12910,6894,5898,11376,8371,9839,13823,7852,10368,10205,5847,8556,12893,12981,12852,14473,13920,12030,15477,16742,7858,21499,12226,11226,11541,14192,11621,8270,8230,13835,13827,12731,7981,8987,14900,10456,8298,7160,7604,8329,16954,18778,13284,5156,14562,6609,6561,12141,11606,9271,196,11627,5934,4320,5018,8269,8671,14015,8995,9402,9813,5829,8774,7825,5369,14959,10685,11713,7208,9514,6016,7425,6845,5490,13064,12674,17472,11024,7528,14824,12872,9078,9527,9946,18797,9159,10241,7278,11828,10532,14893,14142,12147,2974,12573,12956,18915,11179,8284,7485,10882,9840,10820,9635,12229,11611,16901,11151,4209,425,630,1108,1365,1869,1757,1198,785,743,689,19525,15229,7910,6340,14197,15464,11262,14550,7534,11457,7309,11792,13988,11559,7975,10524,3187,20783,14449,9020,10718,15477,10632,10777,11418,10747,871,13821,7934,10629,5376,8343,12066,11344,6924,3206,1814,16483,16157,13218,21472,10791,10047,10055,12386,13823,18723,14881,13226,1912,14138,16103,12532,13414,7278,6492,14684,11897,17466,9122,11485,17386,16733,15229,12714,14328,12222,14475,16109,11181,13439,7430,1161,1167,1010,1080,1134,1113,21933,15191,10698,14424,12540,14213,11258,4504,19200,10118,8148,3067,27531,19220,16648,9257,11970,18275,14327,3548,5129,5097,4247,5110,4805,4868,3339,3521,3008,2068,2385,602,4366,4236,2874,2254,1561,424,171,67,46,16,7,1],"fragments":[{"begin":"0.000","end":"34.440","lines":["At the end of November, it’ll be one year since ChatGPT was first made public, rapidly accelerating the artificial intelligence arms race. And a lot has changed over the course of 10 months."]},{"begin":"34.440","end":"47.000","lines":["In just the past few weeks, both OpenAI and Google have introduced big new features to their AI chatbots."]},{"begin":"47.000","end":"64.480","lines":["And Meta, Facebook’s parent company, is jumping in the ring too, with its own public facing chatbots."]},{"begin":"64.480","end":"108.680","lines":["I mean, we learned about one of these news updates just minutes before recording this episode of Tech, Quickly, the version of Scientific American’s Science, Quickly podcast that keeps you updated on the lightning-fast advances in AI. I’m Sophie Bushwick, tech editor at Scientific American.LEFFER: And I’m Lauren Leffer, tech reporting fellow. [CLIP: Show theme music]"]},{"begin":"108.680","end":"112.920","lines":["So what are these new features these AI models are getting?"]},{"begin":"112.920","end":"137.800","lines":["Let’s start with multimodality. Public versions of both OpenAI’s ChatGPT and Google’s Bard can now interpret and respond to image and audio prompts, not just text. You can speak to the chatbots, kind of like the Siri feature on an iPhone, and get an AI-generated audio reply back. You can also feed the bots pictures, drawings or diagrams and ask for information about those visuals and get a text response."]},{"begin":"137.800","end":"141.440","lines":["That is awesome. How can people get access to this?"]},{"begin":"141.440","end":"149.120","lines":["Google’s version is free to use, while OpenAI is currently limiting its new feature to premium subscribers who pay $20 per month."]},{"begin":"149.120","end":"158.080","lines":["And multimodality is a big change, right? When I say “large language model,” that used to mean text and text only."]},{"begin":"158.080","end":"184.560","lines":["Yeah, it’s a really good point. ChatGPT and Bard were initially built to parse and predict just text. We don’t know exactly what’s happened behind the scenes to get these multimodal models. But the basic idea is that these companies probably added together aspects of different AI models that they’ve built—say existing ones that auto-transcribe spoken language or generate descriptions of images—and then they used those tools to expand their text models into new frontiers."]},{"begin":"184.560","end":"190.080","lines":["So it sounds like behind the scenes, we’ve got these sort of Frankenstein’s monster of models?"]},{"begin":"190.080","end":"216.600","lines":["Sort of. It’s less Frankenstein, more kind of like Mr. Potato Head, in that you have the same basic body just with new bits added on. Same potato, new nose. Once you add in new capacities to a text-based AI, then you can train your expanded model on mixed-media data, like photos paired with captions, and boost its ability to interpret images and spoken words. And the resulting AIs have some really neat applications."]},{"begin":"216.600","end":"224.240","lines":["Yeah, I’ve played around with the updated ChatGPT, and this ability to analyze photos really impressed me."]},{"begin":"224.240","end":"230.040","lines":["Yeah, I had both Bard and ChatGPT try to describe what type of person I am based on a photo of my bookshelf."]},{"begin":"230.040","end":"236.760","lines":["Oh my god, it’s the new internet personality test! So what does your AI book horoscope tell you?"]},{"begin":"236.760","end":"260.480","lines":["So not to brag, but to be honest, both bots were pretty complimentary. (I have a lot of books.) But beyond my own ego, the book test demonstrates how people could use these tools to produce written interpretations of images, including inferred context. You know, this might be helpful for people with limited vision or other disabilities, and OpenAI actually tested their visual GPT-4 with blind users first."]},{"begin":"260.480","end":"264.120","lines":["That’s really cool. What are some other applications here?"]},{"begin":"264.120","end":"284.840","lines":["Yeah, I mean, this sort of thing could be helpful for anyone—sighted or not—trying to understand a photo of something they’re unfamiliar with. Think, like, bird identification or repairing a car. In a totally different example, I also got ChatGPT to correctly split up a complicated bar tab from a photo of a receipt. It was way faster than I could’ve done the math, even with a calculator."]},{"begin":"284.840","end":"300.760","lines":["And when I was trying out ChatGPT, I took a photo of the view from my office window, asked ChatGPT what it was (which is the Statue of Liberty), and then asked it for directions. And it not only told me how to get the ferry, but gave me advice like “wear comfortable shoes.”"]},{"begin":"300.760","end":"302.720","lines":["The directions thing was pretty wild."]},{"begin":"302.720","end":"306.480","lines":["It almost seemed like magic, but, of course…"]},{"begin":"306.480","end":"339.120","lines":["It’s definitely not. It’s still just the result of lots and lots of training data, fed into a very big and complicated network of computer code. But even though it’s not a magic wand, multimodality is a really significant enough upgrade that might help OpenAI attract and retain users better than it has been. You know, despite all the new stories going around, fewer people have actually been using ChatGPT over the past three months. Usership dropped by about 10 percent for the first time in June, another 10 percent in July, and about 3 percent in August."]},{"begin":"339.120","end":"344.560","lines":["The prevailing theory is that this has to do with summer break from school—but still losing users is losing users."]},{"begin":"344.560","end":"358.760","lines":["That makes sense. And this is also a problem for OpenAI, because it has all this competition. For instance, we have Google, which is keeping its own edge by taking its multimodal AI tool and putting it into a bunch of different products."]},{"begin":"358.760","end":"391.480","lines":["You mean like Gmail? Is Bard going to write all my emails from now on?BUSHWICK: I mean, if you want it to. If you have a Gmail account, or even if you use YouTube or Google, if you have files stored in Google Drive, you can opt in and give Bard access to this individual account data. And then you can ask it to do things with that data, like find a specific video, summarize text from your emails, it can even offer specific location-based information. Basically, Google seems to be making Bard into an all-in-one digital assistant."]},{"begin":"391.480","end":"398.720","lines":["Digital assistant? That sounds kind of familiar. Is that at all related to the virtual chatbot pals that Meta is rolling out?"]},{"begin":"398.720","end":"431.400","lines":["Sort of! Meta just announced it’s not introducing just one AI assistant, it’s introducing all these different AI personalities that you’re supposedly going to be able to interact with in Instagram or WhatsApp or its other products. The idea is it’s got one main AI assistant you can use, but you can also choose to interact with an AI that looks like Snoop Dogg and is supposedly modeled off specific personalities. You can also interact with an AI that has specialized function, like a travel agent."]},{"begin":"431.400","end":"444.240","lines":["When you're listing all of these different versions of an AI avatar you can interact with, the only thing my mind goes to is Clippy from the old school Microsoft Word. Is that basically what this is?"]},{"begin":"444.240","end":"462.280","lines":["Sort of. You can have, like, a Mr. Beast Clippy, where when you're talking with it, it does—you know how Clippy kind of bounced and changed shape—these images of the avatars will sort of move as if they're actually participating in the conversation with you. I haven't gotten to try this out myself yet, but it does sound pretty freaky."]},{"begin":"462.280","end":"465.520","lines":["Okay, so we’ve got Mr. Beast. We’ve got Snoop Dogg. Anyone else?"]},{"begin":"465.520","end":"482.120","lines":["Let's see, Paris Hilton comes to mind. And there's a whole slew of these. And I'm kind of interested to see whether people actually choose to interact with their favorite celebrity version or whether they choose the less anthropomorphized versions."]},{"begin":"482.120","end":"506.000","lines":["So these celebrity avatars or whichever form you're going to be interacting with Meta’s AI in—is it also going to be able to access my Meta account data? I mean, there's like so much concern out there already about privacy and large language models. If there's a risk that these tools could regurgitate sensitive information from their training data or user interactions, why would I let Bard go through my emails or Meta read my Instagram DMs?"]},{"begin":"506.000","end":"529.640","lines":["Privacy policies depend on the company. According to Google, it’s taken steps to ensure privacy for users who opt into the new integration feature. These steps include not training future versions of Bard on content from user emails or Google Docs, not allowing human reviewers to access users’ personal content, not selling the information to advertisers and not storing all this data for long periods of time."]},{"begin":"529.640","end":"534.200","lines":["Okay, but what about Meta and its celebrity AI avatars?"]},{"begin":"534.200","end":"560.280","lines":["Meta has said that, for now, it won’t use user content to train future versions of its AI. But that might be coming soon. So privacy is still definitely a concern, and it goes beyond these companies. I mean, literal minutes before we started recording, we read the news that Amazon has announced it’s training a large language model on data that’s is going to include conversations recorded by Alexa."]},{"begin":"560.280","end":"565.720","lines":["So conversations that people have in their homes with their Alexa assistant..."]},{"begin":"565.720","end":"567.200","lines":["Exactly."]},{"begin":"567.200","end":"579.960","lines":["That sounds so scary to me. I mean, in my mind, that's exactly what people have been afraid of with these home assistants for a long time: that they'd be listening, recording and transmitting that data to somewhere that the person using it no longer has control over."]},{"begin":"579.960","end":"588.480","lines":["Yeah, anytime you let another service access information about you, you are opening up a new potential portal for leaks and also for hacks."]},{"begin":"588.480","end":"596.080","lines":["It’s completely unsettling. I mean, do you think that the benefits of any of these AIs outweigh the risks?"]},{"begin":"596.080","end":"624.360","lines":["So it’s really hard to say right now. Google’s AI integration, multimodal chat bots and, I mean, just these large language models in general, they are all still in such early experimental stages of development. I mean, they still make a lot of mistakes, and they don't quite measure up to more specialized tools that have been around for longer. But they can do a whole lot all in one place, which is super convenient, and that can be a big draw."]},{"begin":"624.360","end":"633.160","lines":["Right. So they’re definitely still not perfect, and one of those imperfections: they’re still prone to hallucinating incorrect information, correct?"]},{"begin":"633.160","end":"641.000","lines":["Yes, and that brings me to one last question about AI before we wrap up: Do eggs melt?"]},{"begin":"641.000","end":"647.880","lines":["Well, according to an AI-generated search result gone viral last week, they do."]},{"begin":"647.880","end":"648.800","lines":["Oh, no."]},{"begin":"648.800","end":"678.600","lines":["Yeah, a screenshot posted on social media showed Google displaying a top search snippet that claimed “an egg can be melted,” and then it went on to give instructions on how you might melt an egg. Turns out, that snippet came from a Quora answer generated by ChatGPT and boosted by Google’s search algorithm. It’s more of that AI inaccuracy in action, exacerbated by search engine optimization—though at least this time around it was pretty funny and not outright harmful."]},{"begin":"678.600","end":"693.280","lines":["But Google and Microsoft—they’re both working to incorporate AI-generated content into their search engines. But this melted egg misinformation struck me because it’s such a perfect example of why people are worried about that happening."]},{"begin":"693.280","end":"695.400","lines":["Mmm—I think you mean eggs-ample."]},{"begin":"695.400","end":"711.760","lines":["Egg-zactly. [Clip: Show theme music]Science Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."]},{"begin":"711.760","end":"724.160","lines":["Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"]},{"begin":"724.160","end":"727.760","lines":["For Scientific American’s Science, Quickly, I’m Sophie Bushwick."]},{"begin":"727.760","end":"737.040","lines":["I’m Lauren Leffer. See you next time!"]}]}
