{"title":"A Pig Kidney Was Just Transplanted Into a Human Body, and It Is Still Working","img":"https://static.scientificamerican.com/sciam/cache/file/5E54E4A3-595A-4679-BF7018571AA8B26C_source.gif","url":"https://www.scientificamerican.com/podcast/episode/a-pig-kidney-was-just-transplanted-into-a-human-body-and-it-is-still-working/","audio":"https://traffic.megaphone.fm/SAM7020285557.mp3?updated=1703605729","intro":["Xenotransplants could help to solve the organ transplant crisis—if researchers can get the science right."],"authors":["Tanya Lewis","Jeffery DelViscio","Alexa Lim"],"category":["Medicine"],"transcript":[{"author":"Tanya Lewis","text":"I’m standing on the rooftop of NYU Langone Health, a hospital in midtown Manhattan, scanning the sky over the East River for a helicopter. It’s New York City, so there are tons of helicopters, but I’m looking for a specific one. [CLIP: Helicopter sounds] Finally I spot it: a white helicopter with red-and-white blades, carrying some very precious cargo. The blades whir to a halt, and some people step out. One man is carrying a big white box. Inside the box? A pig kidney. [CLIP: Show music] This is Science, Quickly. I’m Tanya Lewis."},{"author":"Tanya Lewis","text":"I run back into the hospital to watch the small team arrive through the elevator doors wheeling the box with the kidney on ice. I follow them right up to the operating floor. [CLIP: Organ being transported] And that’s as far as I can go. Only surgeons and nurses and a handful of observers are allowed in the operating room. There’s a risk of the pig organ carrying a virus that could infect people. And they are scrubbed in with personal protective equipment on."},{"author":"Tanya Lewis","text":"The surgical staff also had to undergo special blood testing before and after the surgery to ensure they stay infection free. So I make my way back to a small room with a live video feed of the operation.  [CLIP: Xenotransplant control room]"},{"author":"Lewis","text":"I’m here to watch an organ transplant. But not just any transplant: a pig kidney is being transplanted into a human. This is known as a xenotransplant. The human recipient is not alive—he suffered brain death as a result of a complication from a cancerous brain tumor. The body of the decedent, as researchers refer to him, is being maintained on life support. He wasn’t able to donate his organs, but his family has generously agreed to donate his body for the experiment. I watch the live video feed of the surgery."},{"author":"Lewis","text":"The surgeon starts prepping the organ to be transplanted. Once it’s ready, he lowers it into the decedent’s abdominal cavity. He has removed the decedent’s own kidneys already, so the only kidney function will come from the pig organ. The surgeon carefully sutures the pig kidney’s blood vessels to the deceased person’s renal artery and vein. He also connects the ureter—the tube that connects the kidney to the bladder—from the pig organ to the human ureter. The kidney flushes pink as blood begins to flow through it and starts producing urine."},{"author":"Montgomery (tape): ","text":"The total ischemic time was..., which is good. And it worked right away and started to make urine almost immediately...."},{"author":"Lewis","text":"That’s the transplant surgeon, Robert Montgomery."},{"author":"Robert Montgomery","text":"So my name is Robert Montgomery, and I'm the chair of the department of surgery at NYU Langone health, and the director of the transplant Institute."},{"author":"Lewis","text":"The surgery is done now. Here he is leading a debriefing with the transplant team at the decedent’s bedside."},{"author":"Montgomery (tape): ","text":"So we did the xenotransplant and we did a bilateral native nephrectomy. So all the urine that's coming out is coming from the xenograft, and that will continue to be the case.... So we're off to a good start...."},{"author":"Lewis","text":"Montgomery knows a thing or two about transplants. Not only has he done thousands of kidney transplants, he himself had a heart transplant several years ago."},{"author":"Montgomery","text":"I had a heart transplant, it's almost five years, next month, it's five years. It's just extraordinary. And I was in really bad shape. I had seven cardiac arrests where I had to be resuscitated. Then one where I was down for a very long period of time getting CPR and I was just so lucky to recover from that. And one time, where I was in a coma for a month after I had an event. So I beat all the odds for sure."},{"author":"Lewis","text":"Montgomery suffered from a type of congenital heart disease. It claimed the life of his father. It also took one of his brothers, who was just 35 years old when he died. His other brother got a heart transplant 26 years ago."},{"author":"Montgomery","text":"So, you know, this has been with me, my whole life. I've been a patient as long as I've been a doctor, and I've had a lot of time to think about this. And certainly, it's influenced my life as a transplant surgeon tremendously. And I'm always looking for the next big thing that could make a big difference in the lives of people who need transplants."},{"author":"Lewis","text":"Montgomery wants to create a virtually unlimited source of organs for people who need them. That’s why he got interested in doing xenotransplants."},{"author":"Montgomery","text":"So, organ supply is our biggest unmet need. There are over 100,000 people waiting for organs, and only about a third of them will actually make it across the finish line. And everyone else will either become too sick to benefit from a transplant or will die waiting. And it doesn't even take into account all the people who die before they get listed for transplant because the allocation of organs is based on severity of illness, and you have to get really sick before you're even considered to get put on the transplant list."},{"author":"Lewis","text":"Currently, all transplanted organs come from either living or deceased human donors. But very few people die in a way that their organs could be used for transplants. Pig xenotransplants offer a way to potentially give more people a chance to get an organ that would save their life."},{"author":"Montgomery","text":"So the current paradigm of somebody having to die for someone else to live is not working. And we need an alternative, sustainable renewable source of organs and xenotransplantation is the most promising right now."},{"author":"Lewis","text":"The pig organs used in these transplants have been genetically modified so they don’t produce a sugar called alpha gal, which is found in pigs and causes the human immune system to attack, or reject, the organ. Rejection is already a problem for human-to-human transplants, but pig organs pose a special challenge."},{"author":"Montgomery","text":"Two humans are much more alike than a human and a pig, right? So you can imagine, just the variation in what we call antigens, different carbohydrates and proteins that–the genetic code is just really different between a pig and human. There's a lot of potential targets for the human immune system—less so when you have two humans."},{"author":"Lewis","text":"I asked Montgomery what it was like to actually do this xenotransplant, knowing how much was at stake for the field if it didn’t go as planned. He’s a pretty calm person—just as you’d expect a transplant surgeon to be."},{"author":"Montgomery","text":"When you're doing something that hasn't been done before, you do feel this tremendous weight. And, you know, it's very clear that we're not going to have many shots on goal here that don't end in success. I'm very aware of that. But I've been at this for 35 years, and once I get in the operating room…and it is an experience, where everything just kind of collapses down onto the task at hand. And any thoughts or doubts or anything that you have in your mind quickly go away, and you're just focused on getting the job done."},{"author":"Lewis","text":"This was actually the fifth xenotransplant he and his colleagues at NYU have done using a decedent model."},{"author":"Montgomery","text":"Up until 2021, all of the xenotransplants from genetically edited pigs had been put in primates. So there had never been a pig-to-human transplant that had been done. And we did the first one in September of 2021. And we put that organ into an individual who had been declared dead by neurologic criteria, so they were brain dead. But the heart was still beating, and that individual was being maintained on a ventilator."},{"author":"Montgomery","text":"And the idea there was that we had an opportunity to test one of these organs in someone who couldn't be harmed if things didn't work out well."},{"author":"Lewis","text":"NYU soon did another kidney xenotransplant, and a team at the University of Alabama did one as well. Then NYU did two heart xenotransplants. But these previous experiments only lasted a few days before the decedent was taken off of life support. The University of Alabama just did another kidney transplant experiment that lasted a week. But this one has been going for more than a month, and they just got approval to extend the experiment for up to another month."},{"author":"Lewis","text":"Back in early 2022, a team at the University of Maryland transplanted a pig heart into a living person—a man named David Bennett. Bennett lived for two months with the new organ, but ultimately it failed and he passed away. The exact reason for the failure is still unclear, but a previously undetected pig virus may have played a role."},{"author":"Montgomery","text":"So there's still, you know, a lot of mystery in terms of what happened. But what we do know is the heart suddenly stopped working. One of the things that was present at that time was an infection, a virus called cytomegalovirus, CMV, that came from the pig and stayed in the pig tissue and never infected any of the human tissue or cells. But we know from decades of primate work, when the organ ... when the pig heart is infected with that virus, that it causes the heart to start to go rapidly downhill."},{"author":"Montgomery","text":"So, we think that played a role, but there also appeared to be some rejection as well."},{"author":"Lewis","text":"Montgomery and his team take these risks seriously. They have developed a more accurate test to screen for pig viruses, and they monitor the recipient and anyone who comes into contact with them very closely. Decedent experiments like the one they are currently doing will be crucial to showing the FDA that these pig organs are safe and effective enough for clinical trials in living people. NYU hopes to be one of the first sites to participate in such a trial. For Montgomery, it’s a personal mission as much as a professional one."},{"author":"Montgomery","text":"As I laid for a month in the ICU waiting for a human organ, it came even more clearly into focus that this is what I needed to devote the rest of my life to. I kind of feel like I'm living on borrowed time anyway. And this, has become the thing that I really feel is a chance at really changing the future in a really significant way for all the people who ..."},{"author":"Montgomery","text":"I share their level of, of desperation, you know, and understand it, when you're waiting for a transplant, it's a really extremely vulnerable and difficult position to be in."},{"author":"Lewis","text":"Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong and me. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! For Science, Quickly, I’m Tanya Lewis. [Image credit: Joe Carrotta for NYU Langone Health]"}],"wave_peaks":[8655,9982,9419,15913,8680,15316,11992,8060,8564,9910,4670,8568,19873,11355,8049,8171,11735,2235,717,2558,10563,7802,17204,8388,6890,12365,12446,13860,9530,6317,753,762,12304,15078,15508,10322,15602,12213,11695,13809,8314,1856,19095,10154,9265,9639,8157,3796,1155,1260,1656,1585,2478,2715,2859,2792,2815,2685,2745,21296,9675,16955,18022,3172,777,21190,17986,20509,7979,17541,13952,9951,6270,1593,16423,21664,6418,13421,11869,14517,12693,416,544,372,17907,11831,13727,11095,5940,6727,16827,13245,16764,5185,713,627,23457,18021,6186,10489,15141,14010,9379,10238,1432,1202,1298,1365,10030,17060,19329,21743,2530,2249,13551,15357,4747,14664,5117,4330,4395,4341,4429,4510,4432,4669,4134,3884,3572,15418,11062,13345,6334,3215,10327,10958,4615,2244,1530,1563,1246,1050,672,1139,767,195,159,106,97,85,48,33,88,189,255,418,443,397,405,752,824,680,1470,880,21761,15727,10069,17393,11598,7450,19196,6089,8106,7100,12421,6270,7762,5779,9384,2893,9391,10535,15087,4535,6914,5844,6148,3357,1219,10282,23536,12645,17612,12423,13251,7008,9738,7540,343,305,3599,25263,20495,14833,12167,7839,273,322,11931,18801,19115,11094,10924,5808,14113,4886,9849,6793,9978,11559,7216,11554,3581,2606,191,241,19082,16739,13638,11616,9111,7847,7702,18495,7188,5352,17915,6308,9856,193,9025,18998,19929,9072,15000,8980,11222,4788,6113,3141,407,198,186,17102,8287,17326,13994,10122,8967,10462,11196,17231,15893,5588,3716,11805,9927,7772,6872,5203,10384,12445,6727,6507,6132,6681,6081,158,166,196,152,20297,11812,11570,14621,15188,10353,9765,6272,13803,14458,10734,4000,7995,6865,3205,881,1467,2190,3027,2608,2625,2260,3861,3839,4160,3820,2792,2159,3756,4245,2299,18561,9143,17384,8269,12323,7089,5286,4023,493,14741,13858,10949,9371,3364,4203,972,6560,7727,8096,12421,8383,9824,9949,7368,4886,8141,3441,296,323,17189,8579,8186,5926,8991,4628,3321,669,125,87,374,9563,13090,9366,6451,15262,12759,4357,292,19034,10070,13535,11037,8053,12000,8280,8475,6266,6666,4825,7153,6818,8264,4689,3904,174,156,9331,20678,7863,7544,7409,13589,4604,7520,4914,12427,5220,1687,6770,9340,8759,5543,6894,8830,5513,253,73,71,16174,14837,12446,11693,7950,9820,6385,11157,11958,9063,6282,15684,10639,10364,10107,6792,11001,13854,5117,8194,6135,792,86,90,1496,17776,9055,14686,13779,13753,6007,7691,7875,2647,479,14765,12491,17855,10171,12375,7165,9992,4517,7106,5043,3420,241,259,258,253,14172,5755,13761,1521,11156,11977,7535,6935,6469,7666,6091,6705,8387,3200,602,8780,11586,11999,12619,4473,8519,5306,7269,9694,2205,14016,9230,8627,9709,11363,5133,7771,3493,12758,3463,970,380,236,265,376,12340,9446,6518,12188,5387,9726,5908,6500,8293,14676,15616,3086,9466,7240,5068,10324,6873,5944,6250,6241,6809,2054,524,1074,10529,7924,12525,9685,10792,5416,6103,12186,11331,7396,7724,9702,13652,1472,7175,10380,10086,7010,9369,9478,7772,3429,686,625,401,9604,10434,18196,6426,11908,4404,4231,19819,8914,8182,11516,9347,3589,10707,5185,4792,5818,3129,6917,12347,10078,11654,10157,7555,13098,10479,10497,5783,5650,5405,12238,8147,11880,7192,6594,8316,8906,5521,5308,5373,16550,14574,11067,11706,5661,5553,6349,7549,8402,8667,9913,7347,7966,9196,8883,7356,7891,7316,4835,13168,20644,10768,5444,5151,4723,17780,5778,6426,2259,15437,24832,10873,25444,10834,14983,5895,6135,12380,7759,16563,9741,7387,13240,8390,5346,3179,8277,7979,7679,14946,17821,4,9887,15062,20073,9928,8687,8992,6819,6036,5,2,12878,14181,10904,8752,3042,131,362,13505,11049,8274,7354,6573,5507,8611,5390,3440,3224,4075,6074,9923,8752,6266,8803,10785,8184,3379,3303,3725,9726,5746,10839,10665,6451,7553,7532,9934,8948,7386,4300,5047,9453,7792,5081,6257,10064,7545,5535,5934,6419,5604,4476,5545,4500,4274,6097,5880,4877,4579,5498,4653,6231,6970,5684,6079,8210,6141,5183,4737,7723,5326,4585,3416,4299,6006,9931,7145,7742,5033,5645,3713,2015,1443,16905,16345,8025,6840,6941,9033,7514,3794,1372,1491,930,10766,13911,8799,10900,11736,16261,7643,6175,5256,4280,667,7665,13134,13668,15653,13094,4902,10517,10164,8257,6355,748,16499,15268,10971,13122,5447,11993,16030,15787,12935,11904,11399,14568,13447,9953,3739,5111,1814,4952,7435,13374,9562,8106,12664,8810,14623,9609,12833,16261,9109,12492,9614,4,4,17904,16512,19819,17184,20079,15294,2705,14720,6116,8258,7287,11680,7917,6505,3662,1,15045,13238,11629,13242,11933,7369,8951,9499,13169,12611,9626,6895,10949,10049,8804,8181,6682,7949,10288,11678,7652,8261,17575,9646,12699,4,2,15395,17505,6432,9174,9888,11027,3269,8844,14875,15520,14284,19875,8648,8375,3577,7012,6143,10473,21,1670,19029,10439,8760,12516,14116,13411,4743,7569,5769,8663,16074,13549,19181,9915,8466,7991,11800,11691,2923,2980,3,6101,11328,15623,6160,10240,11176,2789,1,15816,18982,9385,8314,16015,4338,5562,11930,10819,7494,6124,6037,5548,484,1,6124,15514,15950,12742,17542,4089,5208,6210,4001,10531,4962,98,13464,13450,16952,10235,19518,15416,13855,9588,6653,18761,20796,7339,21967,17865,15715,13716,11953,12606,15786,9759,4338,11786,5421,4499,13000,14803,21298,6566,11040,5604,3806,5176,4313,11511,10338,1622,1268,11157,19,14214,16290,8612,495,11679,12314,14316,9225,12617,8184,7015,15863,7971,8294,17199,18070,12374,9099,10751,12535,3,12767,22059,14871,16620,11959,18137,13009,2807,8,18304,14690,17836,11353,10341,18028,6530,6399,9223,11660,13174,11122,6823,7622,19524,7756,11549,10333,9727,12211,7351,8782,10426,8940,6529,5535,7769,7144,6085,3823,3,1,22708,16259,14628,7129,5609,6712,9118,4374,3438,128,3,1002,14032,15390,11016,2765,14021,11658,231,7576,3936,11001,6449,12934,5348,3794,8,1,9174,13841,13920,15380,5349,10605,11574,12002,8222,9053,5955,9812,7655,11261,7133,7779,8667,12323,14329,5235,9782,10352,9507,478,3,10298,11845,10111,14569,15097,7412,10425,9958,9,0,7313,8803,8551,9531,13396,7803,6598,8658,6982,12196,2640,12489,10525,7644,8383,10788,3705,5952,13377,13787,8547,12067,4405,22,12076,16943,7894,9541,9529,14097,11899,1,20459,17658,9907,6280,4111,16236,14203,5252,10427,10843,8872,7630,9525,7392,6736,11378,1334,0,10076,8253,16328,11250,8280,15626,10102,7857,10163,9238,13771,9289,8929,5653,4938,8209,6833,8460,10993,10466,6440,10961,6340,5794,12469,9870,5,8549,21530,13,0,2191,16865,9090,14485,7252,8699,3046,2,13730,13961,6065,18719,15381,13356,11660,13582,7656,10631,8148,6695,11534,5897,8949,10611,4865,323,15295,28832,8215,6373,18492,9390,9577,7219,13361,4571,5571,8984,10229,6527,1703,2,13598,15409,9078,7829,15577,11704,9509,12677,6530,8661,13146,7606,6342,8938,12239,11364,5309,8259,11097,5603,2441,12329,12076,12126,15575,17964,6598,12577,13101,5102,19340,11991,9591,15629,9715,13255,8271,81,8926,19111,6580,3735,0,8349,12942,8335,9964,9712,14207,15291,12752,10529,1082,2094,13876,14062,14594,11365,10955,10562,4728,11501,5211,7477,5579,11391,10630,8011,6957,7964,8120,8537,11077,6864,7726,2730,6306,17059,19148,15346,12456,9206,9179,9404,18830,16145,13271,18134,18631,16484,14585,14130,8548,17604,16268,14706,10498,11521,29,11522,20580,12691,12118,8083,19662,8805,12679,7215,8941,9840,19960,8858,25434,10134,13058,2881,3,23106,12273,13100,16621,14429,7068,12980,12906,13253,8782,9033,757,15191,16298,11610,11746,10465,25428,13708,3320,86,11951,7863,14300,10202,11800,19230,13584,16382,8445,7223,5909,6678,10089,15637,8274,6715,4153,13957,11255,3346,1739,17407,12721,5920,2021,17014,13584,7109,4994,6058,9787,9775,6928,5446,10165,15549,18560,12041,14759,14007,10956,7891,16999,9736,7885,6920,12407,14114,5448,6452,4514,5372,5336,7582,6102,13931,15557,5058,3320,16641,22938,23450,2524,17396,11138,6932,7880,7488,8143,21400,7778,9502,6455,7626,4422,14186,17060,12007,15865,15914,22278,21781,10301,10433,9829,5932,6057,6051,2,15598,13575,15175,3231,16516,8412,16687,9647,12792,13779,10611,4750,3,3,5913,25108,15677,15291,18840,7481,1,22508,12858,21516,22563,8842,8990,9151,6710,5754,12,10974,9879,11766,14480,13828,12063,14480,17282,8788,8642,962,12752,11915,11728,15213,11926,3153,13218,15117,12111,4,13991,8358,10743,8290,12537,10288,15035,7599,9830,19141,13618,21003,14366,6144,17390,16100,11883,8837,8279,9500,10231,4629,7314,1876,11601,14413,12798,5702,12642,10984,9325,56,20045,13756,11963,2114,2221,8697,9006,9462,10767,7619,7353,10918,10443,10429,13752,4,9169,14598,8975,6041,8104,6116,9087,6394,5846,10450,9472,8955,10768,12653,10341,6162,6094,10459,1678,18582,12199,12980,14517,11592,9995,5033,12061,13192,8278,8676,7790,8601,6557,12105,3810,15004,13745,16796,15915,7887,10239,10038,14907,11715,7650,6430,8,1355,10283,8886,7173,9094,15449,7525,5870,7312,9178,8174,4637,7335,4257,5710,13571,7053,694,2,11433,20783,9105,8563,7103,8939,7370,7272,11114,2850,9983,6725,6373,6742,9804,4749,4578,4316,11646,12970,66,13905,9076,16987,12241,14935,4509,21185,23375,10257,8456,9890,12338,13356,11312,2565,13195,12375,107,10298,9474,7851,7939,13141,4629,1,11790,19942,9749,9296,9557,16749,7961,2303,9244,9880,12938,18915,17254,13556,7172,6555,5239,8543,3573,845,8882,6461,9286,8838,2778,10346,9943,1,0,9334,13407,17246,14525,15584,7344,7051,11995,7891,9500,10703,11890,11,3,15533,15677,9436,13915,15041,6929,13442,8502,7217,7814,6052,6902,10059,11101,10119,4574,7606,7352,10857,6916,13609,10997,16082,7822,7257,13391,5954,8,18154,11232,8782,5885,16351,16104,9374,10,17318,10417,9430,24749,7613,7402,8293,10070,11377,10068,10509,7483,5410,6846,8288,8568,10786,9284,4149,6475,15230,12193,14845,13878,11514,13337,7409,17752,12166,8377,8773,9106,13321,6983,600,0,15142,7126,9408,7902,2283,409,9229,5575,9124,13303,6723,6590,512,7,13157,18029,19949,6114,8627,5890,5150,11411,9353,11063,3031,12647,11928,5867,8051,13009,11524,9777,7467,11256,3763,3375,10636,11089,9049,7933,9155,4785,12277,6698,5507,14112,2956,4,5,14285,13210,13219,8126,6693,5136,14441,4955,5190,4052,625,3,6568,7388,9564,12874,6004,4938,11240,17049,5907,16779,4356,7491,4302,3608,5256,4321,11081,6657,4756,1,1,437,10314,16609,8409,12402,11268,7553,12816,8897,6439,4530,5656,5332,5411,3749,6240,1219,1,6490,9366,16003,9698,7112,10339,10479,9339,1,7452,12440,18637,8986,7125,9153,7816,4312,8738,8866,7955,3512,2,1,3,23135,10230,14790,9264,5807,9144,2783,6436,5024,9616,13054,11487,13259,9941,9552,8555,13924,13043,12927,13530,5056,2312,40,12606,10983,15972,13212,11944,45,1,17961,17677,13062,8449,10215,6234,8870,11598,4100,9815,21069,9906,6946,11333,5281,13032,15229,10943,288,1,1,1,19197,22087,9581,8521,11875,9152,12209,12651,7931,140,18930,11311,9598,16592,8567,11148,18209,8722,9244,10520,11870,3332,2,3,13529,20750,16281,13443,14171,15724,11815,12478,8662,1458,6896,11219,20247,18702,2377,17756,15972,19627,10777,14308,7559,5695,8414,298,22322,22412,10304,8001,13888,9991,8048,3006,3,1411,20492,11833,10055,10233,2410,6072,15932,5848,14061,16563,13590,14243,1859,0,9820,8257,2852,16052,6427,3833,15544,12214,8582,8368,10399,12984,10304,2057,9220,7950,5237,3,13375,16897,3052,15507,10557,12377,8888,4323,13434,8334,7479,9421,11071,6853,14750,8459,20192,19317,7639,7811,7532,8242,4135,5548,5099,10336,7311,4,0,15221,11354,18490,16356,16114,14580,14556,4511,13848,11197,10591,13145,7299,7295,3219,12337,7771,6134,1572,9300,16101,7015,13277,9549,13938,16877,12838,12203,11081,7940,16427,4482,7716,11929,5942,5298,2665,10402,10922,5923,3883,7139,8298,17689,7579,7650,8574,8365,3,0,7305,15922,14415,15614,13975,12059,12800,11612,13863,6724,9570,5654,5839,14208,5801,4044,9930,5757,2,11106,19434,11691,6679,8581,11437,7417,2129,8897,4070,1282,1,18767,18237,18307,10608,12838,9722,8319,4437,4435,7033,7463,7818,3962,35,16504,16805,8694,8221,6147,9131,9751,5488,4567,10892,7459,7696,11164,6450,5793,6,1210,8883,10591,10758,11370,10334,10468,8582,7484,6965,7657,4847,11176,10271,10095,7062,11616,6375,6673,8113,9759,7842,7712,7482,14787,10016,8370,7162,11116,6737,5467,4996,6444,4,13,12315,9479,11231,13251,8213,8935,15636,10748,6768,5174,7685,7736,8554,12281,5376,190,12176,12956,15742,7085,9675,14488,9789,7608,6039,17175,4805,12562,3859,3379,216,2040,21387,15792,16065,9098,16412,7427,16346,9778,9579,6696,10493,6041,9977,4440,9232,10131,9930,272,5175,8111,7777,8459,9250,9167,9644,11120,8209,12393,9976,4941,13897,9389,7819,7234,11050,7535,15242,15083,4675,732,12531,13391,15502,17748,7407,14158,13711,15005,15875,13245,14650,3559,1312,2292,9749,8875,6354,15228,11788,11435,6398,17370,8212,9750,12883,13716,7320,5802,674,6276,15867,4661,12999,9200,12555,9598,8428,8962,7971,6739,11306,7979,7109,10244,14738,1661,10036,8406,8936,7181,4710,10280,11231,15917,16954,16697,14310,8160,13206,13405,7148,6323,4857,8883,9891,5660,3404,5681,9456,3670,616,10328,13119,7199,5387,7696,6465,6514,482,1357,2601,11972,11909,9771,7129,6396,6411,5741,7833,6150,5889,755,408,330,416,496,12520,18389,6917,8853,6280,16255,13063,15565,1496,13475,11608,9139,1665,15669,17470,7624,13772,12101,7332,5539,1520,615,7764,14938,18738,19387,15909,13494,9768,8661,1571,375,10672,8539,10860,10523,6955,6648,7475,6556,592,2032,2407,2939,3694,3951,17290,16919,15139,14220,12234,10920,3279,3380,16746,13631,11262,13030,12959,8125,9448,5175,3284,3234,11783,11764,9790,6613,13869,8821,7627,3269,3225,2605,2202,1484,1627,617,460,7699,6143,5322,3572,1687,553,228,137,45,25,10,1],"fragments":[{"begin":"0.000","end":"108.000","lines":["I’m standing on the rooftop of NYU Langone Health, a hospital in midtown Manhattan, scanning the sky over the East River for a helicopter. It’s New York City, so there are tons of helicopters, but I’m looking for a specific one. [CLIP: Helicopter sounds] Finally I spot it: a white helicopter with red-and-white blades, carrying some very precious cargo. The blades whir to a halt, and some people step out. One man is carrying a big white box. Inside the box? A pig kidney. [CLIP: Show music] This is Science, Quickly. I’m Tanya Lewis."]},{"begin":"108.000","end":"134.480","lines":["I run back into the hospital to watch the small team arrive through the elevator doors wheeling the box with the kidney on ice. I follow them right up to the operating floor. [CLIP: Organ being transported] And that’s as far as I can go. Only surgeons and nurses and a handful of observers are allowed in the operating room. There’s a risk of the pig organ carrying a virus that could infect people. And they are scrubbed in with personal protective equipment on."]},{"begin":"134.480","end":"151.480","lines":["The surgical staff also had to undergo special blood testing before and after the surgery to ensure they stay infection free. So I make my way back to a small room with a live video feed of the operation.  [CLIP: Xenotransplant control room]"]},{"begin":"151.480","end":"189.240","lines":["I’m here to watch an organ transplant. But not just any transplant: a pig kidney is being transplanted into a human. This is known as a xenotransplant. The human recipient is not alive—he suffered brain death as a result of a complication from a cancerous brain tumor. The body of the decedent, as researchers refer to him, is being maintained on life support. He wasn’t able to donate his organs, but his family has generously agreed to donate his body for the experiment. I watch the live video feed of the surgery."]},{"begin":"189.240","end":"225.680","lines":["The surgeon starts prepping the organ to be transplanted. Once it’s ready, he lowers it into the decedent’s abdominal cavity. He has removed the decedent’s own kidneys already, so the only kidney function will come from the pig organ. The surgeon carefully sutures the pig kidney’s blood vessels to the deceased person’s renal artery and vein. He also connects the ureter—the tube that connects the kidney to the bladder—from the pig organ to the human ureter. The kidney flushes pink as blood begins to flow through it and starts producing urine."]},{"begin":"225.680","end":"238.200","lines":["The total ischemic time was..., which is good. And it worked right away and started to make urine almost immediately...."]},{"begin":"238.200","end":"241.120","lines":["That’s the transplant surgeon, Robert Montgomery."]},{"begin":"241.120","end":"250.920","lines":["So my name is Robert Montgomery, and I'm the chair of the department of surgery at NYU Langone health, and the director of the transplant Institute."]},{"begin":"250.920","end":"257.640","lines":["The surgery is done now. Here he is leading a debriefing with the transplant team at the decedent’s bedside."]},{"begin":"257.640","end":"275.520","lines":["So we did the xenotransplant and we did a bilateral native nephrectomy. So all the urine that's coming out is coming from the xenograft, and that will continue to be the case.... So we're off to a good start...."]},{"begin":"275.520","end":"285.560","lines":["Montgomery knows a thing or two about transplants. Not only has he done thousands of kidney transplants, he himself had a heart transplant several years ago."]},{"begin":"285.560","end":"317.160","lines":["I had a heart transplant, it's almost five years, next month, it's five years. It's just extraordinary. And I was in really bad shape. I had seven cardiac arrests where I had to be resuscitated. Then one where I was down for a very long period of time getting CPR and I was just so lucky to recover from that. And one time, where I was in a coma for a month after I had an event. So I beat all the odds for sure."]},{"begin":"317.160","end":"331.120","lines":["Montgomery suffered from a type of congenital heart disease. It claimed the life of his father. It also took one of his brothers, who was just 35 years old when he died. His other brother got a heart transplant 26 years ago."]},{"begin":"331.120","end":"355.840","lines":["So, you know, this has been with me, my whole life. I've been a patient as long as I've been a doctor, and I've had a lot of time to think about this. And certainly, it's influenced my life as a transplant surgeon tremendously. And I'm always looking for the next big thing that could make a big difference in the lives of people who need transplants."]},{"begin":"355.840","end":"364.840","lines":["Montgomery wants to create a virtually unlimited source of organs for people who need them. That’s why he got interested in doing xenotransplants."]},{"begin":"364.840","end":"406.400","lines":["So, organ supply is our biggest unmet need. There are over 100,000 people waiting for organs, and only about a third of them will actually make it across the finish line. And everyone else will either become too sick to benefit from a transplant or will die waiting. And it doesn't even take into account all the people who die before they get listed for transplant because the allocation of organs is based on severity of illness, and you have to get really sick before you're even considered to get put on the transplant list."]},{"begin":"406.400","end":"423.320","lines":["Currently, all transplanted organs come from either living or deceased human donors. But very few people die in a way that their organs could be used for transplants. Pig xenotransplants offer a way to potentially give more people a chance to get an organ that would save their life."]},{"begin":"423.320","end":"440.120","lines":["So the current paradigm of somebody having to die for someone else to live is not working. And we need an alternative, sustainable renewable source of organs and xenotransplantation is the most promising right now."]},{"begin":"440.120","end":"458.200","lines":["The pig organs used in these transplants have been genetically modified so they don’t produce a sugar called alpha gal, which is found in pigs and causes the human immune system to attack, or reject, the organ. Rejection is already a problem for human-to-human transplants, but pig organs pose a special challenge."]},{"begin":"458.200","end":"481.200","lines":["Two humans are much more alike than a human and a pig, right? So you can imagine, just the variation in what we call antigens, different carbohydrates and proteins that–the genetic code is just really different between a pig and human. There's a lot of potential targets for the human immune system—less so when you have two humans."]},{"begin":"481.200","end":"494.520","lines":["I asked Montgomery what it was like to actually do this xenotransplant, knowing how much was at stake for the field if it didn’t go as planned. He’s a pretty calm person—just as you’d expect a transplant surgeon to be."]},{"begin":"494.520","end":"535.080","lines":["When you're doing something that hasn't been done before, you do feel this tremendous weight. And, you know, it's very clear that we're not going to have many shots on goal here that don't end in success. I'm very aware of that. But I've been at this for 35 years, and once I get in the operating room…and it is an experience, where everything just kind of collapses down onto the task at hand. And any thoughts or doubts or anything that you have in your mind quickly go away, and you're just focused on getting the job done."]},{"begin":"535.080","end":"541.400","lines":["This was actually the fifth xenotransplant he and his colleagues at NYU have done using a decedent model."]},{"begin":"541.400","end":"578.440","lines":["Up until 2021, all of the xenotransplants from genetically edited pigs had been put in primates. So there had never been a pig-to-human transplant that had been done. And we did the first one in September of 2021. And we put that organ into an individual who had been declared dead by neurologic criteria, so they were brain dead. But the heart was still beating, and that individual was being maintained on a ventilator."]},{"begin":"578.440","end":"591.000","lines":["And the idea there was that we had an opportunity to test one of these organs in someone who couldn't be harmed if things didn't work out well."]},{"begin":"591.000","end":"620.600","lines":["NYU soon did another kidney xenotransplant, and a team at the University of Alabama did one as well. Then NYU did two heart xenotransplants. But these previous experiments only lasted a few days before the decedent was taken off of life support. The University of Alabama just did another kidney transplant experiment that lasted a week. But this one has been going for more than a month, and they just got approval to extend the experiment for up to another month."]},{"begin":"620.600","end":"643.400","lines":["Back in early 2022, a team at the University of Maryland transplanted a pig heart into a living person—a man named David Bennett. Bennett lived for two months with the new organ, but ultimately it failed and he passed away. The exact reason for the failure is still unclear, but a previously undetected pig virus may have played a role."]},{"begin":"643.400","end":"685.800","lines":["So there's still, you know, a lot of mystery in terms of what happened. But what we do know is the heart suddenly stopped working. One of the things that was present at that time was an infection, a virus called cytomegalovirus, CMV, that came from the pig and stayed in the pig tissue and never infected any of the human tissue or cells. But we know from decades of primate work, when the organ ... when the pig heart is infected with that virus, that it causes the heart to start to go rapidly downhill."]},{"begin":"685.800","end":"692.680","lines":["So, we think that played a role, but there also appeared to be some rejection as well."]},{"begin":"692.680","end":"725.240","lines":["Montgomery and his team take these risks seriously. They have developed a more accurate test to screen for pig viruses, and they monitor the recipient and anyone who comes into contact with them very closely. Decedent experiments like the one they are currently doing will be crucial to showing the FDA that these pig organs are safe and effective enough for clinical trials in living people. NYU hopes to be one of the first sites to participate in such a trial. For Montgomery, it’s a personal mission as much as a professional one."]},{"begin":"725.240","end":"753.040","lines":["As I laid for a month in the ICU waiting for a human organ, it came even more clearly into focus that this is what I needed to devote the rest of my life to. I kind of feel like I'm living on borrowed time anyway. And this, has become the thing that I really feel is a chance at really changing the future in a really significant way for all the people who ..."]},{"begin":"753.040","end":"766.000","lines":["I share their level of, of desperation, you know, and understand it, when you're waiting for a transplant, it's a really extremely vulnerable and difficult position to be in."]},{"begin":"766.000","end":"793.040","lines":["Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong and me. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! For Science, Quickly, I’m Tanya Lewis. [Image credit: Joe Carrotta for NYU Langone Health]"]}],"duration":793}