{"title":"Generative AI Models Are Sucking Up Data from All Over the Internet, Yours Included","img":"https://static.scientificamerican.com/sciam/cache/file/FD801C0A-8D98-4DE8-A90D464937A647E4_source.gif","url":"https://www.scientificamerican.com/podcast/episode/generative-ai-models-are-sucking-data-up-from-all-over-the-internet-yours-included/","audio":"https://traffic.megaphone.fm/SAM8113504925.mp3?updated=1703605713","intro":["In the rush to build and train ever larger AI models, developers have swept up much of the searchable Internet, quite possibly including some of your own public data—and potentially some of your private data as well."],"authors":["Sophie Bushwick","Lauren Leffer","Tulika Bose","Elah Feder"],"category":["Artificial Intelligence"],"transcript":[{"author":"Sophie Bushwick","text":"To train a large artificial intelligence model, you need lots of text and images created by actual humans. As the AI boom continues, it's becoming clearer that some of this data is coming from copyrighted sources. Now writers and artists are filing a spate of lawsuits to challenge how AI developers are using their work."},{"author":"Lauren Leffer","text":"But it's not just published authors and visual artists that should care about how generative AI is being trained. If you're listening to this podcast, you might want to take notice, too. I'm Lauren Leffer, the technology reporting fellow at Scientific American."},{"author":"Bushwick","text":"And I'm Sophie Bushwick, tech editor at Scientific American. You're listening to Tech, Quickly, the digital data diving version of Scientific American'sScience, Quickly podcast. So, Lauren, people often say that generative AI is trained on the whole Internet, but it seems like there's not a lot of clarity on what that means. When this came up in the office, lots of our colleagues had questions totally."},{"author":"Leffer","text":"People were asking about their individual social media profiles, password-protected content, old blogs, all sorts of stuff. It's hard to wrap your head around what online data means when, as Emily M. Bender, a computational linguist at University of Washington, told me, quote, “There's no one place where you can download the Internet.”"},{"author":"Bushwick","text":"So let's dig into it. How are these AI companies getting their data? Leffer: Well, it's done through automated programs called web crawlers and web scrapers. This is the same sort of technology that's long been used to build search engines. You can think of web crawlers like digital spiders moving around silk strands from URL to URL, cataloging the location of everything they come across."},{"author":"Bushwick","text":"Happy Halloween to us."},{"author":"Leffer","text":"Exactly. Spooky spiders on the internet. Then web scrapers go in and download all that catalog information."},{"author":"Bushwick","text":"And these tools are easily accessible."},{"author":"Leffer","text":"Right. There's a few different open access web crawlers out there. For instance, there's one called Common Crawl, which we know OpenAI used to gather training data for at least one iteration of the large language model that powers ChatGPT."},{"author":"Bushwick","text":"What do you mean? At least one?"},{"author":"Leffer","text":"Yeah. So the company, like many of its big tech peers, has gotten less transparent about training data over time. When OpenAI was developing GPT-3, it explained in a paper what it was using to train the model and even how it approached filtering that data. But with the release of GPT-3.5 and GPT-4, OpenAI offered far less information."},{"author":"Bushwick","text":"How much less are we talking?"},{"author":"Leffer","text":"A lot less—almost none. The company's most recent technical report offers literally no details about the training process or the data used. OpenAI even acknowledges this directly in the paper, writing that “given both the competitive landscape and the safety implications of large scale models like GPT-4 this report contains no further details about the architecture, hardware training, compute dataset, construction training method or similar.”"},{"author":"Bushwick","text":"Wow. Okay, so we don't really have any information from the company on what fed the most recent version of ChatGPT."},{"author":"Leffer","text":"Right. But that doesn't mean we're completely in the dark. Likely between GPT-3 and GPT-4 the largest sources of data stayed pretty consistent because it's really hard to find totally new data sources big enough to build generative AI models. Developers are trying to get more data, not less. GPT-4 probably relied, in part, on Common Crawl, too."},{"author":"Bushwick","text":"Okay, so Common Crawl and web crawlers, in general—they're a big part of the data gathering process. So what are they dredging up? I mean, is there anywhere that these little digital spiders can't go?"},{"author":"Leffer","text":"Great question. There are certainly places that are harder to access than others. As a general rule, anything viewable in search engines is really easily vacuumed up, but content behind a login page is harder to get to. So information on a public LinkedIn profile might be included in Common Crawl's database, but a password-protected account likely isn't. But think about it for one minute. Open data on the Internet includes things like photos uploaded to Flickr, online marketplaces, voter registration databases, government web pages, business sites, probably your employee bio, Wikipedia, Reddit, research repositories, news outlets."},{"author":"Leffer","text":"Plus there's tons of easily accessed pirated content and archived compilations, which might include that embarrassing personal blog you thought you deleted years ago."},{"author":"Bushwick","text":"Yikes. Okay, so it's a lot of data, but—okay. Looking on the bright side, at least it's not my old Facebook posts because those are private, right?"},{"author":"Leffer:'","text":"I would love to say yes, but here's the thing. General web crawling might not include locked-down social media accounts or your private posts, but Facebook and Instagram are owned by Meta, which has its own large language model."},{"author":"Bushwick","text":"Ah, right."},{"author":"Leffer","text":"Right. And Meta is investing big money into further developing its AI."},{"author":"Bushwick","text":"On the last episode of Tech, Quickly, we talked about Amazon and Google incorporating user data into their AI models. So is Meta doing the same thing?"},{"author":"Leffer","text":"Yes. Officially. The company admitted that it has used Instagram and Facebook post to train its AI. So far Meta has said this is limited to public posts, but it's a little unclear how they're defining that. And of course, it could always change moving forward."},{"author":"Bushwick","text":"I find this creepy, but I think that some people might be wondering: So what? It makes sense that writers and artists wouldn't want their copyrighted work included here, especially when generative AI can spit out content that mimics their style. But why does it matter for anyone else? All of this information is online anyway, so it's not that private to begin with."},{"author":"Leffer","text":"True. It's already all available on the Internet, but you might be surprised by some of the material that emerges in these databases. Last year, one digital artist was tooling around with a visual database called LAION, spelled L-A-I-O-N..."},{"author":"Bushwick","text":"Sure, that's not confusing."},{"author":"Leffer","text":"Used in trainings and popular image generators. The artist came across a medical photo of herself linked to her name. The picture had been taken in a hospital setting as part of her medical file, and at the time, she'd specifically signed a form indicating that she didn't consent to have that photo shared in any context. Yet somehow it ended up online."},{"author":"Bushwick","text":"Whoa. Isn't that illegal? It sounds like that would violate HIPPA, the medical privacy rule."},{"author":"Leffer","text":"Yes to the illegal question, but we don't know how the medical image got into LAION. These companies and organizations don't keep very good tabs on the sources of their data. They're just compiling it and then training air tools with it. A report from Ars Technica found lots of other pictures of people in hospitals inside the LAION database, too."},{"author":"Leffer","text":"And I did ask LAION for comment, but I haven't heard back from them."},{"author":"Bushwick:'","text":"Then what do we think happened here?"},{"author":"Leffer","text":"Well, I asked Ben Zhao, a University of Chicago computer scientist, about this, and he pointed out the data gets misplaced often. Privacy settings can be too lax. Digital leaks and breaches are common. Information not intended for the public Internet ends up on the Internet all the time."},{"author":"Ben Zhao","text":"There's examples of kids being filmed without their permission. There are examples of private home pictures. There's all sorts of stuff that should not be in any way, shape or form included in a public training set."},{"author":"Bushwick:'","text":"But just because data ends up in an AI training set, that doesn't mean it becomes accessible to anyone who wants to see it. I mean, there are protections in place here. AI chatbots and image generators don't just spit out people's home addresses or credit card numbers if you ask for them."},{"author":"Leffer:'","text":"True. I mean, it's hard enough to get AI bots to offer perfectly correct information on basic historical events. They hallucinate and they make errors a lot. These tools are absolutely not the easiest way to track down personal details on an individual on the Internet. But..."},{"author":"Bushwick","text":"Oh, why is there always a “but”?"},{"author":"Leffer","text":"There, uh, there have been some cases where AI generators have produced pictures of real people's faces and very loyal reproductions of copyrighted work. Plus, even though most generative models have guardrails in place meant to prevent them from sharing identifying info on specific people, researchers have shown there are usually ways to get around those blocks with creative prompts or by messing around with open-source AI models."},{"author":"Bushwick","text":"So privacy is still a concern here?"},{"author":"Leffer:'","text":"Absolutely. It's just another way that your digital information might end up where you don't want it to. And again, because there's so little transparency, Zhao and others told me that right now it's basically impossible to hold companies accountable for the data they're using or to stop it from happening. We'd need some sort of federal privacy regulation for that. And the U.S. does not have one."},{"author":"Bushwick","text":"Yeesh."},{"author":"Leffer","text":"Bonus—all that data comes with another big problem."},{"author":"Bushwick","text":"Oh, of course it does. Let me guess this one. Is it bias?"},{"author":"Leffer","text":"Ding, ding, ding. The Internet might contain a lot of information, but it's skewed information. I talked with Meredith Broussard, a data journalist researching AI at New York University, who outlined the issue."},{"author":"Meredith Broussard:'","text":"We all know that there is wonderful stuff on the Internet and there is extremely toxic material on the Internet. So when you look at, for example, what are the Web sites in the Common Crawl, you find a lot of white supremacist Web sites. You find a lot of hate speech."},{"author":"Leffer","text":"And in Broussard's words, it's “bias in, bias out.”"},{"author":"Bushwick","text":"Aren't AI developers filtering their training data to get rid of the worst bits and putting in restrictions to prevent bots from creating hateful content?"},{"author":"Leffer","text":"Yes. But again, clearly, lots of bias still gets through. That's evident when you look at the big picture of what AI generates. The models seem to mirror and even magnify many harmful racial, gender and ethnic stereotypes. For example, AI image generators tend to produce much more sexualized depictions of women than they do men, and at baseline, relying on Internet data means that these AI models are going to skew towards the perspective of people who can access the Internet and post online in the first place."},{"author":"Bushwick","text":"Aha. So we're talking wealthier people, Western countries, people who don't face lots of online harassment. Maybe this group also excludes the elderly or the very young."},{"author":"Leffer","text":"Right. The Internet isn't actually representative of the real world."},{"author":"Bushwick:'","text":"And in turn, neither are these AI models."},{"author":"Leffer","text":"Exactly. In the end, Bender and a couple of other experts I spoke with noted that this bias and, again, the lack of transparency makes it really hard to say how our current generative AI model should be used. Like, what's a good application for a biased black box content machine?"},{"author":"Bushwick","text":"Maybe that's a question we'll hold off answering for now. Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."},{"author":"Leffer","text":"Don't forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review."},{"author":"Bushwick","text":"For Scientific American's Science, Quickly, I'm Sophie Bushwick."},{"author":"Leffer","text":"I'm Lauren Leffer. Talk to you next time."}],"wave_peaks":[59,248,418,8551,7798,15449,13423,13940,8300,13166,12903,21343,11800,5120,22548,7595,14781,10207,11783,6794,13766,22222,8752,11948,8414,5823,3204,23388,15956,7842,11006,12851,13243,10344,15797,13319,14633,11610,12324,13580,16409,7321,19594,14667,10595,5090,3152,19316,15922,11499,11669,26096,16638,9768,13960,12762,17903,6037,18175,11086,18120,18700,15220,9897,9997,5768,14225,14314,18809,12976,13154,12839,12021,10865,9030,18293,12146,8207,16826,11704,10962,12322,12056,6816,11107,7855,4957,13673,9234,10512,14896,16839,4939,13006,8561,9838,7426,7128,3331,16515,12419,12618,11148,12637,12203,10712,12382,10354,13277,6946,9244,3997,18018,11094,9348,7519,17540,21532,16801,7911,9643,6544,3065,14639,9762,7996,15187,12486,5332,15400,11738,14413,22539,20763,11623,13475,13657,8914,16077,8073,11387,8183,6448,19736,4712,4330,4739,4132,5477,5875,5941,6034,5633,5773,5976,5851,6114,6048,5910,5727,6383,4230,3702,4710,3223,1795,887,581,473,516,460,367,14360,1602,10986,11701,359,16754,15305,20259,21292,19177,16331,18462,13632,14410,12175,13342,13027,15789,14841,15537,14351,13444,9440,15214,4413,10471,15319,20214,22472,7056,6520,3760,17027,25740,15417,16985,8226,16105,16027,8553,13138,3195,3960,13221,4775,11451,14774,7927,15126,8363,5701,9010,12221,14126,12304,17386,13836,13083,11862,10877,8103,11066,18784,6855,8492,2484,10236,23168,15485,14514,12357,12258,11099,8331,9060,9721,13247,6692,16637,12070,11965,9803,7144,8048,9442,5157,9833,12370,5955,6926,12976,8847,15373,15439,16419,11863,8526,11176,15116,8124,8232,12345,868,13006,11891,11156,6424,13822,20118,10681,18894,19875,4867,6294,5713,3368,22038,16549,12885,10051,15222,11210,15233,12390,13400,14090,10629,10226,6431,5992,129,13382,11336,10778,14210,9134,7882,7855,11286,8561,7874,8024,7830,4467,496,10193,9773,13653,13314,8868,8590,9202,13789,7095,10925,12304,7509,12579,7524,12090,11241,9680,12445,6004,21641,14027,8362,8900,6805,13917,9053,9186,10648,5377,21421,13110,6286,15117,10579,16733,5228,8999,15230,6696,3325,7952,11838,7866,8709,9238,19290,14116,9494,14919,11003,11365,14157,15787,9887,11442,13376,12624,7559,7463,5464,21068,10301,8542,16392,25105,6059,4970,7448,2866,15349,12987,12860,10998,9830,11953,13013,10542,10142,13284,18337,9937,14899,10475,8045,11085,9308,15692,14791,8203,10315,9690,7211,13753,12090,13534,8968,11890,11893,3193,13163,8843,7665,11467,12012,7024,7634,10888,8747,12228,4682,3690,14320,17431,21245,10911,8165,10734,2530,15407,10811,10696,12158,11449,12962,10368,11308,12299,12643,9119,11785,20037,14203,14690,16345,17499,12295,12220,14016,15500,5580,12571,17841,17025,10480,14391,12010,8559,7792,9950,9417,9741,9075,9480,9040,11346,7899,10368,7899,12104,12897,11439,18442,11320,11314,10902,10081,10171,163,17533,14450,10898,9020,6523,8727,17025,10764,5852,11302,12051,13395,15753,19164,14052,13383,17269,13353,5000,4418,1953,25052,22447,8608,9436,5269,17913,17666,18604,17433,18613,9702,22775,26013,14937,10158,11034,9684,13099,14990,9779,17248,11595,8600,8135,10167,11365,10297,7157,14152,10384,13244,11683,7759,3359,2362,20346,16175,10969,13079,14194,9373,18113,8908,6688,9078,14886,15184,14625,9658,13573,12100,8377,16224,12468,11700,16783,9310,9650,8735,6890,11976,10783,13313,10472,10466,7670,12812,12468,12217,16332,10515,15061,15361,12343,11860,18134,13616,19030,15244,10426,10145,9624,14582,13521,11270,5544,16757,18530,14093,10195,5683,13730,14131,13408,12630,16027,7683,18192,2905,12278,20735,21002,17225,7986,25801,13046,21203,24212,16620,7353,7694,8599,18182,4821,10293,70,22530,17183,15686,16387,10346,15775,17782,8374,12473,12488,241,21490,10352,10957,9875,6073,12566,10898,5339,11579,13020,17831,14452,13797,11133,9940,11136,9261,10605,15196,5368,12767,11199,16120,16615,9592,8005,10879,10531,9290,14204,9664,12327,12749,14047,6105,18657,16611,10168,22308,13476,12419,11081,20864,16991,14807,3025,12042,14432,16873,16486,8437,22456,15037,11690,11934,4801,18360,17371,20042,13817,12461,12394,13163,9310,10540,11267,16037,12494,13108,6593,13975,12072,6110,3618,7325,9133,12231,15646,14993,11813,12103,10291,12553,12634,7888,7889,8120,6720,8350,7872,5518,3639,67,12949,15368,9795,185,8414,13818,11839,11604,12429,10620,13447,14476,4788,12473,16382,15687,11401,10423,11773,9285,9243,9578,12129,10540,5801,5595,18925,14920,17061,13195,12072,10392,8908,8937,6800,18454,8960,6376,3131,12861,9936,12337,10994,17690,7850,8516,14480,10154,8454,10332,12926,10630,11499,13554,14324,17043,15908,15663,6552,16164,7416,7689,541,12204,1795,13189,16501,12130,10439,8844,13640,10002,12724,9459,11153,6920,8541,9316,15199,12114,11234,8595,11196,11650,13898,15942,9486,5451,12058,12710,13552,9301,8200,6650,15183,10408,9981,4083,13436,15966,5799,15706,9958,10905,14803,4145,9956,8876,11900,14125,6808,11352,9494,13554,9571,8428,15189,5123,19937,5117,10588,25675,19865,15292,2944,13688,7973,11176,14596,15285,8896,12474,9526,15130,14032,9802,10263,6653,10170,7927,11034,14982,10151,8706,13445,9491,15110,10243,7525,8533,7536,2871,18041,18925,10159,3862,6076,10177,15039,13274,8527,10954,13805,23384,17602,12651,9131,15876,20302,9781,17610,15231,22527,23014,18471,17087,20429,11302,9545,6795,4877,8548,7712,11651,163,17410,8711,22457,21587,17993,12099,13172,15994,12948,16387,9946,10551,8653,1676,15322,14383,16482,18435,15916,17133,17894,16338,12929,8462,13575,17001,13552,20695,18761,18204,11473,16624,16759,12966,13956,15864,15734,14570,11143,21631,11715,12467,14859,10724,13350,8822,5478,7758,8503,1371,15626,9045,18296,18917,17960,10395,18467,9688,15699,8598,12021,8767,6927,8934,10231,4834,12739,13266,35,23804,15551,22824,9111,23048,10763,12346,18700,15292,14210,13541,6777,10607,11200,11659,4409,9895,9786,6517,13701,13896,9514,15141,3143,15425,6134,18134,9347,8553,2362,20672,3868,19400,8151,2505,13895,15094,13347,11655,13481,9626,9067,14891,12366,9709,9308,9315,10434,18639,7050,5204,18472,13063,13920,12523,13478,7525,9657,13695,7352,14879,11996,11030,10898,13815,14501,13664,10698,14301,15088,10375,8112,11205,16536,11531,13222,14727,9429,8858,9819,5921,13402,17202,7157,8105,15030,11739,14959,21707,21927,18485,13463,10158,7756,19464,6068,168,13956,12854,19365,12353,13124,8918,17679,13837,18453,19858,10716,5740,8319,7974,16260,16905,8117,13229,11896,23615,17973,6672,15084,15779,6720,11821,9215,14657,15712,24174,5405,453,10486,14501,9312,16308,15155,17589,11131,10262,8653,11200,7694,1916,12373,8677,12219,15738,12358,19509,16185,6396,10765,9576,13649,17534,11021,5135,327,17294,15917,19453,16835,14949,13149,10967,10468,9592,11499,10659,12619,13511,12807,8119,10579,13008,12104,11431,7147,10117,13052,6137,1455,7468,24436,15170,16005,14266,15816,13613,10276,18193,12664,13159,10721,13927,16424,16760,6205,12067,11385,18352,21078,15533,11699,13374,7396,9964,8237,7252,16645,19548,2798,13939,10660,18967,11633,13983,13226,13206,9097,11120,8673,1116,10773,26345,10873,21463,13398,14604,8455,8397,10338,8569,10525,7734,6019,14199,15007,12114,10822,14968,9096,12783,10970,15678,13242,14086,12817,11839,14117,8789,8852,11062,10576,15655,9668,9123,10676,12484,8064,15523,14794,14063,12268,12977,9115,11875,2337,13904,9814,22421,10709,13229,15164,13155,12699,3051,24431,6052,6978,11428,20957,11890,4780,13900,16032,14144,19459,23289,20198,18380,11187,7256,20935,21029,6384,3203,2138,17068,8427,9904,11008,5983,417,12457,11804,11331,15809,10014,9996,10506,8682,8797,13754,2585,10288,14641,8752,12151,9034,9021,10759,15988,13225,18076,13991,6499,7921,10380,12231,17553,13721,10784,9783,10456,8250,9661,17166,5017,6436,7017,21223,15169,13507,15597,10759,15506,10719,14015,10458,9192,8027,5535,16280,10524,8788,7854,16203,13348,12355,8538,10339,6874,185,9471,18336,12817,16233,11223,11810,15099,15932,14073,8243,2765,14671,19397,13494,16714,13006,3502,1262,17627,18677,10786,10744,10102,8434,13230,14613,14780,8305,16483,6053,11657,9558,9007,9193,13539,10058,10206,7943,4650,8388,3916,1552,28141,12378,8133,8679,13065,14667,7129,7045,6954,7048,7357,12791,4855,9887,12469,7926,16335,7098,12244,9805,9417,13476,12651,12696,7876,10466,12432,9674,3125,24938,16297,13807,28884,2545,16,14805,20248,20183,21759,21011,9674,14160,15880,7791,25381,17975,15451,11134,2303,28379,21513,10202,12635,11281,11994,8914,15073,15862,11966,3788,14000,12330,20788,30520,15554,20190,17159,17174,8623,13725,11553,16512,18616,11296,14630,10957,14668,14388,13483,15709,12772,6599,22947,12022,17154,9008,7436,15585,2567,18738,18739,24034,26063,12675,16377,6382,417,16921,30962,14919,13095,21881,15312,17215,21411,13310,18792,6354,9294,9824,18424,9738,10951,13079,19868,20428,8063,23228,6595,1338,12551,4924,12305,20641,19916,10993,10273,15976,15340,14889,10950,16994,15577,10631,8617,12619,3746,14168,7842,10496,12607,2878,261,12630,9220,11305,10654,10310,9857,12755,9840,24,11073,14348,19300,8453,17158,12190,10898,17567,16318,12240,10545,10913,12063,10681,10126,11849,14118,9823,10448,13465,9589,6703,17087,23036,16873,7149,6566,7238,9428,16457,3240,15242,15688,13250,22433,14054,6903,11666,8774,10432,14835,9802,9160,11651,6887,11323,9907,9463,9390,9307,8961,8336,11876,12005,9785,15054,7074,11616,11973,16673,324,14830,3914,12104,13202,11564,12107,11303,9900,15034,13216,10326,8410,9825,15644,7804,12323,11144,10310,10842,8564,6937,7741,10324,11221,298,11508,11928,11391,10304,13598,8164,8224,13178,9862,13784,12012,9946,18545,14715,8313,18983,11994,15004,6026,6476,7712,12596,5012,2245,9660,16153,10715,9628,17849,9836,9677,3368,26343,19749,7206,8672,11294,14088,14003,9288,8076,7798,7793,12161,10726,7289,8393,14137,6048,6595,12256,10927,9546,10803,8893,9469,8247,10114,8669,7350,18383,10799,10070,12170,14451,14598,10881,8383,6298,11555,8917,11871,5233,10175,7009,9601,6380,8213,10902,15235,16147,6705,2256,11064,10402,11356,13801,16818,16738,10515,5784,12573,8168,13881,5376,11329,12179,3072,6631,12271,10718,3145,18387,12950,3670,11987,12096,13156,11646,8110,10792,12389,18888,4446,12976,15387,9487,18807,16599,12370,9538,10139,12605,3672,4706,8871,10781,14570,2407,10586,10796,8875,11000,9396,9227,6662,123,8556,9821,9285,16563,8333,7756,11364,13864,6903,5158,9381,8076,8820,7836,4576,4991,2610,15072,10744,9137,9525,14100,7321,7746,6207,6136,7547,10498,9701,8725,10530,6970,20330,11041,7138,3569,6594,24927,23649,14243,15363,18063,15121,15765,9680,28153,11578,19562,18741,16497,18801,7324,8155,9048,12297,15682,8282,5273,8565,10551,7295,9033,11,7440,15986,7941,11903,9156,15863,14129,6981,10723,9351,15726,21013,23840,12671,15524,13272,9173,9308,8880,17203,13892,4323,19582,13212,10442,15162,13214,4116,8462,11306,10858,13064,11254,5449,12358,16598,10094,6071,16415,8782,6265,9229,16879,12800,6618,7128,5334,9820,8657,8898,12114,13977,13570,9759,11279,16916,11058,15571,12087,9860,40,11666,11989,20181,14403,8716,2725,6278,11002,7904,12608,16975,13614,11753,16095,15464,7663,11394,15128,15415,13438,19674,17985,6498,9198,8425,10261,13664,96,16803,11485,11918,11237,9233,387,13254,10314,14906,15025,10941,10696,11782,4727,13847,14817,8172,9110,9717,12208,9150,10760,14201,8868,3138,9790,16103,10366,11916,12228,10331,19160,9335,10901,12909,14321,10207,9801,10062,8959,14576,5417,9949,7450,1871,668,16740,12365,14248,16086,10944,10653,7939,11149,15405,9148,16583,12145,9391,6740,13520,10548,13575,14265,593,11672,17817,14154,16207,13579,19525,15723,12970,13571,11836,8590,19681,15123,15619,9129,9855,15012,11146,18512,9280,10395,12716,21992,10311,13701,11013,15716,14264,15544,10535,4275,13880,18996,11429,14086,11743,4669,20140,11168,4818,5232,16179,16782,5809,7932,10385,17391,15570,10485,9082,13364,11935,14861,9196,4517,19061,13331,9578,10536,5432,13159,6920,4836,8718,13479,2041,15411,12441,13958,14518,23595,18126,14355,13186,9558,11524,10037,6112,25017,11702,14111,8813,14984,9539,15420,12296,8364,7188,12858,19371,6280,13129,15637,9261,16485,16467,18135,12145,17685,11803,17070,13777,8516,15544,7725,15835,9646,15331,15802,12286,20693,15704,13312,7667,363,14971,15218,10242,20181,11714,18721,13788,11834,12869,13389,17784,11018,6390,10312,7360,13134,3458,2446,23859,20896,16496,8576,10441,17161,15680,21184,15981,14888,11275,6782,3929,11726,15082,19164,9041,8996,10153,15220,9234,12787,11701,8952,2666,4269,5344,6317,5200,13982,10620,9878,6911,11071,24154,13509,10462,13498,16326,12572,15705,10953,15771,10096,13490,9384,4505,14226,16454,17981,11990,24435,19315,17038,9442,5614,6324,17630,9776,8735,8133,14587,10395,10895,9185,6972,7491,23006,19354,16205,23206,16487,12726,16553,14849,14381,13227,12884,4682,16290,17323,14860,16491,11043,10654,14265,17034,13978,12891,14076,17725,14604,12762,12807,16774,14086,16955,13121,14753,7783,9416,12136,20206,14787,15290,10093,15301,8791,7733,18998,10017,7709,5433,24882,19652,16382,25475,20026,19310,9105,1867,2047,2998,10278,9512,9007,8195,9616,8017,6148,8055,8006,10060,10330,9669,9423,8403,8783,8303,9318,8136,9926,10132,9578,8677,6933,6723,5634,3616,3211,1336,10746,10237,6548,4733,2857,896,321,192,59,35,13,2,0]}
