{
  "title": "These Ants Are Probably Better at Navigating Than You Are",
  "img": "https://static.scientificamerican.com/sciam/cache/file/6BF09843-F9BD-48AC-861DFE99394EA5D3_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/these-ants-are-probably-better-at-navigating-than-you-are/",
  "audio": "https://traffic.megaphone.fm/SAM6729182672.mp3?updated=1703605747",
  "intro": [
    "Desert ants living in the featureless salt plains of Tunisia count their steps and erect tall entrances at their nests to find their way back home."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata:'",
      "text": "This is Scientific American’s Science, Quickly. I’m Christopher Intagliata. It’s easy to get lost in the salt pans of Tunisia, these featureless plains in the desert where the ground is sometimes the blinding white color of salt."
    },
    {
      "author": "Markus Knaden: ",
      "text": "It’s a very strange feeling, and some people feel uncomfortable there because you basically don’t really see anything."
    },
    {
      "author": "Intagliata: ",
      "text": "Markus Knaden is at the Max Planck Institute for Chemical Ecology in Jena, Germany. And he does fieldwork in the salt pans with his colleague Marilia Freire."
    },
    {
      "author": "Marilia Freire: ",
      "text": "So actually the car we drove was often the landmark ... so we could know how to return back to it. Because it’s very easy to get lost."
    },
    {
      "author": "Intagliata: ",
      "text": "While it’s easy to get lost for them, that’s not the case for their study subjects, desert ants that can walk for more than half a mile over these flat plains and still find their way home. And to be fair, the ants have a few tricks that enable them to do that."
    },
    {
      "author": "Knaden: ",
      "text": "We know from them they use a sun compass to get an idea what direction they walk, and they count their steps to get an idea of the distances they cover in an individual direction. And by that, they always compute their relative position to the nest."
    },
    {
      "author": "Intagliata: ",
      "text": "But the scientists noticed the ants had another trick, too. The farther their burrows were into that flat, featureless plain, away from plants and rocks and other landmarks, the more the ants tended to build big mounds at the entrances of their nests. These are volcano-looking humps in the salt pan, sometimes more than 10 inches tall. As a means of comparison, for these tiny ants, that’s the equivalent of a human standing in front of a mountain the size of London’s Big Ben. And the researchers wanted to see if the ants really used these things for navigation. So they destroyed a number of the mounds and put tall cylinders at some of the nest entrances instead. And at others, they put no landmark at all."
    },
    {
      "author": "Freire: ",
      "text": "And what we realized was ants with no artificial landmarks displayed a bigger effort into rebuilding their nest mounds surrounding their nest entrance than those that had the artificial visual landmarks."
    },
    {
      "author": "Intagliata: ",
      "text": "In other words, the ants presumably needed some sort of landmark at the colony to ensure everyone could find it. And if it wasn’t there, they’d build it. The details are in the journal Current Biology. The scientists say the ants must be working together to do this because the ones going out to forage need to collectively agree with those who stay put in the nest that the colony needs a landmark. So the “explorers” need to convince the “homebodies” to build one. Knaden says it’s remarkable the ants can do all that with such a tiny brain."
    },
    {
      "author": "Knaden: ",
      "text": "Makes me always thinking, “Why aren’t we much better with our big brain?” But I’m so bad at navigation, compared to those ants, I’m a bit jealous. But that’s the only thing."
    },
    {
      "author": "Intagliata: ",
      "text": "Then again, we don’t really have to do what the ants do—because our “big brain” invented GPS. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Music by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. Head over to ScientificAmerican.com for in-depth science news. For Science, Quickly, I’m Christopher Intagliata."
    }
  ]
}