{"title":"The Fungi Economy, Part 2: Here’s How Plants and Fungi Trade beneath Our Feet","img":"https://static.scientificamerican.com/sciam/cache/file/2713456E-5674-4080-BB2E8EE51D1C0BF7_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-fungi-economy-part-2-heres-how-plants-and-fungi-trade-beneath-our-feet/","audio":"https://traffic.megaphone.fm/SAM4988566236.mp3?updated=1703706880","intro":["Atmospheric carbon is a currency that plants use to “buy” nutrients from fungi in the soil. To find out where this economy will go next, the devil is in the details. And the details are in the dirt."],"authors":["Meg Duff","Tulika Bose","Jeffery DelViscio"],"category":["Ecology"],"transcript":[{"author":"Meg Duff","text":"For Science, Quickly, I’m Meg Duff. As the world heats up, many of the consequences of burning fossil fuels are now painfully obvious. But there’s also this less intuitive consequence: under our feet, the economy responsible for the growth of trees and forests is experiencing inflation. In case you aren’t familiar, atmospheric carbon is a currency that plants use to “buy” nutrients from fungi in the soil. But now there’s too much carbon, and that “currency” is being devalued. In our last episode, we talked about why this is humans’ fault."},{"author":"Meg Duff","text":"Now we want to take you down into the tree roots, where this trading happens.  And then, all the way up to outer space, where scientists are figuring out how to map forests from satellites. First, to find out where this economy will go next, the devil is in the details. And the details are in the dirt."},{"author":"Zoey Werbin: ","text":"Maybe in, like, the wetter spots [shuffling leaves]."},{"author":"Michael Silverstein","text":"[Shuffling leaves] Yeah, like, here? Like, if you look at this leaf here. If you look at this leaf here you see that it’s kind of innervated with these threads. All that…"},{"author":"Duff","text":"Oh, wow…"},{"author":"Silverstein","text":"That’s all fungi…"},{"author":"Duff","text":"That, wait, that’s like … it’s like, hairy…"},{"author":"Silverstein","text":"Yeah, yeah, it’s very visible. I was also like, I don’t get it, like, where are they? But that’s fungi. All the white."},{"author":"Duff","text":"And that’s probably that wood rot fungi again?"},{"author":"Silverstein","text":"Yeah, yeah. Mm-hmm. I mean this is growing on some twig…."},{"author":"Duff","text":"Right now I’m in Harvard Forest outside of Petersham, Mass., getting a tour of the forest floor from Michael Silverstein and Zoey Werbin, a couple of Boston University grad students who study microbial ecology."},{"author":"Silverstein","text":"So I’m holding a decomposing leaf where some mycelium has completely established in it. And you see these very cool networks of mycelium running through it. It’s like a branching structure. It’s almost like branches from a plant or like roots from a plant look like. They’re these white threads that are, like, woven into the leaf."},{"author":"Duff","text":"It’s really pretty!"},{"author":"Silverstein","text":"Yeah, the patterns they make are very cool."},{"author":"Duff","text":"Oh, there’s another one."},{"author":"Silverstein","text":"Mm-hmm. Yeah, it’s, it’s ..."},{"author":"Duff (tape)","text":"It’s like little snowflakes!"},{"author":"Silverstein","text":"[laughs] It’s everywhere. I mean, the whole ... everywhere. [laughs] It’s everywhere."},{"author":"Duff (tape)","text":"[laughs] Awesome."},{"author":"Duff","text":"This micro-economy beneath our feet is astounding. Here’s how it works. Some fungi help dead things decompose, releasing nutrients. Then the fungi associated with tree roots scavenge for nutrients and trade them to trees in return for sugar, which comes from carbon. The root fungi are called mycorrhizae: “myco” means fungi, and “rhizae,” means root. And you can think of mycorrhizae as falling into two basic categories. First: the ectomycorrhizae."},{"author":"Jenny Bhatnagar:'","text":"“Ecto” means outside, and they don’t penetrate the root cells. They grow around the root cells on the outside."},{"author":"Duff","text":"That’s Boston University biology professor Jenny Bhatnagar. The other type, she tells me, is arbuscular mycorrhizae."},{"author":"Duff","text":"And you said the arbuscular mycorrhizae, they are even smaller?"},{"author":"Bhatnagar","text":"You can’t see them with the naked eye, because they grow inside the plant root, as opposed to around the outside."},{"author":"Duff","text":"There’s a reason why this matters. Ectomycorrhizae and arbuscular mycorrhizae specialize in getting different nutrients, and they trade those nutrients to trees at different price points. Those prices impact how much carbon trees have to spend and how much they get to save. To visualize how this works, it’s important to know that different trees tend to partner with different fungi."},{"author":"Bhatnagar","text":"Maples: red maples, sugar maples, Norway maples. Ashes. Ash trees…."},{"author":"Duff","text":"Those trees, Jenny told me, partner with arbuscular fungi."},{"author":"Duff (tape)","text":"And then what about for ecto?"},{"author":"Bhatnagar","text":"Oak, beech, pine, hemlock ... cherries, um, birch."},{"author":"Duff","text":"Now we’ll take you through the underground economy itself. Imagine you’re a maple tree ... [CLIP: Forest sounds]"},{"author":"Duff","text":"You need some nitrogen. You get some from your arbuscular fungi for about half off, compared with the oak tree next to you, who is trading with ectomycorrhizal fungi. Say you both do your nutrient shopping—you buy some nitrogen, some phosphorus. At the end of the day, you each have some carbon left over to invest in growth. But you may have a little bit more left than the oak tree. You grow a little bigger. These details are actually very relevant for humans."},{"author":"Duff","text":"Any big company planting trees or protecting forests to offset its carbon emissions is assuming that those trees are investing their carbon in extra leaves, in fatter trunks, whatever. But to know how much carbon forests can actually store, we also need to know how much they spend. Crucially, those prices can change over time. [CLIP: Forest sounds] Say these trees are feeling flush. They all want to put out more leaves and fatten up their trunks. But to do that, they all need extra phosphorus. And in one forest, the soil starts running out."},{"author":"Renato Braghiere: ","text":"Arbuscular mycorrhizae are better at acquiring phosphorus..., and ectomycorrhizae fungi are just better at acquiring nitrogen from soils."},{"author":"Duff","text":"That’s Renato Braghiere, a climate scientist who models how carbon cycles through forests. He says that both fungi probably raise their phosphorus prices but maybe at different rates. If the prices go high enough, the economy will crash: trees will grow more slowly and reproduce less. Right now most forests take in more carbon than they release. But wildfires and deforestation make that harder. Add an economic slowdown, and forests overall could become a carbon source instead of a carbon sink. Here’s what’s next."},{"author":"Duff","text":"To figure out what will happen to forests and, consequently, to the climate—we need to map which fungi are where and watch how they are changing their prices. Doing so may help us understand whether forests are headed for an economic crash and, if so, what that will mean for our own carbon budget.  Renato tells me that it’s still painstakingly hard to map different species of trees. But his colleagues have figured out how to map the fungi in their roots."},{"author":"Braghiere","text":"In those two areas of the planet, we see one type of mycorrhizae versus the other type of mycorrhizae."},{"author":"Duff","text":"Tropical soils tend to be lower in phosphorus. Temperate soils have less nitrogen. But with climate change, forests and fungi may start to shift. Mapping a global baseline will be important for seeing how those shifts play out. Right now we just have some data, from places like Harvard Forest. Here’s Jenny again."},{"author":"Bhatnagar","text":"Well, I think over the centuries people have studied the trees. And they look at the roots, and just over the centuries, it’s become known which tree species associate with which type of mycorrhizae. So if you have a map of all the tree species in your forest, and you can very easily say, you know, 20 percent of your forest is going to be associated with arbuscular mycorrhizae ..."},{"author":"Duff","text":"Partly we know which fungi are where because we have been using tree species as proxies. We know about those relationships thanks to chemical analysis. Here’s how that’s done."},{"author":"Bhatnagar","text":"You have to take the leaf. You have to pick it off the tree. You have to grind it up. And you have to burn it."},{"author":"Duff","text":"Trees that associate with arbuscular mycorrhizae tend to have more nitrogen and phosphorus in their leaves. Trees that rely on ectomycorrhizal fungi tend to have more carbon. That means you can figure out the type of fungi even without knowing the type of tree."},{"author":"Bhatnagar","text":"What happens when you burn it, it’s called a combustion analysis.... All the nitrogen gets converted to, into gas..., and then we put it through a gas detector.... It’s the same thing with the carbon. We burn all the carbon... and we use a CO2 detector."},{"author":"Duff","text":"Harvard Forest, where I’m talking to Jenny, has some of the best-mapped fungi in the world. But we haven’t actually mapped most forests—and because of this, it’s hard to track global trends in these underground nutrient economies. Those economic trends will impact how much forests grow this century, whether they can successfully migrate as temperatures change and whether they will continue to store all the extra carbon we are burning. What would help would be a map of mycorrhizal fungi worldwide. As it turns out, scientists at NASA are already working on this."},{"author":"Duff","text":"And here’s the really wild part: they think they’ll be able to make this—from space."},{"author":"Braghiere","text":"We will be able to immediately know “What does mycorrhizae look like in the whole planet?” which is pretty exciting."},{"author":"Duff","text":"Renato and his colleagues still can’t map which kinds of trees are where. But they think they’ll be able to map the underground fungi."},{"author":"Braghiere","text":"There is a new mission, a new NASA mission called SBG—it stands for Surface Biology and Geology—which are hyperspectral satellites that will orbit the entire planet."},{"author":"Duff","text":"Hyperspectral imaging looks at the entire spectrum of light, even the parts that we can’t see. Using that technology, satellites can record the specific wavelengths of light reflecting off leaves thousands of miles below. Different chemicals reflect different wavelengths, so we can see nitrogen, phosphorus and carbon levels."},{"author":"Braghiere","text":"We are also using machine-learning algorithms—really, artificial intelligence here—to link those spectral properties to whatever is going on in the roots."},{"author":"Duff","text":"Because arbuscular and ectomycorrhizal fungi produce different chemical signatures, researchers can use what’s going on in the leaves to predict what’s going on underground. Now they’re testing their algorithms against what they know from places like Harvard Forest. If this works, we could suddenly have global mycorrhizal maps with 10,000 times more detail than the maps we have now."},{"author":"Braghiere","text":"First, we will have this snapshot. But because the satellite is a mission that will be up there for a few years at least, we will be able to track the temporal variations of those spectral signatures."},{"author":"Duff","text":"All this mapping data will give Renato more to work with as he forecasts the plant-fungi inflation problem. As forests shift in response to climate change, global data will help him and other modelers watch what happens to fungi."},{"author":"Braghiere","text":"We also know that the Arctic boreal areas of the planet are getting warmer at a much faster rate than the rest of the planet. And so what we see is that there’s a shift in species composition in those areas … not only the plants that are on top of the soil but also the mycorrhizae associated with those plants."},{"author":"'Duff","text":"As forests start to move north in response to changing temperatures, trees take their mycorrhizae with them."},{"author":"Braghiere","text":"And so the environmental conditions of the Arctic are changing, but the amount of nutrients and soils are not changing."},{"author":"Duff","text":"Here’s why this is a problem. As species try to migrate, we could see a mismatch between the nutrients that fungi are good at scavenging —and the soil that they’re trying to scavenge in."},{"author":"Braghiere","text":"And so what might happen is that because now we have these arbuscular mycorrhizae going into the Arctic, and they are just less efficient in acquiring nitrogen, the plants might suffer even further."},{"author":"Duff","text":"And we may also see changes that we weren’t expecting."},{"author":"Braghiere","text":"It might also happen that, you know, a different type of fungi within the arbuscular mycorrhizal group ends up being better or as good as the ectomycorrhizae to acquire nitrogen.... And so there is a chance that these ecosystems will adapt."},{"author":"Duff","text":"Better maps should help us watch these changes play out and act accordingly. One person thinking a lot about this next era of modeling is climate scientist Regina Rodrigues Rodrigues."},{"author":"Regina Rodrigues Rodrigues: ","text":"This is a new frontier that we want to get to with modeling ... is this digital Earth. It’s basically [to] simulate Earth in a computer model, mimic Earth in all aspects. The idea of having that working ... is that eventually, say, a policymaker wants to make a decision about something ... and it can go to this digital Earth and experiment to it. And choose pathways of, say, climate change and outcomes.... If I choose, say, less emission with the policies that I have, for instance, what will be the outcome of that?"},{"author":"Regina Rodrigues Rodrigues: ","text":"That’s the ultimate goal for it."},{"author":"Duff","text":"NASA’s SBG mission is scheduled to launch around 2028. When it does, fungi maps may get exponentially better. But in the meantime, by continuing to burn fossil fuels, we’re continuing to devalue the currency in these forest nutrient economies. If we want to prevent runaway inflation for trees, right now would be a really good time to stop printing more money. But cutting emissions is not a science problem; it is a people problem. And there, too, Regina thinks that fungi may have a lot to teach us. That’s next. For Science, Quickly, I’m Meg Duff."},{"author":"Duff","text":"Science, Quickly is produced by Tulika Bose, Jeff DelViscio and Kelso Harper. Music is by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. Don’t forget to go to ScientificAmerican.com to get the most up-to-date and in-depth science news."}],"wave_peaks":[286,4371,5413,6592,5615,5264,5047,4193,4207,3507,15968,15970,10435,11584,14880,12202,10479,3753,2026,1771,15453,13524,14333,15379,2052,14487,15722,14224,14193,10048,10666,13590,14751,12190,9589,1663,15847,13706,10819,12545,5684,5702,508,401,1069,15899,12536,16353,10255,11133,11080,6354,5452,1642,2514,16430,15834,9103,4277,1808,16296,14130,11951,11203,10753,14074,11901,12652,9116,16278,6532,8370,11004,9334,10001,12692,7223,1609,639,238,549,13883,14283,14902,15616,15519,10988,14826,15900,10080,16509,3707,13815,15845,11708,16125,12463,10059,13408,14912,13344,8419,7882,1196,1277,1565,16018,13307,13659,8411,1596,16252,14340,7257,8603,8562,13685,6320,4926,1907,1855,1247,15890,15982,9943,9573,1067,7906,16664,17020,10467,7996,12532,6221,2173,2068,15093,15683,14720,12715,10203,14385,9607,10997,9262,6444,15096,11304,13260,14123,8603,7183,2659,1824,1108,749,890,1034,1811,1420,16158,14084,4461,16312,16033,13949,12553,7610,6754,1379,16472,11953,9945,15988,12344,12025,15707,15805,10677,12912,7585,16184,7215,13469,5169,7075,4323,2200,1274,418,265,162,6074,15156,15495,4379,19568,18634,14586,10978,12994,13642,15349,6091,3961,6300,15001,14816,9746,9354,10008,12671,14201,14001,5501,16142,11493,5766,3522,3681,13600,10425,12537,6629,11751,14985,15226,8816,2901,3731,15439,15508,15718,12177,11436,14792,3698,8614,10634,9425,8186,16042,14076,16444,15296,16540,14729,15362,16547,15912,15934,13775,17009,15365,15748,17212,16522,15681,15931,11463,16902,10070,12104,15912,14347,15426,16957,15632,15645,15452,9319,6768,7625,15598,15675,15558,11470,4964,15244,16389,9097,10957,15184,17609,8607,15122,14757,11392,16069,15655,15666,15767,15698,13304,15754,15637,12402,15601,14832,9561,10264,9300,7957,15574,15669,15584,13666,9746,2323,1749,3841,2477,5756,5380,4854,12427,11776,5575,6002,4691,2768,1572,16688,15628,1777,5227,15702,14512,15526,10128,6680,4693,2637,2202,6350,15666,14883,13521,12082,8495,7354,15733,12679,13107,11409,13338,5521,5476,907,15684,14241,10359,12474,10422,11856,3027,13862,8755,12952,7883,9878,9090,9741,2198,713,15978,9955,16373,10351,7651,15740,10779,4684,9283,11068,12267,7712,8282,1949,9865,10410,11922,8374,15710,15613,15229,14377,15580,15507,1707,15843,15699,15643,16532,16549,12112,8600,11573,12396,16383,15640,11558,16302,15580,14358,16221,12205,5434,15679,16983,15428,16400,12071,14064,9196,10132,15834,16606,15550,15896,15534,4572,3448,15874,8195,16283,15582,15639,15790,16084,15658,8717,8250,15620,16006,15635,11433,10719,8707,14048,15600,15740,17107,6698,15598,8942,14611,8641,6426,3000,15471,8466,10367,15887,15777,15666,15666,15293,15441,8157,2455,1905,5975,5965,2100,15661,6249,15720,14818,13991,16067,16200,15969,16322,11707,7800,15768,13969,15582,15701,15834,15466,13051,15595,12910,1265,476,15597,15795,15444,15777,15664,14272,11634,7919,7080,7103,5563,4300,2656,5983,15486,15166,16911,9328,11891,11033,15692,8162,8788,12410,6173,8707,5334,592,15631,15634,6823,6478,66,5762,15691,15570,14616,13075,10734,9636,14490,8046,13899,9008,7559,6433,88,15188,13729,195,12615,15635,13985,8502,11203,10821,10547,6754,15667,12495,10105,11702,7937,10113,15181,10340,9596,9114,8192,11089,320,328,11633,13250,15248,4317,30,288,9177,13469,14882,15511,15652,12261,11393,10421,11084,3291,35,15644,14557,14368,10228,107,15642,14162,8081,6187,5617,378,11863,13996,14892,15641,15749,15697,11918,10169,9980,7078,8901,15503,9604,5763,147,126,14950,4852,13506,13779,10110,7687,4431,8447,11514,15786,15034,14201,15485,16388,12624,15719,15581,16933,13230,7710,15082,15781,16076,12726,14441,9213,15966,15975,15581,16299,5505,16129,15323,10692,13238,14440,11246,11233,10533,10219,12328,8381,14159,15712,9778,6914,7621,8485,10498,15611,15660,12252,11636,11077,7915,2769,15664,15637,15399,15782,15600,14156,13534,10111,17086,13585,14376,15398,15853,12182,10142,17073,15606,15734,15617,15772,15800,15724,15772,16096,16029,16163,15764,15797,16423,3590,14385,10281,5642,3387,953,15875,11188,15640,10322,6438,6074,4663,406,15988,15698,15585,10815,12964,12517,13112,13272,8212,15542,11202,7363,9941,14920,8922,5309,5377,127,15644,15696,13598,7348,6810,11742,15334,10726,15577,8586,5732,1189,15643,15056,9481,15742,11481,14345,14883,13590,15448,3874,15086,12317,11231,12520,9860,3854,5494,15637,14622,13082,11735,12352,14607,12761,1873,15560,14959,10511,11079,15623,12142,10126,9427,15079,904,15462,13253,12165,11984,16339,9358,8867,9414,17144,2642,2165,13472,16262,15604,16861,2582,6859,9623,17598,7645,7953,10972,8651,4352,15511,15961,15875,12189,4792,7060,12204,15646,15591,13151,7432,4638,14078,1507,15641,15428,7492,13248,8733,5367,3839,12328,11464,17173,15583,12201,10916,8998,7230,6105,4174,510,422,648,1046,505,1161,16403,472,601,15288,9676,10993,17210,2894,3530,3087,1215,9752,11314,16361,8068,317,198,126,116,202,236,15841,14741,12445,12558,12378,15143,7927,6830,10157,2966,889,7953,8139,7927,9112,4864,3785,3831,15970,21814,12263,9081,8021,5115,5439,8328,14905,14882,12913,7637,7051,8385,15610,14338,5694,17828,21977,18350,10554,13771,3764,22125,20667,19065,15943,7584,14313,15175,13584,13033,9380,5555,2564,8216,13735,12583,15563,8772,11340,11497,9811,3586,2798,1787,496,628,937,8064,8324,8350,4095,15984,15768,11624,10641,17967,13183,7880,19469,14673,11234,18829,13865,7729,7712,10833,20710,19420,16938,11168,14243,15140,13282,14742,8462,17952,9380,22234,4062,9242,5672,3593,5137,17699,17953,15851,11576,12241,13639,12782,11519,11486,6362,9334,7886,8142,15648,15414,10982,15305,10150,8817,3435,39,100,603,660,624,838,15519,12774,13748,15361,11064,14524,7669,7820,10680,6879,4265,4169,15685,16035,10209,16698,12661,7172,12370,10496,11621,12954,14291,9562,15461,9756,16342,6791,5729,9660,10982,8955,15584,9605,16027,9306,20462,19193,9394,13648,16308,8288,17574,13342,13536,6320,9489,11359,11946,17155,9745,2752,2332,2607,8243,14031,10001,18961,17568,13603,12129,11622,6704,8269,9990,3817,10504,8935,14135,11956,11919,6589,12644,4391,305,474,2185,9954,9698,210,15574,15414,8369,6446,6637,7689,2748,4097,4478,4215,939,434,629,664,512,482,5069,4535,5451,159,75,494,16574,15897,11857,17541,10250,10694,10787,5537,5685,14721,16026,10320,8758,14170,14380,12217,16832,13076,19900,5470,90,15598,14819,14825,15681,13314,10091,14686,19283,11535,6122,4820,10236,19102,19013,15130,5912,19979,8528,9754,11486,9799,5026,4905,4738,4728,1377,1227,1359,1320,16296,16383,20029,18857,18085,18130,19511,17569,17909,18556,17398,18658,14797,11773,2170,2184,17951,19849,18949,17098,19100,16741,19423,20322,14491,1448,18422,4576,18591,15737,18574,18074,17466,19237,15982,20040,13749,12430,18048,19114,16106,5775,16707,16264,15430,7449,2485,14576,16524,14266,10612,9756,14840,15957,15067,10693,10589,4600,12633,6763,1381,1873,1789,15234,16344,15551,13704,14735,10944,11441,14064,9956,10811,6486,2394,16834,14834,11701,9576,6262,1317,1267,16426,16220,7101,16248,9810,15667,10190,12183,13111,6806,1599,13322,10175,12920,9578,11400,8828,13973,15213,6925,9648,7231,1954,392,91,15577,12613,4538,16717,11229,15657,7402,14388,12597,12583,19673,15271,10094,15735,10848,6491,5491,14652,15739,15203,14836,11322,12067,13386,18065,15614,7388,5186,1817,15903,14973,16459,13346,16554,10825,18915,16952,15868,18737,17193,11966,12543,12111,12859,10763,9793,13073,11662,15660,14895,120,3513,5292,5611,5388,8971,6166,5940,4551,3076,1594,15003,12895,5393,5603,1626,12000,16197,15536,15634,8081,8256,6105,10485,15710,14421,9674,10918,9149,6563,1691,16320,16073,16109,11734,13073,13513,3340,2278,13016,15728,15675,10201,6742,15478,14876,5374,1216,1478,14566,7298,5675,15747,13089,8489,8171,7110,12360,12652,10866,10614,13183,8284,16372,4421,683,4713,15682,742,14453,7867,960,15819,15864,11416,13380,12265,9658,12461,12895,6027,860,862,7329,16227,14621,10290,12585,7955,11252,10481,9061,10818,10882,15842,9423,10680,6169,9020,6211,495,827,14218,10486,15637,7699,10673,9641,15772,4121,12125,15768,11962,14050,15599,7756,6111,7095,275,372,17032,17389,17417,18477,17640,17148,17536,18464,15901,18359,14168,20471,17540,14878,15767,16955,18365,17740,18200,18590,16206,16821,15740,18071,18215,17941,18088,17738,1857,1798,2267,2366,1798,2482,3133,2538,2442,1961,2435,16336,9851,11916,6570,11867,13785,9666,11059,8338,5704,2741,2268,15508,16577,9722,15757,12601,11193,3011,2172,2180,13601,16110,10601,8337,13370,15623,12780,13285,8844,15898,6880,7968,5189,2301,2367,16417,8839,9938,10687,10729,13310,11268,14346,9164,11402,8323,11512,16738,5885,2113,1133,17204,14602,7995,10130,10782,10894,6355,2991,12740,12372,16634,11664,7206,6617,2672,2888,14725,12027,6090,1937,14523,16074,13603,17226,11380,15949,11640,15874,10401,17265,16726,15865,19711,2151,14922,16574,16317,14597,13173,13248,18436,6771,10593,10260,13251,14856,12514,13969,2228,6305,6498,4164,1946,16853,10758,15557,15663,16921,16222,15861,17740,16377,15190,7578,17164,10583,9211,15869,15310,7900,15079,15707,14718,16381,9128,15675,17698,11736,14263,17453,14827,15723,7428,9200,11580,15485,12585,3260,15593,17048,8851,17212,16629,14964,8845,14974,6225,14784,4100,1196,1431,1384,1093,807,15719,13689,15490,15733,12469,15922,9569,12006,10248,9573,8316,7570,7528,9565,8425,8291,5785,3998,936,12951,16046,13660,10120,6877,6489,10294,14788,9625,9803,5858,5467,824,1401,15661,11849,5561,849,11596,17483,9597,10900,2296,15167,8690,6919,8309,2084,8085,8492,15834,5739,5650,1615,1520,561,451,292,207,146,1892,1694,1917,1697,762,16385,11947,12313,10740,13144,12918,13596,8668,9398,10384,13765,7929,11351,8799,8470,9942,7598,9104,5752,5460,2537,2924,16320,13150,12534,15650,8814,8403,11546,8165,14170,14686,12474,10363,1511,1928,1403,16206,7448,5398,14629,14557,12711,11551,11381,12033,9309,14438,16024,6888,6408,9037,1768,593,10064,18420,17066,11613,13252,14007,20420,7806,15728,8250,5174,4183,2229,11288,1974,2094,2290,1510,9821,9861,11632,16079,16176,12330,16872,11013,13885,18084,13875,6286,5019,7073,8928,5421,2935,8757,14303,6022,5550,11699,8117,11191,7656,7401,7262,5762,10083,4557,6179,14971,16234,11954,6292,14883,7399,6032,1024,16156,15844,13327,12147,13987,9297,7675,1496,15971,10608,16662,11514,9231,10545,6638,6111,1420,1115,16069,13838,15754,12498,10796,5725,9654,6412,8084,992,15439,15864,12076,5488,14841,15202,15923,9112,12951,12534,11456,12145,15987,7459,5774,11492,8800,4808,990,1157,15885,17886,14958,15642,7521,9809,14937,4959,12663,11663,7630,6883,9763,9334,1690,1702,16036,9697,14815,10716,16492,6146,12829,7935,6577,7828,1546,15081,16095,13228,9703,7606,9404,12897,15935,7107,10172,7308,12392,7022,1556,812,656,1677,12748,15911,12546,16035,15848,11503,14348,10905,16151,13515,6876,4770,1176,15387,8800,17437,7139,10836,10363,13217,15496,14196,10190,4841,6386,879,1966,1588,15573,5340,17508,13581,16144,11673,1068,7972,15051,12265,11732,7000,12726,5153,14525,8478,10081,5573,5484,5031,6218,2213,2598,16008,18092,22544,19818,20341,18051,18377,17149,7155,5185,18070,17001,18251,19426,15867,17983,17972,17532,18062,16369,18548,17450,19392,2341,5381,5843,19438,15580,18553,17544,6978,5446,15849,15807,10475,10966,9974,13836,15011,13205,9356,12987,14392,11777,13978,6483,459,15779,15776,15828,16990,14329,11737,14812,10307,8061,2337,3073,5906,5585,8412,17106,19779,17811,18357,16931,18575,15375,22537,19287,22125,16410,17055,19148,17542,17422,16573,17077,5798,2695,16725,18832,19458,16915,18935,18521,19693,21785,17234,17460,15484,17584,17233,16085,18000,7457,5701,5340,21461,20666,18308,16263,6641,9822,20606,17296,19093,18081,14642,18281,16911,18146,17684,13120,15828,18326,17434,7598,1266,1146,807,15640,15588,11844,8835,15516,7143,14933,13201,13510,6651,8329,1440,15886,15624,7527,9071,9575,1875,1293,2065,13126,14345,11164,12485,7022,10494,11947,13905,12975,7685,8390,13206,14543,10052,12794,11411,13501,13702,8658,6575,3040,14032,13663,8609,9474,12609,2566,2135,3690,18811,16755,10963,13280,14526,13735,9808,7071,2229,7100,9514,9383,11127,10684,8919,10547,10958,13880,14720,6174,5627,5347,5975,17612,18441,18613,16263,11866,18901,17551,8496,6457,17394,17117,6963,18178,17287,17621,21744,17306,7023,17427,17213,13116,18069,19284,12727,15972,5176,17727,16572,17458,17294,13253,16978,18840,18597,16718,9010,1928,15676,17231,16890,17890,18050,15575,13706,16346,16567,15237,6140,2123,15316,15835,13929,14716,13541,16637,12464,9150,14812,9147,6902,12943,13700,8257,9389,8485,11963,9471,11266,11593,12892,14277,10588,8163,6991,14254,16472,12382,8644,9442,10849,4216,7084,14660,18842,5827,6748,16194,11703,14005,14018,12826,13380,13222,12134,7784,11114,13033,10260,6826,6499,6424,16036,19472,8943,5663,2866,17466,14352,14715,14066,14989,13338,18822,11953,12746,6771,10430,15436,14516,11159,11266,6809,4936,4947,17830,13918,12003,9028,9296,2643,5991,3298,2218,2000,1683,1370,1259,1251,6142,19738,20590,19907,17520,15469,14530,18277,18972,18217,18356,20473,15737,18006,18779,18193,17043,16995,10282,17015,17866,19030,16302,17369,22021,20280,3156,15608,14850,21138,21057,13106,18385,7179,2765,15946,20792,19213,17942,18087,18412,7389,17009,15285,17241,21047,19149,15552,22300,17025,17913,15734,17606,17584,15134,2788,15397,16037,14293,15445,12373,14503,14767,9160,9388,10522,10557,15585,15746,9534,9681,11765,13340,6897,7924,3305,1809,842,16255,14612,8162,7890,10185,8049,12740,7852,6288,14054,15498,13389,10302,9828,11507,12418,9554,12135,11424,9398,9554,10207,8259,1739,17694,17921,17089,17118,15415,16641,17204,17595,16806,18724,17568,14088,17695,13022,17649,17169,11508,7375,17709,16947,18403,16306,16616,17667,16781,18037,17281,17989,17290,18467,3769,5691,16289,18374,1366,3970,17115,17540,15098,17045,17277,16437,16790,16721,17840,13753,18316,11499,18300,6785,17696,18038,18194,5002,17656,17977,17902,16225,16584,14352,17788,17382,15954,12070,18334,16495,18234,18140,18333,17863,17764,16636,16319,18400,18192,17659,17631,18188,17697,11328,15260,17414,18356,18052,14164,16301,16460,17507,16288,15924,16902,11115,337,15815,15555,11410,7515,10622,8588,11731,9080,8963,11104,12889,5851,8022,8682,11792,9563,7783,12846,11144,17563,17277,17033,15350,14637,17747,18186,16229,16254,15332,17346,16359,16984,17034,14561,292,18160,17594,17488,17610,16911,17423,14412,15150,17249,18395,16852,14840,12164,16950,17333,16665,18399,18546,18025,13936,2324,399,62,15720,14245,14238,9942,13274,1764,31,15392,9957,9401,15593,8937,11646,5299,15327,15622,13058,6726,5237,11381,12386,15637,13272,15506,15634,8058,15811,14031,6165,3760,260,14127,15571,11246,15800,10126,6179,8901,6493,8919,600,650,16729,17613,17520,17976,18287,18219,17878,16402,17477,17780,741,17731,18224,17688,18218,17154,18347,16157,16638,14151,7089,8647,15955,18406,16589,18326,17645,17003,16496,16105,16799,17322,16135,9299,17576,17280,17012,18375,16782,17841,10124,17007,18413,16335,11909,10266,546,18236,18151,18369,18269,16842,17580,16128,17541,11211,208,15449,13978,15618,7431,6857,10011,7112,10884,10231,15646,1639,14792,17060,18245,17689,17151,16992,6390,15322,16727,5824,17411,16006,18227,17838,12903,2375,550,551,5970,16565,18144,12577,267,15569,16988,16317,16827,18155,16794,15837,17881,2129,18358,17863,16779,13610,6563,470,328,18267,16073,13786,343,317,17686,18116,17389,16844,16072,9481,16833,17651,9373,308,17333,16109,18271,17717,12995,330,17329,17198,16390,16415,17900,18004,17505,16211,943,834,16697,18219,12607,18202,8032,1857,18193,13689,381,17770,17520,17762,17361,15691,17738,17171,15987,15534,15934,10518,487,16537,18172,18242,445,527,15709,14662,8692,14891,15338,7292,5763,13442,12286,11539,15641,9663,10689,4934,96,482,129,15721,13283,8865,11360,15577,13854,14761,11340,9698,9111,7351,1206,12764,14823,13302,12165,10757,9423,12376,9450,9908,10862,5439,6470,14864,6898,6237,7637,7677,10080,7278,5561,5249,8603,8725,3801,3325,10652,6984,8184,5319,10145,15621,6224,12019,16383,3198,9277,15638,11138,12156,15300,17626,15937,15881,11965,10777,9049,7853,9756,5867,4365,4667,8753,6916,8228,9166,2435,12590,15769,10472,14654,7982,13438,17663,13893,7691,12653,15530,10347,9963,15515,5189,7455,7940,2032,10666,12886,11618,6347,3431,12130,10908,15248,8164,6131,8222,14945,16342,7871,6836,15676,16475,16682,7046,4060,16447,9923,14133,14186,17573,17213,8046,8959,9038,16564,15637,10869,10352,4845,15427,15528,13304,15571,17909,10475,11708,12503,9103,3877,7407,15583,16821,15633,10420,8620,10893,8265,3352,7899,11241,9912,7147,8549,6636,7274,9928,13868,16703,11427,5897,10327,10161,4298,6998,11739,12588,8008,5016,16170,16160,11373,9756,5839,1778,8024,4513,4608,3593,3024,2995,2696,2307,2074,16883,11843,15979,10930,10596,10792,12496,15733,15333,15876,7616,8341,7835,5798,2110,1709,14094,14310,7353,5773,17846,16928,11070,15300,12892,12231,16402,3431,2887,16363,2243,11446,9745,8592,15998,11766,13198,15670,15498,10407,12027,15036,10608,9808,9181,16691,11514,13335,7912,10720,7959,9673,12092,11315,13794,8189,6775,3577,2833,16426,16484,14844,13879,11451,12948,8846,10556,6033,1863,22303,18640,15188,11756,15908,16834,11972,7226,11444,11786,13724,9394,3907,11219,5710,3121,15299,15970,21321,15813,12459,14889,16575,15718,14515,8354,6679,17133,16275,9869,3542,3367,3625,16684,22549,15911,17506,17896,16533,18281,18679,14252,11525,15058,10475,7844,9063,7494,3388,17964,12643,12758,7987,7168,6744,5338,4472,5914,5883,10414,17162,15259,10896,11701,10858,11922,12983,11915,21232,14374,14270,13894,13969,16044,9748,14839,13491,15140,10413,9527,11808,4722,4075,6533,19458,11707,16714,16819,14966,17673,10923,11393,6409,18926,17103,19470,10070,11569,16650,12741,16792,15617,6663,7535,6228,19614,15998,11541,16711,11973,16160,14213,13314,15014,13966,14550,12790,15425,11924,12157,14355,15346,9845,15065,9932,7624,11742,9155,10779,6883,7024,14036,10840,8665,9797,7444,6929,17170,15399,12141,17835,17314,13600,14536,9039,12399,10476,13735,12705,14842,17754,14872,17082,16802,14376,14681,11859,13635,11365,10695,8648,9652,8071,4310,5014,7472,5883,1801,1113,618,332,185,106,81,73,58,50,43,29,20,15,11,7,3],"fragments":[{"begin":"0.000","end":"61.760","lines":["For Science, Quickly, I’m Meg Duff. As the world heats up, many of the consequences of burning fossil fuels are now painfully obvious. But there’s also this less intuitive consequence: under our feet, the economy responsible for the growth of trees and forests is experiencing inflation. In case you aren’t familiar, atmospheric carbon is a currency that plants use to “buy” nutrients from fungi in the soil. But now there’s too much carbon, and that “currency” is being devalued. In our last episode, we talked about why this is humans’ fault."]},{"begin":"61.760","end":"93.600","lines":["Now we want to take you down into the tree roots, where this trading happens.  And then, all the way up to outer space, where scientists are figuring out how to map forests from satellites. First, to find out where this economy will go next, the devil is in the details. And the details are in the dirt."]},{"begin":"93.600","end":"99.120","lines":["Maybe in, like, the wetter spots [shuffling leaves]."]},{"begin":"99.120","end":"117.640","lines":["[Shuffling leaves] Yeah, like, here? Like, if you look at this leaf here. If you look at this leaf here you see that it’s kind of innervated with these threads. All that…"]},{"begin":"117.640","end":"122.400","lines":["Oh, wow…"]},{"begin":"122.400","end":"140.080","lines":["That’s all fungi…"]},{"begin":"140.080","end":"144.640","lines":["That, wait, that’s like … it’s like, hairy…"]},{"begin":"144.640","end":"151.040","lines":["Yeah, yeah, it’s very visible. I was also like, I don’t get it, like, where are they? But that’s fungi. All the white."]},{"begin":"151.040","end":"155.400","lines":["And that’s probably that wood rot fungi again?"]},{"begin":"155.400","end":"159.040","lines":["Yeah, yeah. Mm-hmm. I mean this is growing on some twig…."]},{"begin":"159.040","end":"172.440","lines":["Right now I’m in Harvard Forest outside of Petersham, Mass., getting a tour of the forest floor from Michael Silverstein and Zoey Werbin, a couple of Boston University grad students who study microbial ecology."]},{"begin":"172.440","end":"193.560","lines":["So I’m holding a decomposing leaf where some mycelium has completely established in it. And you see these very cool networks of mycelium running through it. It’s like a branching structure. It’s almost like branches from a plant or like roots from a plant look like. They’re these white threads that are, like, woven into the leaf."]},{"begin":"193.560","end":"194.640","lines":["It’s really pretty!"]},{"begin":"194.640","end":"197.600","lines":["Yeah, the patterns they make are very cool."]},{"begin":"197.600","end":"198.840","lines":["Oh, there’s another one."]},{"begin":"198.840","end":"200.320","lines":["Mm-hmm. Yeah, it’s, it’s ..."]},{"begin":"200.320","end":"202.040","lines":["It’s like little snowflakes!"]},{"begin":"202.040","end":"208.200","lines":["[laughs] It’s everywhere. I mean, the whole ... everywhere. [laughs] It’s everywhere."]},{"begin":"208.200","end":"209.120","lines":["[laughs] Awesome."]},{"begin":"209.120","end":"241.560","lines":["This micro-economy beneath our feet is astounding. Here’s how it works. Some fungi help dead things decompose, releasing nutrients. Then the fungi associated with tree roots scavenge for nutrients and trade them to trees in return for sugar, which comes from carbon. The root fungi are called mycorrhizae: “myco” means fungi, and “rhizae,” means root. And you can think of mycorrhizae as falling into two basic categories. First: the ectomycorrhizae."]},{"begin":"241.560","end":"248.960","lines":["“Ecto” means outside, and they don’t penetrate the root cells. They grow around the root cells on the outside."]},{"begin":"248.960","end":"256.280","lines":["That’s Boston University biology professor Jenny Bhatnagar. The other type, she tells me, is arbuscular mycorrhizae."]},{"begin":"256.280","end":"260.400","lines":["And you said the arbuscular mycorrhizae, they are even smaller?"]},{"begin":"260.400","end":"266.840","lines":["You can’t see them with the naked eye, because they grow inside the plant root, as opposed to around the outside."]},{"begin":"266.840","end":"288.720","lines":["There’s a reason why this matters. Ectomycorrhizae and arbuscular mycorrhizae specialize in getting different nutrients, and they trade those nutrients to trees at different price points. Those prices impact how much carbon trees have to spend and how much they get to save. To visualize how this works, it’s important to know that different trees tend to partner with different fungi."]},{"begin":"288.720","end":"293.520","lines":["Maples: red maples, sugar maples, Norway maples. Ashes. Ash trees…."]},{"begin":"293.520","end":"298.040","lines":["Those trees, Jenny told me, partner with arbuscular fungi."]},{"begin":"298.040","end":"300.200","lines":["And then what about for ecto?"]},{"begin":"300.200","end":"313.320","lines":["Oak, beech, pine, hemlock ... cherries, um, birch."]},{"begin":"313.320","end":"321.120","lines":["Now we’ll take you through the underground economy itself. Imagine you’re a maple tree ... [CLIP: Forest sounds]"]},{"begin":"321.120","end":"355.080","lines":["You need some nitrogen. You get some from your arbuscular fungi for about half off, compared with the oak tree next to you, who is trading with ectomycorrhizal fungi. Say you both do your nutrient shopping—you buy some nitrogen, some phosphorus. At the end of the day, you each have some carbon left over to invest in growth. But you may have a little bit more left than the oak tree. You grow a little bigger. These details are actually very relevant for humans."]},{"begin":"355.080","end":"397.680","lines":["Any big company planting trees or protecting forests to offset its carbon emissions is assuming that those trees are investing their carbon in extra leaves, in fatter trunks, whatever. But to know how much carbon forests can actually store, we also need to know how much they spend. Crucially, those prices can change over time. [CLIP: Forest sounds] Say these trees are feeling flush. They all want to put out more leaves and fatten up their trunks. But to do that, they all need extra phosphorus. And in one forest, the soil starts running out."]},{"begin":"397.680","end":"410.160","lines":["Arbuscular mycorrhizae are better at acquiring phosphorus..., and ectomycorrhizae fungi are just better at acquiring nitrogen from soils."]},{"begin":"410.160","end":"449.680","lines":["That’s Renato Braghiere, a climate scientist who models how carbon cycles through forests. He says that both fungi probably raise their phosphorus prices but maybe at different rates. If the prices go high enough, the economy will crash: trees will grow more slowly and reproduce less. Right now most forests take in more carbon than they release. But wildfires and deforestation make that harder. Add an economic slowdown, and forests overall could become a carbon source instead of a carbon sink. Here’s what’s next."]},{"begin":"449.680","end":"481.000","lines":["To figure out what will happen to forests and, consequently, to the climate—we need to map which fungi are where and watch how they are changing their prices. Doing so may help us understand whether forests are headed for an economic crash and, if so, what that will mean for our own carbon budget.  Renato tells me that it’s still painstakingly hard to map different species of trees. But his colleagues have figured out how to map the fungi in their roots."]},{"begin":"481.000","end":"489.120","lines":["In those two areas of the planet, we see one type of mycorrhizae versus the other type of mycorrhizae."]},{"begin":"489.120","end":"514.160","lines":["Tropical soils tend to be lower in phosphorus. Temperate soils have less nitrogen. But with climate change, forests and fungi may start to shift. Mapping a global baseline will be important for seeing how those shifts play out. Right now we just have some data, from places like Harvard Forest. Here’s Jenny again."]},{"begin":"514.160","end":"537.760","lines":["Well, I think over the centuries people have studied the trees. And they look at the roots, and just over the centuries, it’s become known which tree species associate with which type of mycorrhizae. So if you have a map of all the tree species in your forest, and you can very easily say, you know, 20 percent of your forest is going to be associated with arbuscular mycorrhizae ..."]},{"begin":"537.760","end":"550.400","lines":["Partly we know which fungi are where because we have been using tree species as proxies. We know about those relationships thanks to chemical analysis. Here’s how that’s done."]},{"begin":"550.400","end":"558.360","lines":["You have to take the leaf. You have to pick it off the tree. You have to grind it up. And you have to burn it."]},{"begin":"558.360","end":"574.640","lines":["Trees that associate with arbuscular mycorrhizae tend to have more nitrogen and phosphorus in their leaves. Trees that rely on ectomycorrhizal fungi tend to have more carbon. That means you can figure out the type of fungi even without knowing the type of tree."]},{"begin":"574.640","end":"591.800","lines":["What happens when you burn it, it’s called a combustion analysis.... All the nitrogen gets converted to, into gas..., and then we put it through a gas detector.... It’s the same thing with the carbon. We burn all the carbon... and we use a CO2 detector."]},{"begin":"591.800","end":"627.920","lines":["Harvard Forest, where I’m talking to Jenny, has some of the best-mapped fungi in the world. But we haven’t actually mapped most forests—and because of this, it’s hard to track global trends in these underground nutrient economies. Those economic trends will impact how much forests grow this century, whether they can successfully migrate as temperatures change and whether they will continue to store all the extra carbon we are burning. What would help would be a map of mycorrhizal fungi worldwide. As it turns out, scientists at NASA are already working on this."]},{"begin":"627.920","end":"634.600","lines":["And here’s the really wild part: they think they’ll be able to make this—from space."]},{"begin":"634.600","end":"644.400","lines":["We will be able to immediately know “What does mycorrhizae look like in the whole planet?” which is pretty exciting."]},{"begin":"644.400","end":"652.840","lines":["Renato and his colleagues still can’t map which kinds of trees are where. But they think they’ll be able to map the underground fungi."]},{"begin":"652.840","end":"670.320","lines":["There is a new mission, a new NASA mission called SBG—it stands for Surface Biology and Geology—which are hyperspectral satellites that will orbit the entire planet."]},{"begin":"670.320","end":"695.160","lines":["Hyperspectral imaging looks at the entire spectrum of light, even the parts that we can’t see. Using that technology, satellites can record the specific wavelengths of light reflecting off leaves thousands of miles below. Different chemicals reflect different wavelengths, so we can see nitrogen, phosphorus and carbon levels."]},{"begin":"695.160","end":"707.000","lines":["We are also using machine-learning algorithms—really, artificial intelligence here—to link those spectral properties to whatever is going on in the roots."]},{"begin":"707.000","end":"734.440","lines":["Because arbuscular and ectomycorrhizal fungi produce different chemical signatures, researchers can use what’s going on in the leaves to predict what’s going on underground. Now they’re testing their algorithms against what they know from places like Harvard Forest. If this works, we could suddenly have global mycorrhizal maps with 10,000 times more detail than the maps we have now."]},{"begin":"734.440","end":"750.840","lines":["First, we will have this snapshot. But because the satellite is a mission that will be up there for a few years at least, we will be able to track the temporal variations of those spectral signatures."]},{"begin":"750.840","end":"764.640","lines":["All this mapping data will give Renato more to work with as he forecasts the plant-fungi inflation problem. As forests shift in response to climate change, global data will help him and other modelers watch what happens to fungi."]},{"begin":"764.640","end":"792.480","lines":["We also know that the Arctic boreal areas of the planet are getting warmer at a much faster rate than the rest of the planet. And so what we see is that there’s a shift in species composition in those areas … not only the plants that are on top of the soil but also the mycorrhizae associated with those plants."]},{"begin":"792.480","end":"798.280","lines":["As forests start to move north in response to changing temperatures, trees take their mycorrhizae with them."]},{"begin":"798.280","end":"809.880","lines":["And so the environmental conditions of the Arctic are changing, but the amount of nutrients and soils are not changing."]},{"begin":"809.880","end":"822.600","lines":["Here’s why this is a problem. As species try to migrate, we could see a mismatch between the nutrients that fungi are good at scavenging —and the soil that they’re trying to scavenge in."]},{"begin":"822.600","end":"839.720","lines":["And so what might happen is that because now we have these arbuscular mycorrhizae going into the Arctic, and they are just less efficient in acquiring nitrogen, the plants might suffer even further."]},{"begin":"839.720","end":"843.080","lines":["And we may also see changes that we weren’t expecting."]},{"begin":"843.080","end":"870.960","lines":["It might also happen that, you know, a different type of fungi within the arbuscular mycorrhizal group ends up being better or as good as the ectomycorrhizae to acquire nitrogen.... And so there is a chance that these ecosystems will adapt."]},{"begin":"870.960","end":"883.800","lines":["Better maps should help us watch these changes play out and act accordingly. One person thinking a lot about this next era of modeling is climate scientist Regina Rodrigues Rodrigues."]},{"begin":"883.800","end":"924.840","lines":["This is a new frontier that we want to get to with modeling ... is this digital Earth. It’s basically [to] simulate Earth in a computer model, mimic Earth in all aspects. The idea of having that working ... is that eventually, say, a policymaker wants to make a decision about something ... and it can go to this digital Earth and experiment to it. And choose pathways of, say, climate change and outcomes.... If I choose, say, less emission with the policies that I have, for instance, what will be the outcome of that?"]},{"begin":"924.840","end":"928.920","lines":["That’s the ultimate goal for it."]},{"begin":"928.920","end":"967.560","lines":["NASA’s SBG mission is scheduled to launch around 2028. When it does, fungi maps may get exponentially better. But in the meantime, by continuing to burn fossil fuels, we’re continuing to devalue the currency in these forest nutrient economies. If we want to prevent runaway inflation for trees, right now would be a really good time to stop printing more money. But cutting emissions is not a science problem; it is a people problem. And there, too, Regina thinks that fungi may have a lot to teach us. That’s next. For Science, Quickly, I’m Meg Duff."]},{"begin":"967.560","end":"1004.760","lines":["Science, Quickly is produced by Tulika Bose, Jeff DelViscio and Kelso Harper. Music is by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. Don’t forget to go to ScientificAmerican.com to get the most up-to-date and in-depth science news."]}]}
