{"title":"Understanding Dissociative Identity Disorder through the ‘Community’ of Ella","img":"https://static.scientificamerican.com/sciam/cache/file/799122AC-8002-4197-B11B9C100166AE2C_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/understanding-dissociative-identity-disorder-through-the-community-of-ella1/","audio":"https://traffic.megaphone.fm/SAM8323102448.mp3?updated=1703605758","intro":["We learn the story of “Ella,” a patient with 12 different personalities, or “parts,” and of her therapist, who helped her form a peaceful community—many selves in one body and mind."],"authors":["Josh Fischman","Rebecca J. Lester","Jeffery DelViscio"],"category":["Psychology"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Josh Fischman: ","text":"Welcome to Science, Quickly, a Scientific American podcast series. I'm Josh Fischman, Scientific American senior health editor. Is it possible for one person to have several completely different personalities? I've seen movies and read books that claim that this happens, but is it real? To answer that question today, I'm joined by psychotherapist and anthropologist Rebecca Lester from Washington University in Saint Louis."},{"author":"Josh Fischman: ","text":"She'll tell us about a patient she worked with for many years, an amazing young woman with 12 different \"parts.\" These parts started out fighting with one another but, eventually and remarkably, they formed a peaceful community, many selves in one body and mind. This episode of Science, Quickly contains discussions of personality disorders, childhood trauma and a brief mention of child abuse. Please listen at your discretion. Rebecca, who was Ella?"},{"author":"Rebecca Lester: ","text":"Sure. Well, Ella is, of course, the pseudonym to protect her her privacy. At the time she came to see me, she was a 19 year old college student. She was dealing with symptoms of complex post-traumatic stress disorder. So that included things like flashbacks, nightmares, bodily kinds of difficulties. And she had some disordered eating and self-harm. So she had a lot going on that she was really struggling with this trauma that she had experienced."},{"author":"Fischman","text":"Where did this PTSD come from?"},{"author":"Lester","text":"She was very upfront about that. She endured really horrific abuse as a young child and was very aware of that, never had forgotten it. And that was the primary motivator of the PTSD. Yeah."},{"author":"Fischman","text":"But that wasn't all that was going on with Ella. You noticed a couple of things after you'd been working with her, you told me."},{"author":"Lester","text":"That's right. Yeah. She. She was the one to notice at first. She would come into session. She was very confused. She was confused about things that were happening in her life that she didn't understand. She was kind of missing pockets of time. She would find herself in conversations that she didn't remember the beginning of, and then she's in the middle of them. And she became most alarmed when she started to find pictures like hand-drawn pictures and notes and things around her room that she did not remember doing."},{"author":"Lester","text":"But she's the only person with access to her space, so she figured she must be doing it but she had no recollection of it and she was really concerned about what was going on. So I kind of took a very agnostic approach to this at first and tried to kind of help her process her confusion and her fear about what was happening. And it wasn't until she presented very differently in one therapy session that I started to think maybe something more serious was happening."},{"author":"Fischman","text":"By 'presented differently in a therapy session' you mean that her behavior changed in like, while the two of you were sitting together?"},{"author":"Lester","text":"That's right. We were in the middle of a session talking like we usually did. And then she became quiet, as people sometimes do in therapy, so I didn't think anything about that in particular. But then she started talking in a very different sort of voice. It was much higher than her usual voice. It was kind of singsong-y. It was just it was different than anything I had heard. I mean, working with her for about a year. And so I just kind of went with it and kept talking to her like I had been previously."},{"author":"Lester","text":"But as it continued, it started to really wonder what was going on. And so at one point I asked her how old she was and she said she was seven."},{"author":"Fischman","text":"What was your internal reaction when she said that?"},{"author":"Lester","text":"My internal reaction was surprise, and I tried to be very careful not to react visibly to her because I didn't know what was going on and whatever it was, you know, that was her experience at the moment. So I didn't want to influence that in any way."},{"author":"Fischman","text":"Did this conversation with the seven year old go on for a while?"},{"author":"Lester","text":"For about 5 minutes or so, we talked and I asked some questions about if she knew where she was. She said she'd seen me and my office in a dream, but she didn't remember ever being there before. And then she just got quiet again like she had before. Kind of looked down. And then she started talking again in her regular voice, like continuing the conversation we've been having five minutes before, as if nothing had happened."},{"author":"Fischman","text":"Wow."},{"author":"Lester","text":"Yeah."},{"author":"Fischman","text":"Did you tell Ella at that point what you saw had just happened?"},{"author":"Lester","text":"Well, first I asked her if she was aware of what had just happened, and she was confused and she didn't know what I was talking about. And I said, You don't remember this conversation that we had about you being in my office or seeing me in a dream? And. No, what are you talking about? And so then I told her about telling me that she was seven and she stared at me and she got visibly upset, like shaking, tearful and quickly gathered her stuff up and ran out of the office."},{"author":"Lester","text":"So she was very scared by what was going on, very disturbed."},{"author":"Fischman","text":"But she came back for the next session."},{"author":"Lester","text":"She did. She did."},{"author":"Fischman","text":"And did this happen again?"},{"author":"Lester","text":"It did. It started happening a bit more frequently, not every session, but increasingly it did happen more. And again, I tried to be as non-reactive as I could talking to her like I would normally. I didn't want to deny what was happening, of course, I wanted to respect that it was her experience. I also didn't want to intensify it inadvertently, by the way I was responding to her."},{"author":"Lester","text":"So, I tried to be very careful about that and just kind of explore what it was she was trying to communicate through this part of her that was seven. You know, whether you believe in dissociative identity or not, that's how she was speaking to me. So I was trying to understand what she needed to tell me from that position."},{"author":"Fischman","text":"Can you tell me what DID or dissociative identity disorder is?"},{"author":"Lester","text":"Yes. DID is a condition where somebody has two or more separate self experiences within them that do not share awareness or consciousness. So this is a diagnosis that exists. And the Diagnostic and Statistical Manual of Mental Disorders or the DSM-5, which is the the Bible that psychiatrists use for diagnosing all mental health conditions. About 1.5% of the population can be diagnosed with DID, and that's more than schizophrenia. So, you know, it's more common than people think."},{"author":"Fischman","text":"Is there just one type of of dissociation or is there kind of like a spectrum?"},{"author":"Lester","text":"There's a whole spectrum of dissociation from very mild to something like dissociative identity disorder. There's a whole range. And, you know, dissociation is something that the human brain is built to do, whether it's, you know, highway hypnosis or, you know, you get home from work and you don't remember exactly every turn that you took to get there, or you kind of zone out during somebody's lecture. Not that my students do that, but, you know."},{"author":"Fischman","text":"[laughs] Now, Ella, you told me, actually had several different parts of herself as you explored this more in therapy. How many were there?"},{"author":"Lester","text":"Yes. Well, they kind of came and went. So it was a fluid system that she was dealing with, maybe four were always there, but then it fluctuated. And then the most that she had at one point was 12."},{"author":"Fischman","text":"And were they all children?"},{"author":"Lester","text":"They were all children. The oldest one was 16."},{"author":"Fischman","text":"None of these personalities or parts knew about the others or knew what the others were doing when that particular part was front and center in consciousness."},{"author":"Lester","text":"Mostly they did not know what the other parts were doing at the beginning. The part that came out to me first, that seven year old part had a little bit more awareness of the bigger system. She knew more about the younger parts and kind of what they were thinking and feeling, but not not the 16 year old. So it really depended on which part it was. But when a part was out, the other parts did not necessarily know what was happening."},{"author":"Lester","text":"And so they would sometimes, you know, when it when they were out, might be very confused about what was happening in her life because they didn't they weren't aware of what had happened in the interim."},{"author":"Fischman","text":"That must have been really scary for Ella."},{"author":"Lester","text":"It really was. It was very disorienting and scary for her."},{"author":"Fischman","text":"Some of these parts didn't always get along, did they know?"},{"author":"Lester","text":"They did not. So, \"Violet,\" the seven year old, and \"Ada,\" the 16 year old in particular, were very often diametrically opposed. They were very different types of personalities. Violet was very open and loving and caring and affectionate and, you know, really wanted to be connected. And Ada was much more suspicious and she'd been hurt. I mean, they all had been hurt, but Ada had was carrying that in a particular way when it came to like authority figures. So she was very suspicious."},{"author":"Lester","text":"She was also very moralistic and kind of punishing and very hard in her approach. And so the two of them would get into disagreements quite often."},{"author":"Fischman","text":"Yeah, that's definitely making her life more difficult."},{"author":"Lester","text":"Yeah."},{"author":"Fischman","text":"Right now on TikTok, DID seems to be having a moment there. People who front different personalities in their TikTok videos and say that they have it. Are you aware of it?"},{"author":"Lester","text":"I am aware of it, yeah. And I find it really fascinating. I think there's two things. First of all, I think it's not possible to to determine whether or not somebody really has DID from watching a 30 second video or on TikTok or even a bunch of 30 second videos on TikTok, you know, without sitting down for extensive periods of time with somebody, you can't really know for sure what's going on. But the other cultural question, this is where the anthropology comes in, is why would this be a phenomenon now?"},{"author":"Lester","text":"Why are people fascinated in this now? Why is it catching people's attention? What would be the potential benefits of somebody presenting with multiple personalities? And so that is something with these TikTok videos that I would be curious about, about the motivations. And it doesn't mean that somebody doesn't have DID. But it is curious. I know in Ella's case, she had a very different orientation to what was going on, and she did not want anybody to know, like, her parents didn't know. Nobody knew except me."},{"author":"Lester","text":"She was on the opposite end of that kind of a thing. She she tried to hide it as much as possible."},{"author":"Fischman","text":"And she, in fact, had, you know, the opposite of benefits. She she had severe disadvantages."},{"author":"Lester","text":"Yes. It was interfering with her schoolwork. It made her everyday life very difficult."},{"author":"Fischman","text":"With DID, I know that psychiatrists have traditionally tried to integrate multiple personalities into one. In Ella's case, you decided not to do that. Who decided not to do that and why?"},{"author":"Lester","text":"Well, Ella was very adamant that she did not want integration, and I was inclined to follow her lead because for me, the issue was not so much how many parts that she had, but was how well were they working together? Was she processing the trauma that she had experienced? How well would she be able to function in her everyday life? So we really worked on processing and working through the trauma and helping her find strategies for for dealing with her condition in her everyday life."},{"author":"Lester","text":"And my opinion was, you know, the rest of it will take care of itself organically, though that's not something we needed to deliberately work toward."},{"author":"Fischman","text":"How did you try and do that in therapy?"},{"author":"Lester","text":"Well, we started with some kind of external tools that she could use, starting with just keeping a notebook that she had in her room when whichever part came out would just make some notes about what they did. So the other parts would know what to expect when they were out. So just basic communication between the parts or emailing, they would email sometimes. And we worked to kind of progressively internalize those tools so that she could eventually, you know, have them communicate internally."},{"author":"Lester","text":"She created an imaginary room in her mind where they could congregate or meet up with each other."},{"author":"Fischman","text":"Wow. That's fascinating."},{"author":"Lester","text":"Yeah, it was. And it was very elaborately imagined on her part. And it was very helpful for her to be able to have that visualization, to have that internal communication among the parts. And so it became much easier with time that they still felt like they were separate, but they had more awareness of what was going on with the other parts."},{"author":"Fischman","text":"How is Ella doing now? She's older now, she's in her late twenties."},{"author":"Lester","text":"That's right. She's in her late twenties. She's doing well. She's got a great job [and] career, actually. She was married a few years ago. She has a toddler, so she's, you know, doing doing that, which is its own experience. She says that she still struggles. Obviously, the trauma is still something that she deals with and still has effects of that. And she still feels the presence of the parts in her."},{"author":"Lester","text":"But she says that she's, you know, come to a place where she can really work with them and feel like her life is is really thriving at this point. And she works with children with special needs, so has mentioned that her experience with having child parts really helped her actually in that work. She's done just such an amazing job of taking what could have been very debilitating and really converting it into something that is, you know, a benefit not just to her, but to people around her who don't even know."},{"author":"Lester","text":"And if I could just say, I'd like to say a thank you to her for permitting me to talk about this. And she wants people to hear about her story. So we have better understanding about idea and how it can be treated."},{"author":"Fischman","text":"Well, I'll join you with that. Thank you, Ella. You can read Rebecca's story, “The Community of Ella,” in the June issue of Scientific American and online at SciAm.com. Rebecca Lester, thanks for coming on the show."},{"author":"Lester","text":"Yeah, thank you for having me."},{"author":"Fischman","text":"You've been listening to Science, Quickly, a podcast series from Scientific American. Our show today was produced and edited by Jeff DelViscio. Our theme music is by Dominic Smith. You can find us on SciAm.com and many other fine purveyors of podcasts. Let us know what you thought about today's show in the votes and comments sections. Join us soon for our next show. And thanks for listening."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,444,11179,11292,6578,6858,9256,3075,2258,11562,10870,7796,10018,3727,2917,14728,13414,13818,16850,10871,4866,11542,10314,10755,8043,10796,3534,1696,17892,16010,17283,18632,17910,12942,15768,19269,17437,14832,17050,14950,10616,3489,927,2758,18346,18828,16897,8321,18308,17216,18815,16948,17401,17387,18045,4510,1257,1158,13413,14069,17303,16301,16522,17504,15970,13284,18960,17382,14982,16551,17572,17313,18271,5134,2564,18972,17854,16457,16802,17908,17938,17288,17503,17252,16549,16474,2697,17639,15254,4333,736,14680,18288,16335,17605,9308,17181,13723,17386,18236,17749,15000,17024,16754,16179,17080,17551,14497,15553,18519,11163,14653,20086,12508,16754,10319,15403,12457,5456,2243,11586,16205,17342,17377,13295,14850,17419,15504,17542,18412,17528,2152,16982,16922,16534,11169,10710,18547,16812,18120,17556,6110,2003,1618,15006,18510,16391,19375,16651,17080,14994,11627,1654,18200,16098,17938,17665,17658,17514,16504,16420,18894,17937,11772,15937,17077,17662,2734,11339,17658,18430,21564,17976,18282,14054,17093,11525,14069,10096,9715,17511,13816,9737,10429,9572,7743,6150,18350,8412,12378,8756,6613,3381,11042,23743,21070,12338,10775,17759,16998,6683,14095,16940,17653,14185,16094,18708,11146,16144,2956,15989,17995,17860,2675,17514,17420,17573,14457,16882,18073,7203,4130,16658,15593,11310,16250,15589,4075,361,183,103,3157,17012,15675,13758,16996,18183,985,505,9894,20963,23496,15949,17872,13269,10968,15533,19722,14029,20628,9562,2666,13775,19121,13593,10642,13558,11884,13016,14224,15473,19826,18290,18285,510,11731,16701,13886,16544,18583,20034,20293,9297,22284,18338,10101,12174,23903,9856,12075,12453,22663,20156,15678,13896,13550,23722,25310,12937,17264,15962,15475,12162,10978,12779,16216,7394,13664,13825,19857,12539,15980,15810,12157,15554,13834,18938,24568,16288,14705,14101,16207,20158,15717,20510,13911,13002,16127,15624,797,13234,18016,16296,3003,10883,15668,14458,16297,14716,4140,7664,15555,18244,14433,19939,22280,23537,20303,13028,13209,15962,7726,17575,17910,18812,15678,10820,15879,15359,11720,11324,16204,7832,19216,15823,16772,22419,15240,20957,19109,13238,17978,13022,520,20501,18271,11339,6504,7614,17631,16783,17071,13018,15672,13708,21495,9789,652,16189,16724,391,17034,16945,15436,16582,9799,10745,15831,480,10883,13440,15108,16215,18138,15837,16327,11477,19772,9722,15628,9880,7036,10845,13488,3098,630,9936,19348,18799,11137,13049,15440,18300,16663,19070,11639,11033,16014,20448,14811,19179,17891,1601,12381,16194,11628,9689,10335,13541,12573,22196,20567,16006,10546,14497,9223,12981,12309,9577,8799,3329,602,19480,12802,15782,6333,13817,12573,15193,9137,483,24218,16260,17417,11246,471,13030,19296,16801,22898,21491,19938,15798,16367,18206,14068,17119,15779,15154,16924,9804,14237,14152,13483,15635,3045,639,11571,17474,14975,12289,17878,16144,16356,10195,16083,19593,14408,7667,13554,16692,17195,7291,23133,18174,15840,13969,7140,16162,4417,14231,19200,12608,15756,14923,19694,12612,13338,10879,10898,12464,17871,14103,14895,23806,18743,17120,18322,13935,10178,18164,18129,21174,16759,16527,16019,18642,18049,16034,14637,12945,12336,12243,10534,20078,21137,2787,17245,9498,23723,22607,20651,20849,17661,18841,15540,12359,13338,11221,12598,16702,19193,15927,15485,22612,17221,10003,18046,13652,13515,8511,12054,10930,23258,22191,19852,12419,4788,588,18325,18408,22127,17208,16725,8139,6575,14313,10120,160,15864,21041,19166,16183,16189,13335,10805,18143,15065,11705,11109,14145,10489,13984,17675,14452,15476,11649,13676,3520,15908,9913,16463,16218,15660,15082,15019,15243,11429,9641,5235,2458,12832,13620,12868,12809,9932,10505,3924,11430,10741,6180,17385,17315,11078,9650,11491,7422,556,20391,21017,21631,16392,19127,15736,21016,12913,10652,14729,14548,17544,323,640,19757,13840,14764,13494,14140,24445,20800,11766,17523,10301,11522,18299,18332,13900,11744,16454,23483,10147,17785,21971,15229,549,18708,11293,16855,23488,16673,14274,15934,18042,15378,14199,6396,680,11797,21355,15702,21092,7757,15279,16626,23341,17322,15151,13432,20141,13449,11992,16525,17716,15270,15135,9190,9594,20848,11807,2295,18868,15392,14606,18089,18400,14853,21826,15680,11602,18441,17101,20206,19348,17091,2409,21043,16173,18767,15083,18116,28286,16315,15734,16505,14881,13335,11387,25153,19410,10347,16196,9573,20267,20137,21462,16393,16488,14199,12718,10420,17304,15755,20006,17645,9963,22605,16426,14095,17193,11115,13112,1639,71,142,18681,17192,11760,17410,21618,23614,4753,105,7156,18452,16251,7990,17297,17646,3429,75,15973,17020,15562,17510,8146,12597,7947,17115,8552,506,14752,19913,17039,22211,17162,20369,17033,16850,16207,14407,17431,17423,9996,7611,23631,11592,17227,17464,16543,24714,22526,19354,11209,14451,13648,11787,25147,20567,15575,17972,18831,21506,11476,17199,12553,13685,21430,26923,26016,10380,21723,18058,13244,17276,17354,19937,15759,19061,15582,12876,22658,12089,13714,476,17540,16436,17471,14302,13706,12107,15681,13994,16585,14799,14238,18711,17176,156,26456,25125,19058,19025,17659,23640,23042,16858,17710,19363,16286,20160,19925,14037,16696,16707,15288,2626,14696,17995,16674,15332,12400,10787,14553,16470,23674,17494,11991,12449,999,12792,14446,16332,11700,11488,9611,2920,16378,17200,15900,22377,24116,19107,20384,18688,18640,12383,17813,14994,7485,443,531,16161,18410,15906,17720,18600,57,19145,18914,19194,13787,13444,21622,15107,13690,11038,19735,12722,15842,18003,15809,13465,16960,11927,22348,13836,16816,16861,19033,14333,6670,152,116,328,19189,9590,168,17190,23352,1,0,10869,16440,15839,17027,15148,15853,14733,18816,7708,18506,15355,19689,18159,382,19978,21881,26027,16870,12046,14193,11513,13972,15648,10202,21747,13683,12682,4088,18555,16522,18732,15919,13784,12518,12816,13683,16831,16205,13658,10908,20559,14826,14825,15566,16965,67,14904,19217,20654,16040,23717,23638,10065,12376,23448,16654,14550,13662,14985,16477,6807,1035,6658,11535,13674,24238,19653,16107,610,667,12995,21900,19153,17597,3925,23695,15549,13727,20112,10103,280,10571,15120,12174,18720,18524,7322,75,367,2461,15330,20109,11796,8007,414,468,16689,21122,19358,12867,15712,412,12268,13374,196,436,17933,16326,13738,11707,8170,309,560,16244,10948,385,100,76,534,18189,21647,17221,21640,10424,15789,16398,14102,1359,60,70,805,15248,19428,17754,16088,12888,21198,16328,15353,13297,18120,11965,12513,501,12892,16736,18759,14925,15181,11050,4790,19548,12204,104,77,10939,16263,431,158,14834,17188,7564,15217,16481,14300,5441,633,545,20045,11897,21314,21581,13903,13687,15191,13115,15051,10794,17001,10013,22252,23304,18052,16660,19054,14699,11369,17772,15821,16400,18490,12377,16073,12365,9843,477,493,17883,21837,18403,14927,19639,11171,11848,20149,25635,17236,17539,18606,22909,18650,19293,18544,11336,13928,14587,9936,22507,24047,22081,19003,23449,9354,10768,12117,6436,19002,15716,15080,20333,20689,11956,15167,18965,14193,17004,14467,11576,19504,22863,15678,12322,11622,21704,13946,24028,20594,10437,19318,15719,16913,15138,21983,20697,16864,10786,15905,7169,17955,17569,432,21851,21852,13083,15358,11744,19624,13333,14526,18762,1910,20874,23659,17539,23693,12490,15710,14409,9313,12555,18554,14781,15645,16368,12027,18896,15197,510,26907,26132,14849,13093,8726,18293,15488,14186,11593,15993,20828,13945,12487,14488,24677,20522,11162,9173,365,15592,14510,16620,17160,13545,16766,10258,11181,17079,14394,12607,14766,14440,17167,14790,374,21757,18666,16727,17062,17739,11752,14233,15701,15784,12618,12875,13975,8461,571,12852,15476,15535,18313,14093,18725,11665,16122,15909,14579,10384,12788,19694,4760,19931,17750,14478,15678,16059,10420,11350,15717,9465,14669,11033,11404,18882,15719,21176,21376,15861,19201,15895,13608,11234,22952,18867,11269,15494,16057,15969,17785,15120,16795,17176,554,13537,17873,22498,19988,11684,9624,5240,8385,24117,19282,20825,10311,15360,15990,21133,13537,13872,9044,10221,7410,23313,24864,22453,24445,12871,20879,18948,13294,14765,12294,18711,13382,16808,12905,11632,22288,19366,15480,16953,19780,20587,10295,15750,12195,20901,19919,16962,19358,11072,19,10433,15092,16865,17211,16064,4767,16999,15691,16067,16675,17295,2395,16572,16646,15859,15696,1881,539,21390,12189,25060,15056,13648,13003,15137,17052,17515,20664,12322,15373,21401,21907,19990,13823,16764,13685,9220,9519,13187,13800,10559,12908,17030,17567,17725,18315,20802,18867,17858,13131,15694,11718,18015,14086,3715,15837,23481,17466,16625,11965,14156,12805,12690,6299,23428,19035,25917,19974,19973,26481,20030,655,19105,15976,12338,21165,14784,13570,21349,18769,1802,18583,15455,18095,22514,15293,18302,19021,10866,16663,16364,17716,17702,16441,701,17872,16994,249,17985,16311,17067,15229,11453,1049,18111,12591,16390,13341,16839,15845,14078,18080,15296,3961,10759,15512,12234,7951,6940,6369,10589,16387,11453,11776,17264,17334,14974,17096,11199,12661,13436,1936,635,551,21722,19056,14861,14695,17921,17790,18280,16729,10707,17920,16162,13163,10853,13356,12022,15403,10818,15414,13947,17252,16227,16352,507,499,18682,22028,11590,11438,4737,22516,18667,14678,16961,15232,20162,20126,10611,18518,10749,14090,13386,684,16864,16875,17012,16879,472,23969,22909,16608,17175,14519,14237,10542,8706,468,1036,14210,16962,16851,15507,12005,285,212,17144,17317,14955,15468,18134,6742,7706,14874,18920,15635,16612,16930,17235,16577,15613,14572,10717,13219,10681,9801,5877,645,18318,14952,16604,16321,17294,15194,2746,11828,17119,14305,15755,13259,11959,911,23358,15969,17573,16178,13490,11443,13489,14702,13552,5908,579,19087,20745,17398,11671,18054,18701,12884,18502,16239,15678,17175,14619,13518,8914,127,19268,21062,18750,17234,15443,19364,10749,8618,12087,19179,17161,1650,2821,13778,22628,17002,20246,15577,9188,15937,15157,14789,13009,13494,10071,630,21877,22058,21656,10173,13732,13803,19114,19237,19091,19090,11377,15488,582,21968,20186,21472,18852,19290,25355,6941,554,20570,18253,22044,21424,16891,14091,16821,9965,4865,193,13451,20485,16776,17378,12570,12915,11922,11487,20520,22809,16499,16389,18864,11800,20590,19421,22800,8852,19975,12162,15285,11182,21140,19213,21572,13811,10108,11008,449,16653,15759,11693,11630,17395,10698,15940,4087,427,21522,13315,11132,18508,11134,12633,11995,9364,12952,415,84,3709,16695,11499,18106,16399,13476,16099,17308,15379,17171,15869,1124,15070,19718,15654,14487,23864,21548,20041,13289,11320,12659,21194,14344,11359,13600,10998,10222,17856,12096,340,10576,22488,15371,18112,24131,18643,14658,15671,9997,18417,17824,17230,16925,17768,12414,11743,14647,18360,16310,22164,14497,16689,10938,21873,16914,11442,19711,13031,10581,17381,18186,14259,14340,14312,12791,13455,14597,17286,18222,11332,10445,16299,18032,580,671,19262,17790,19328,15965,11124,10048,20662,4559,14876,13403,8291,16309,15769,16044,1230,13208,22998,21784,11694,12560,19846,15487,11924,15301,13548,14775,9337,13431,14766,15205,16916,15430,15235,11082,1676,543,11513,20121,12268,18070,18064,17202,9801,18228,14702,11529,16139,16427,12370,8767,4951,524,13779,17696,15942,15852,13725,16163,16145,519,13512,14576,14008,14960,20076,9319,11808,20837,20612,12724,20352,11510,13105,13402,20180,18583,12702,501,16903,11867,16651,12502,12201,13444,9643,15023,12065,6579,20378,2388,16758,17431,17367,14140,17929,1166,16624,16988,11926,10530,9297,7954,707,14774,13203,15693,16764,11057,16369,8286,15009,9480,9620,17211,15903,13198,13533,15993,12980,2685,7934,12298,18162,9263,3658,523,16356,16606,12859,11491,9819,16977,10396,7832,9781,15219,6141,346,24737,22261,17880,21650,22212,17277,9781,18567,20829,15289,5672,23419,13794,10479,15264,17831,11103,11249,14527,6190,22575,21555,17135,22435,21407,12505,12859,13600,21541,19409,16295,20122,16409,17797,14602,13026,14033,12518,19117,12945,13942,9134,21386,13790,20637,18297,13667,20581,18886,21947,19861,22552,18814,22461,9978,15745,14122,12786,20073,17053,17286,11398,14659,14774,10016,14278,12876,7457,17133,18515,20379,457,17742,21461,19332,21503,20566,20997,13244,17399,21182,20845,13259,12966,518,8596,23360,21796,13008,10927,14965,18838,14824,10453,8217,66,22279,18493,14587,24287,23403,14034,10805,15193,12768,12413,12857,14171,13132,11927,16739,14861,6962,22699,16975,18492,21394,12282,13694,19508,11567,16983,12205,7643,509,19973,13782,16982,13160,18542,7174,13229,21131,21482,15276,17152,18345,22457,16274,19607,10622,16538,16608,18358,22125,16605,13022,11768,14761,23170,20340,19445,13808,20228,15640,12354,13529,15236,14259,22490,15803,16165,19690,17383,13935,4466,408,9665,22528,16307,18005,15514,12986,16271,14883,13645,16191,13429,16537,15761,15062,18152,11614,7735,15761,17809,14026,17859,20650,20259,9349,18322,7592,509,1326,14126,21334,23905,15888,14639,21217,16801,15668,7084,9805,17716,14038,11477,17356,11824,2377,76,16310,17841,16973,4415,14357,16719,12395,16750,13891,4119,6795,17017,10920,9523,16493,15873,5475,9511,16923,17954,10883,17042,16292,2415,403,23515,17192,15567,17607,12079,12431,14424,13095,16874,11978,15958,15227,16120,20176,12147,11189,9874,485,15796,14375,17754,13946,17577,16992,17541,12892,3039,19581,14705,4835,10304,13928,10859,6966,17034,16375,10089,9899,13802,17101,17088,13427,12947,12535,6961,8008,7604,494,529,16539,16439,17235,14089,8422,1679,9424,17094,16824,8411,16359,11423,15300,6522,7736,13320,16791,12396,581,9552,13854,11256,16992,9558,16237,1383,15607,21563,19853,17242,23403,15792,12817,14248,14995,12326,9638,6808,18171,16810,9119,23897,17798,17906,13111,10895,1190,23642,14099,10590,11748,18529,12042,13029,20948,17069,21581,19296,23157,14541,12154,12613,22231,9825,10822,3254,24131,20413,16709,15304,17591,16969,9653,21172,13404,19294,18384,13563,15979,14849,3034,623,18608,22249,23808,15010,15294,17319,15904,11674,14822,16807,19599,13196,20950,20732,22125,15904,18412,11265,18762,17345,668,18554,15528,22465,24981,12974,21163,12115,15525,15333,16420,16629,14223,11543,20343,13274,602,19357,20899,17386,14186,21645,20147,13388,11318,15046,19862,15451,19767,9538,20338,21920,20842,15933,11195,19339,19291,10889,8579,9678,59,13961,17161,16984,17045,16675,17179,13570,290,22362,19799,17336,21031,16221,19523,14721,5182,19768,15105,13643,17223,19865,13279,18079,13895,11777,15869,20774,17052,14995,12158,20843,19725,2009,20614,11081,20911,16722,17087,18500,12388,2973,22343,20395,21196,19921,17991,17520,25940,13544,15936,22022,907,1135,12996,18671,16665,13378,9891,13149,14817,16467,18231,13370,14421,17043,14659,8492,14171,7262,512,20741,20330,18142,17913,19122,13405,14138,17583,15490,16773,9596,8332,19542,13184,15426,16295,13824,15427,640,23923,13182,12533,13113,15451,10939,12244,14664,17002,10579,16226,18096,16853,13633,17453,15862,15287,13051,19634,18372,20666,11791,614,17566,16664,19490,8030,558,25565,22521,18282,19626,20512,17827,11469,15742,18949,14929,12456,18937,15066,12052,11905,19862,20248,15722,19012,15082,13795,9069,12011,13560,23356,22263,10893,11398,10303,20843,18089,12806,11698,552,14538,19832,13152,15843,2757,8323,20156,22030,16986,17988,19291,15504,14495,19234,12968,12691,21530,21600,16936,13785,9936,22178,16914,16602,16900,17388,12377,15430,10588,17234,8719,1812,446,16092,15885,15049,11097,7048,2143,17344,16664,16590,16494,17139,13885,15838,10537,16308,12854,13493,16689,2122,543,19868,18234,19527,17080,15741,11880,16304,16510,12160,13645,9295,21091,16659,11152,16824,13691,1600,601,22130,17039,19972,23123,16362,13650,23464,12785,13151,19249,10333,12732,15204,14118,15729,18786,21556,20141,13530,17557,11603,12077,10719,13645,25267,14372,14507,14786,17092,17065,958,1050,21250,15900,4386,13469,21031,18133,15971,20602,13369,20537,14780,17542,11012,17503,12580,15642,10517,14843,13162,12758,17705,13991,18771,12940,555,11697,17500,19063,16971,19657,14579,7001,13985,11562,2675,21037,21393,11642,22348,11642,16927,16893,10067,10498,14484,21251,19892,13830,15275,13310,19644,17569,479,414,20193,22518,19438,7854,14025,17582,22090,21311,13045,16752,13107,14084,11648,12983,1829,13688,23931,18506,15929,16406,9386,17164,1999,1477,22795,17306,15823,22119,14221,19573,11523,18065,18879,15269,17948,9879,17274,14876,17040,16364,12918,10835,11898,22933,9786,169,9364,19835,16505,18593,15710,9823,16404,16007,14933,13908,15659,14396,11741,11853,11121,9003,14307,11060,2856,495,14867,16557,16576,19673,16480,12787,12646,15311,16252,17267,14568,15744,15263,22081,15944,11746,13864,14043,11376,17584,19870,15690,15981,17925,11145,8775,14727,18868,19437,18745,15069,8701,16437,20500,17961,21170,16569,16273,12953,17869,11753,19935,12717,13715,19404,21271,15076,14783,17621,14578,12765,14267,13027,11414,8499,15564,10178,14827,9110,10294,1562,1861,18039,17247,18520,16940,11627,16005,15406,18222,18840,5372,1955,2387,2588,17401,17538,17460,17248,17654,17396,15450,17117,17411,18783,1923,17424,18352,14194,17120,16775,17945,15275,18743,17457,17625,16087,19195,19213,16510,18545,17520,2098,2081,17351,17245,17428,8660,17819,16818,17146,17284,10241,998,20934,17531,22041,8151,2167,15563,17221,17837,15934,18355,17537,16404,1536,15651,17466,16601,14357,16836,16251,18853,16483,2099,1808,19072,17684,18396,17070,17415,17473,16393,16898,18111,17059,16937,16812,5168,18218,18201,16871,13581,9693,17725,17715,17610,3264,1708,1634,16364,18108,17651,17434,17995,16838,17219,17140,16536,17256,18947,18870,17895,17911,17852,17648,2369,1272,17098,17351,16949,17457,17874,15852,18530,17378,15727,16929,15459,17085,15767,3711,2091,1952,17870,18608,14263,17048,17241,17434,16327,12798,17360,18819,15430,18362,8397,3980,5835,5791,6429,5947,5111,5028,5280,5164,18128,14254,13503,11890,8746,8464,4717,4346,5657,13172,6779,5622,5253,4884,2390,494,294,148,42,14,11,6,2],"fragments":[{"begin":"0.000","end":"2.440","lines":["Apple | Spotify"]},{"begin":"2.440","end":"94.400","lines":["Welcome to Science, Quickly, a Scientific American podcast series. I'm Josh Fischman, Scientific American senior health editor. Is it possible for one person to have several completely different personalities? I've seen movies and read books that claim that this happens, but is it real? To answer that question today, I'm joined by psychotherapist and anthropologist Rebecca Lester from Washington University in Saint Louis."]},{"begin":"94.400","end":"129.960","lines":["She'll tell us about a patient she worked with for many years, an amazing young woman with 12 different \"parts.\" These parts started out fighting with one another but, eventually and remarkably, they formed a peaceful community, many selves in one body and mind. This episode of Science, Quickly contains discussions of personality disorders, childhood trauma and a brief mention of child abuse. Please listen at your discretion. Rebecca, who was Ella?"]},{"begin":"129.960","end":"154.440","lines":["Sure. Well, Ella is, of course, the pseudonym to protect her her privacy. At the time she came to see me, she was a 19 year old college student. She was dealing with symptoms of complex post-traumatic stress disorder. So that included things like flashbacks, nightmares, bodily kinds of difficulties. And she had some disordered eating and self-harm. So she had a lot going on that she was really struggling with this trauma that she had experienced."]},{"begin":"154.440","end":"157.400","lines":["Where did this PTSD come from?"]},{"begin":"157.400","end":"171.640","lines":["She was very upfront about that. She endured really horrific abuse as a young child and was very aware of that, never had forgotten it. And that was the primary motivator of the PTSD. Yeah."]},{"begin":"171.640","end":"180.000","lines":["But that wasn't all that was going on with Ella. You noticed a couple of things after you'd been working with her, you told me."]},{"begin":"180.000","end":"211.440","lines":["That's right. Yeah. She. She was the one to notice at first. She would come into session. She was very confused. She was confused about things that were happening in her life that she didn't understand. She was kind of missing pockets of time. She would find herself in conversations that she didn't remember the beginning of, and then she's in the middle of them. And she became most alarmed when she started to find pictures like hand-drawn pictures and notes and things around her room that she did not remember doing."]},{"begin":"211.440","end":"237.920","lines":["But she's the only person with access to her space, so she figured she must be doing it but she had no recollection of it and she was really concerned about what was going on. So I kind of took a very agnostic approach to this at first and tried to kind of help her process her confusion and her fear about what was happening. And it wasn't until she presented very differently in one therapy session that I started to think maybe something more serious was happening."]},{"begin":"237.920","end":"246.600","lines":["By 'presented differently in a therapy session' you mean that her behavior changed in like, while the two of you were sitting together?"]},{"begin":"246.600","end":"276.120","lines":["That's right. We were in the middle of a session talking like we usually did. And then she became quiet, as people sometimes do in therapy, so I didn't think anything about that in particular. But then she started talking in a very different sort of voice. It was much higher than her usual voice. It was kind of singsong-y. It was just it was different than anything I had heard. I mean, working with her for about a year. And so I just kind of went with it and kept talking to her like I had been previously."]},{"begin":"276.120","end":"286.840","lines":["But as it continued, it started to really wonder what was going on. And so at one point I asked her how old she was and she said she was seven."]},{"begin":"286.840","end":"292.120","lines":["What was your internal reaction when she said that?"]},{"begin":"292.120","end":"308.240","lines":["My internal reaction was surprise, and I tried to be very careful not to react visibly to her because I didn't know what was going on and whatever it was, you know, that was her experience at the moment. So I didn't want to influence that in any way."]},{"begin":"308.240","end":"312.320","lines":["Did this conversation with the seven year old go on for a while?"]},{"begin":"312.320","end":"338.120","lines":["For about 5 minutes or so, we talked and I asked some questions about if she knew where she was. She said she'd seen me and my office in a dream, but she didn't remember ever being there before. And then she just got quiet again like she had before. Kind of looked down. And then she started talking again in her regular voice, like continuing the conversation we've been having five minutes before, as if nothing had happened."]},{"begin":"338.120","end":"339.240","lines":["Wow."]},{"begin":"339.240","end":"340.320","lines":["Yeah."]},{"begin":"340.320","end":"344.400","lines":["Did you tell Ella at that point what you saw had just happened?"]},{"begin":"344.400","end":"379.520","lines":["Well, first I asked her if she was aware of what had just happened, and she was confused and she didn't know what I was talking about. And I said, You don't remember this conversation that we had about you being in my office or seeing me in a dream? And. No, what are you talking about? And so then I told her about telling me that she was seven and she stared at me and she got visibly upset, like shaking, tearful and quickly gathered her stuff up and ran out of the office."]},{"begin":"379.520","end":"383.480","lines":["So she was very scared by what was going on, very disturbed."]},{"begin":"383.480","end":"385.440","lines":["But she came back for the next session."]},{"begin":"385.440","end":"388.200","lines":["She did. She did."]},{"begin":"388.200","end":"390.600","lines":["And did this happen again?"]},{"begin":"390.600","end":"414.520","lines":["It did. It started happening a bit more frequently, not every session, but increasingly it did happen more. And again, I tried to be as non-reactive as I could talking to her like I would normally. I didn't want to deny what was happening, of course, I wanted to respect that it was her experience. I also didn't want to intensify it inadvertently, by the way I was responding to her."]},{"begin":"414.520","end":"431.880","lines":["So, I tried to be very careful about that and just kind of explore what it was she was trying to communicate through this part of her that was seven. You know, whether you believe in dissociative identity or not, that's how she was speaking to me. So I was trying to understand what she needed to tell me from that position."]},{"begin":"431.880","end":"437.160","lines":["Can you tell me what DID or dissociative identity disorder is?"]},{"begin":"437.160","end":"470.240","lines":["Yes. DID is a condition where somebody has two or more separate self experiences within them that do not share awareness or consciousness. So this is a diagnosis that exists. And the Diagnostic and Statistical Manual of Mental Disorders or the DSM-5, which is the the Bible that psychiatrists use for diagnosing all mental health conditions. About 1.5% of the population can be diagnosed with DID, and that's more than schizophrenia. So, you know, it's more common than people think."]},{"begin":"470.240","end":"475.480","lines":["Is there just one type of of dissociation or is there kind of like a spectrum?"]},{"begin":"475.480","end":"497.840","lines":["There's a whole spectrum of dissociation from very mild to something like dissociative identity disorder. There's a whole range. And, you know, dissociation is something that the human brain is built to do, whether it's, you know, highway hypnosis or, you know, you get home from work and you don't remember exactly every turn that you took to get there, or you kind of zone out during somebody's lecture. Not that my students do that, but, you know."]},{"begin":"497.840","end":"510.360","lines":["[laughs] Now, Ella, you told me, actually had several different parts of herself as you explored this more in therapy. How many were there?"]},{"begin":"510.360","end":"522.960","lines":["Yes. Well, they kind of came and went. So it was a fluid system that she was dealing with, maybe four were always there, but then it fluctuated. And then the most that she had at one point was 12."]},{"begin":"522.960","end":"524.400","lines":["And were they all children?"]},{"begin":"524.400","end":"527.600","lines":["They were all children. The oldest one was 16."]},{"begin":"527.600","end":"540.400","lines":["None of these personalities or parts knew about the others or knew what the others were doing when that particular part was front and center in consciousness."]},{"begin":"540.400","end":"565.360","lines":["Mostly they did not know what the other parts were doing at the beginning. The part that came out to me first, that seven year old part had a little bit more awareness of the bigger system. She knew more about the younger parts and kind of what they were thinking and feeling, but not not the 16 year old. So it really depended on which part it was. But when a part was out, the other parts did not necessarily know what was happening."]},{"begin":"565.360","end":"573.920","lines":["And so they would sometimes, you know, when it when they were out, might be very confused about what was happening in her life because they didn't they weren't aware of what had happened in the interim."]},{"begin":"573.920","end":"576.680","lines":["That must have been really scary for Ella."]},{"begin":"576.680","end":"580.080","lines":["It really was. It was very disorienting and scary for her."]},{"begin":"580.080","end":"583.680","lines":["Some of these parts didn't always get along, did they know?"]},{"begin":"583.680","end":"615.400","lines":["They did not. So, \"Violet,\" the seven year old, and \"Ada,\" the 16 year old in particular, were very often diametrically opposed. They were very different types of personalities. Violet was very open and loving and caring and affectionate and, you know, really wanted to be connected. And Ada was much more suspicious and she'd been hurt. I mean, they all had been hurt, but Ada had was carrying that in a particular way when it came to like authority figures. So she was very suspicious."]},{"begin":"615.400","end":"626.120","lines":["She was also very moralistic and kind of punishing and very hard in her approach. And so the two of them would get into disagreements quite often."]},{"begin":"626.120","end":"629.200","lines":["Yeah, that's definitely making her life more difficult."]},{"begin":"629.200","end":"629.920","lines":["Yeah."]},{"begin":"629.920","end":"644.120","lines":["Right now on TikTok, DID seems to be having a moment there. People who front different personalities in their TikTok videos and say that they have it. Are you aware of it?"]},{"begin":"644.120","end":"673.000","lines":["I am aware of it, yeah. And I find it really fascinating. I think there's two things. First of all, I think it's not possible to to determine whether or not somebody really has DID from watching a 30 second video or on TikTok or even a bunch of 30 second videos on TikTok, you know, without sitting down for extensive periods of time with somebody, you can't really know for sure what's going on. But the other cultural question, this is where the anthropology comes in, is why would this be a phenomenon now?"]},{"begin":"673.000","end":"702.600","lines":["Why are people fascinated in this now? Why is it catching people's attention? What would be the potential benefits of somebody presenting with multiple personalities? And so that is something with these TikTok videos that I would be curious about, about the motivations. And it doesn't mean that somebody doesn't have DID. But it is curious. I know in Ella's case, she had a very different orientation to what was going on, and she did not want anybody to know, like, her parents didn't know. Nobody knew except me."]},{"begin":"702.600","end":"707.760","lines":["She was on the opposite end of that kind of a thing. She she tried to hide it as much as possible."]},{"begin":"707.760","end":"715.360","lines":["And she, in fact, had, you know, the opposite of benefits. She she had severe disadvantages."]},{"begin":"715.360","end":"720.680","lines":["Yes. It was interfering with her schoolwork. It made her everyday life very difficult."]},{"begin":"720.680","end":"737.840","lines":["With DID, I know that psychiatrists have traditionally tried to integrate multiple personalities into one. In Ella's case, you decided not to do that. Who decided not to do that and why?"]},{"begin":"737.840","end":"765.840","lines":["Well, Ella was very adamant that she did not want integration, and I was inclined to follow her lead because for me, the issue was not so much how many parts that she had, but was how well were they working together? Was she processing the trauma that she had experienced? How well would she be able to function in her everyday life? So we really worked on processing and working through the trauma and helping her find strategies for for dealing with her condition in her everyday life."]},{"begin":"765.840","end":"773.000","lines":["And my opinion was, you know, the rest of it will take care of itself organically, though that's not something we needed to deliberately work toward."]},{"begin":"773.000","end":"775.240","lines":["How did you try and do that in therapy?"]},{"begin":"775.240","end":"801.000","lines":["Well, we started with some kind of external tools that she could use, starting with just keeping a notebook that she had in her room when whichever part came out would just make some notes about what they did. So the other parts would know what to expect when they were out. So just basic communication between the parts or emailing, they would email sometimes. And we worked to kind of progressively internalize those tools so that she could eventually, you know, have them communicate internally."]},{"begin":"801.000","end":"806.400","lines":["She created an imaginary room in her mind where they could congregate or meet up with each other."]},{"begin":"806.400","end":"807.960","lines":["Wow. That's fascinating."]},{"begin":"807.960","end":"828.080","lines":["Yeah, it was. And it was very elaborately imagined on her part. And it was very helpful for her to be able to have that visualization, to have that internal communication among the parts. And so it became much easier with time that they still felt like they were separate, but they had more awareness of what was going on with the other parts."]},{"begin":"828.080","end":"834.000","lines":["How is Ella doing now? She's older now, she's in her late twenties."]},{"begin":"834.000","end":"859.720","lines":["That's right. She's in her late twenties. She's doing well. She's got a great job [and] career, actually. She was married a few years ago. She has a toddler, so she's, you know, doing doing that, which is its own experience. She says that she still struggles. Obviously, the trauma is still something that she deals with and still has effects of that. And she still feels the presence of the parts in her."]},{"begin":"859.720","end":"890.840","lines":["But she says that she's, you know, come to a place where she can really work with them and feel like her life is is really thriving at this point. And she works with children with special needs, so has mentioned that her experience with having child parts really helped her actually in that work. She's done just such an amazing job of taking what could have been very debilitating and really converting it into something that is, you know, a benefit not just to her, but to people around her who don't even know."]},{"begin":"890.840","end":"903.800","lines":["And if I could just say, I'd like to say a thank you to her for permitting me to talk about this. And she wants people to hear about her story. So we have better understanding about idea and how it can be treated."]},{"begin":"903.800","end":"919.200","lines":["Well, I'll join you with that. Thank you, Ella. You can read Rebecca's story, “The Community of Ella,” in the June issue of Scientific American and online at SciAm.com. Rebecca Lester, thanks for coming on the show."]},{"begin":"919.200","end":"920.840","lines":["Yeah, thank you for having me."]},{"begin":"920.840","end":"953.480","lines":["You've been listening to Science, Quickly, a podcast series from Scientific American. Our show today was produced and edited by Jeff DelViscio. Our theme music is by Dominic Smith. You can find us on SciAm.com and many other fine purveyors of podcasts. Let us know what you thought about today's show in the votes and comments sections. Join us soon for our next show. And thanks for listening."]},{"begin":"953.480","end":"956.680","lines":["Apple | Spotify"]}],"duration":956.7085}