{"title":"The Universe Is Abuzz with Giant Gravitational Waves, and Scientists Just Heard Them (Maybe)","img":"https://static.scientificamerican.com/sciam/cache/file/C0D9B9FA-378C-4409-BA5C39AD2488D478_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-universe-is-abuzz-with-giant-gravitational-waves-and-scientists-just-heard-them-maybe/","audio":"https://static.scientificamerican.com/sciam/cache/file/07D8ABD4-EA7B-4EFB-9F7B517CE83ECEEB.mp3","intro":["Researchers, using the galaxy as a detector, believe they have detected gravitational waves from monster black holes for the first time."],"authors":["Lee Billings","Jeffery DelViscio","Alexa Lim","Tulika Bose"],"category":["Black Holes"],"transcript":[{"author":"Lee Billings:'","text":"This is Cosmos, Quickly. I am Lee Billings. Gravitational waves—ripples in the fabric of space time first predicted by Einstein more than a century ago—are one of astronomy's hottest topics ever since their first direct detection in 2015. Most gravitational waves in astronomers catalogs have come from pairs of colliding middleweight black holes. Other sources should exist, however, chief among them mergers of supermassive black holes weighing millions to billions of suns. But these giant collisions make correspondingly huge gravitational waves so big, in fact, that their wavelengths are larger than our entire solar system and measurable in light years."},{"author":"Lee Billings:'","text":"That enormity makes them enormously hard to detect. Crest to trough, a single such wave could take more than a decade to pass through our solar system, despite moving at the speed of light. So how can we see them? The best solution astronomers have stumbled upon is to effectively build a galaxy-sized detector looking for the waves. Telltale tweaks to the spins of dead stars called pulsars scattered throughout the Milky Way."},{"author":"Lee Billings:'","text":"Several of these so-called pulsar timing array projects exist, and after more than 15 years of operations, one called NANOGrav has now found the best evidence yet for the supersized, super hard to see gravitational waves they've all been looking for. Today on the show we have three members of the NANOGrav team to talk about this exciting development. Hey, everybody, want to introduce yourselves?"},{"author":"Jeff Hazboun:'","text":"I'm Jeff Hazboun, an assistant professor at Oregon State University."},{"author":"Chiara Mingarelli","text":"I'm Chiara Mingarelli. I'm an assistant professor of physics at Yale University."},{"author":"Megan DeCesar:'","text":"Hi, I'm Megan DeCesar. I'm a research scientist at George Mason University."},{"author":"Billings:'","text":"Thanks for being here, everyone. So let's jump right in. What is NANOGrav?"},{"author":"Hazboun:'","text":"NANOGrav stands for the North American Nano Hertz Observatory for Gravitational Waves. Sort of half acronym. Half abbreviation."},{"author":"Mingarelli:'","text":"And we time an array of pulsars will look for gravitational wave signals."},{"author":"DeCesar","text":"It's been around since 2007. So we have over 15 years of data now. And what we're looking for very tiny changes in timing of those pulsars that Chiara mentioned. And so we need to do that for a very long time in order to see them change over that long timescale."},{"author":"Hazboun:'","text":"It's a really long term project. We've been observing these pulsars for a very long time, and we're very excited that we finally have this evidence that we're talking about here today."},{"author":"Billings:'","text":"It's right there in the name pulsar timing array. Let's break it down a little bit."},{"author":"DeCesar:'","text":"Yeah. So the term pulsar timing array implies we're timing these pulsars. And so what does that actually mean? Well, first of all, the pulsar is a very dense, small remnant of a star. They spin really fast. The ones we're looking at are spinning hundreds of times per second and they have these beams of light, most often radio light. And when that beam sweeps by our line of sight as they're rotating, we see a pulse. And that's why we call them a pulsar."},{"author":"DeCesar:'","text":"Now they're very, very stable, which means, you know, if you imagine, like on your watch, you have the second hand ticking every second. You can predict when it's going to move again because it moves every second. So the same with a pulsar every time it spins, you know, in that much amount of time, it will spin again and we will see another pulse from it. Now, what gravitational waves do is they very, very slightly change that the length of time between the pulses."},{"author":"DeCesar:'","text":"And so if we can detect very, very slight changes in the time between pulses, not from one pulsar but from any pulsars all around the sky, then we can hope to find these correlation patterns between pulsars. So if you can imagine you've two pulsars in the same direction on the sky. Both of those pulsars are going to have similar changes in the time between their pulses and that's the kind of correlation and the exact correlation changes depending on how far apart they are on the sky. But that's how we look for those correlations using pulsars."},{"author":"Mingarelli:'","text":"And just to add to that a little bit, so these pulsars are so massive and so small that you could have a pulsar that's the size of Manhattan that spins around 100 times a second. So that's basically like a blender. If you were to put something that's one and a half times the size of the sun into a blender and it go, that's a pulsar. And the signal that we're looking for is so small that the timing changes are about 100 nanoseconds over a decade."},{"author":"Billings:'","text":"What does the nanohertz in NANOGrav refer to explicitly?"},{"author":"Mingarelli:'","text":"So nanohertz is the gravitational waves' frequency that we're looking at. So the NANOGrav experiment is sensitive to gravitationally frequencies that are between one and 100 Neto Hertz and nanohertz is probably not very intuitive to people who are not used to thinking about an atom. So just as an example, a supermassive black hole pair that are orbiting each other with a period of 30 years would have a gravitational wave frequency of one nanohertz."},{"author":"Billings:'","text":"What are the wavelengths of these things, and why is that maybe important or challenging?"},{"author":"DeCesar:'","text":"Depending on the exact frequency, that'll change what the exact wavelength is. But we're looking at wavelengths of light-year to a few light-years."},{"author":"Billings:'","text":"People are familiar with things like LIGO. That's the gravitational wave observatory that made its first detections in 2015, but it looks at signals from merging black holes the size of just tens of solar masses or thereabouts. What NANOGrav is looking for is very different, right?"},{"author":"Mingarelli:'","text":"Yeah. So LIGO is sensitive to black holes that are maybe tens of times the mass of the sun up until about 100 times the mass of the sun. Whereas the gravitational wave signals that we look for are come from supermassive black holes, which are anywhere between 100 million to one billion times the mass of the sun. And so because our black holes are so much more massive, the signals that we're looking for are in fact about a million times stronger than LIGO."},{"author":"Mingarelli:'","text":"So LIGO sees the last fraction of a second of their binary black hole mergers. Whereas with us for a typical system, we can see it merging for something like 25 million years. That's how loud the signals that we're looking for are. At 25 million years is a really long time. And that's why the first signal that we have evidence for in NANOGrav is in fact a gravitational wave background."},{"author":"Mingarelli:'","text":"And so that's the superposition or the stacking up of all of these very low frequency gravitational wave signals from the cosmic merger history of supermassive black hole mergers. So it's not just one signal, it's something like 100,000, potentially a million merging supermassive black hole binaries all at the same time, creating this, you know, symphony of sound that very low frequencies. So we happen to sound one signal. We've done something like the combined signal of 100,000 to up to a million merging supermassive black hole binaries."},{"author":"Billings","text":"And it's taken more than 15 years because..."},{"author":"Hazboun:'","text":"One of the reasons it's taken so long is that unlike LIGO we can't walk to the other end of our detector. Right? The other end of our detector is these pulsars that are about 3,000 light-years away from us, and they're astrophysical objects. So there's a lot of noise that we have to consider. And our signal this background can also be confused as noise. So we have to be really careful when we're looking at our datasets to understand that we're actually seeing the gravitational wave background."},{"author":"Hazboun:'","text":"So 67 pulsars that we're looking at and they're individual data sets, and they're so far away that they can't be correlated by any means that we would expect. So if something happens at one pulsar, you wouldn't expect it to be happening at the other pulsar just by happenstance unless there was something passing through the entire galaxy. And that's the gravitational waves that we're looking for."},{"author":"Billings:'","text":"And just to be clear, what NANOGrav and other pulsar timing arrays are doing right now is less trying to detect discrete events—single mergers like LIGO sees—and more trying to pick up the background, ambient hum or noise from lots of huge supermassive black hole mergers all at once. The signal you're looking for is really sprawled and stretched out, right?"},{"author":"Hazboun:'","text":"Imagine that LIGO is seeing just these chirps. They call them chirps. And so that would be like a trumpet just playing one note really fast, 0.4 seconds. That's how long their very first signal was for us. We're looking at things that last for very, very long time, a signal that lasts for an extremely long time. And so it's an entire symphony. And in particular, we're looking for a symphony that has a lot more tubas and a lot more bassoons and a lot more low frequency instruments than high frequency instruments."},{"author":"Hazboun:'","text":"So the amplitude, the volume you get from the piccolos is not very much, but those tubas are sure playing very, very loud. So yeah, so we're looking for a symphony that has that sort of make up to it a lot more low frequency instruments than high frequency instruments."},{"author":"Billings:'","text":"I really want to talk about obviously what we're learning that's new. What might we be learning from this, or how certain are we about this really?"},{"author":"Mingarelli:'","text":"This is the first time we've seen this particular kind of gravitational wave signal. And what's really important about the signal is that if it really does come from the cosmic mergers, supermassive black hole binaries, it means that supermassive black holes eventually do merge with each other. And until now, this has been a huge open question in the field."},{"author":"Mingarelli:'","text":"And so this would be the first definitive proof that not only do they merge, but they've been merging for hundreds of millions of years, and they detected the collection of all of these merger signatures all at once—and this gravitational-wave background signal."},{"author":"Hazboun","text":"Einstein predicted gravitational waves over 100 years ago, and LIGO was the first to see them. But we've seen them somewhere else. We've seen them at these really, really small frequencies, at these really, really long wavelengths. And so we now know there's an entire gravitational wave spectrum out there. This is like the discovery of radio astronomy, or this is like starting radio astronomy after only being able to observe the universe in visible light."},{"author":"Billings","text":"How confident are you in this signal that you found?"},{"author":"Mingarelli","text":"Well, the amplitude of the gravitational wave background that we detected is really at the upper limit of what we can model as coming from supermassive black hole binary system. And so what does that mean? Does it mean that some of this signal is actually noise that we just haven't correctly modeled in the pulsars? Does it mean that some of this signal is from cosmic strings or primordial black holes and some of it is from supermassive black holes? Right now we just don't know the answer to this question."},{"author":"Mingarelli","text":"We just know that there is evidence for gravitational waves background. But finding what source saying that gravitational wave background is going to take at least five more years of work."},{"author":"Hazboun","text":"In our last dataset, we saw the power across the gravitational wave frequency band that we expect that there's this amplitude and that we're seeing more power in the tubas than we are in the piccolos we saw that there are other possible you can you can make up astrophysical scenarios where all of the pulsars have this kind of noise. And so we have to be really careful when we're actually saying that we're seeing the gravitational waves and we have between a three sigma and a four sigma detection."},{"author":"Hazboun","text":"Four sigma is like one in 10,000 chance that it's just noise that created this correlation across the pulsars."},{"author":"Mingarelli","text":"We expect the signal to get stronger over time. And as we add more pulsars to the dataset, which is why collaborating with international partners is so important because as we share our datasets and combining them, we effectively become longer and denser, which really boosts our ability to that only detect the gravitational wave background, but potentially gravitational waves by the individual in spiraling supermassive black hole binaries. So looking into the future, it's going to be really important to have a large number of pulsars."},{"author":"Mingarelli","text":"Right now in North America we can only see the Northern Hemisphere to a large degree, and so combining our data with colleagues in the Southern Hemisphere is important to be able to see the entire night sky. And this will dramatically boost our ability to detect the gravitational wave background and also to characterize the gravitational wave background, give little bumps and a little bit more power in one part of the sky and another sky. And it also enable us to continue to detect these individual supermassive black hole binary systems."},{"author":"Mingarelli","text":"Billings: Are we going to a future where we're all going to be able to harmonize and have all of our data?"},{"author":"Hazboun","text":"I think as we move into the era of detection of our gravitational wave background and these nanohertz gravitational waves, all of these radio telescopes in all of these facilities around the world are going to be putting their data together in order to see what we can see in this new window. We will need all of this old data in order to characterize the background. You can't just turn on a new shiny telescope and just start seeing the background. It's really important to have 15 to 20 years of data in order to characterize the background."},{"author":"Hazboun","text":"And in fact, that background is going to start to be a noise source for being able to see any of these individual sources that we've been talking about."},{"author":"Mingarelli:'","text":"Jeff really nailed it because we call our signal a gravitational wave background signal for historical reasons. But it's not a background, it's the foreground. It's the thing that we're looking for. And hopefully this will soon become the background that we want to get rid of that thing that is not so important anymore. And when we're able to deal with that, to find, you know, what's underneath the gravitational wave background, to see what other signals are there, then we're really going to start looking."},{"author":"Mingarelli:'","text":"Then it's going to be really exciting to be able to make discoveries about things that we haven't even thought of before."},{"author":"Hazboun","text":"Yeah, I'm I'm really excited. As we moving past the detection era and into the observation era, right? LIGO had that first whopping signal, which was amazing. And now they're seeing black holes routinely, right? These black hole mergers. And we get to do the same thing. Once we start to characterize the background, we're going to be able to just study the nanohertz window of gravitational waves and see what it is we can see with our amazing instrument that's, you know, half the size of our galaxy."},{"author":"Billings","text":"Thanks for being here, everyone. Cosmos, Quickly is a part of Scientific American's podcast Science, Quickly. If you like the show, please give us a rating or review. This show was produced by Tulika Bose, Kelso Harper, Jeff DelViscio and Carin Leong. It was edited by Elah Feder and Alexa Lim. Our show's music was composed by Dominic Smith. And before you go, please consider supporting independent journalism like this. Become a Scientific American subscriber today. And don't forget to subscribe to the podcast on Apple or Spotify. For Cosmos, Quickly, I'm Lee Billings."}],"wave_peaks":[333,514,1196,1564,1569,2265,3604,4456,6312,17164,17630,10601,15915,9596,8071,2776,15764,9005,14119,4459,1238,1261,1003,2189,16340,13760,16101,11255,4117,15644,15628,8331,15864,10622,15414,13979,15528,15400,15378,15321,13754,5623,12539,14443,14761,16930,13264,2063,13266,17735,11861,16261,15747,7355,6730,1170,827,15969,17110,15783,16187,17244,15818,9839,12854,7108,3051,6122,16587,16571,12945,16126,16008,13917,15732,6287,9078,17872,4925,17435,10886,16407,10377,16078,10413,10682,3844,1473,1158,17578,19735,16167,14044,12151,7955,5045,2384,14781,15743,15677,11153,17091,16107,16425,14119,16333,16273,8887,5811,6931,8997,10686,9512,9040,7508,15242,12110,13595,7024,4918,4051,3548,3216,16067,15321,16158,12023,11597,15034,16321,14865,15576,11630,5661,15856,15666,7013,5199,4385,10982,16884,10825,12080,17346,15747,10897,10687,7131,10537,11533,5948,9829,6872,11149,5672,17170,16619,10505,15400,16350,16161,7621,16629,5304,4770,2137,2183,1766,18397,17647,16654,16615,14131,7302,16122,16384,15716,5634,16174,7963,16507,3684,5063,16039,8832,17795,17275,16044,15722,12579,14527,12845,7107,12405,5656,15084,4855,16198,15855,9486,6906,5949,17260,12954,17211,10274,10823,10998,1865,16300,18214,17103,4747,1558,1304,1048,15607,15675,14241,17740,14604,16769,9225,6892,16255,15421,14971,16785,7479,15979,14917,16036,15952,9751,4399,16501,18592,17300,15949,16492,12293,12688,7926,15615,16934,4487,15936,16545,14736,15708,15767,5498,10774,20153,14295,17221,9064,10443,1899,2022,11941,16135,16580,16418,16186,16044,15789,14796,15809,14084,16155,9322,12619,7081,2225,16629,17094,16138,16979,16524,15774,14355,5907,16015,7831,15887,14833,18042,6454,2626,11989,16749,13019,16214,9085,14029,14409,14494,10615,16573,16475,16523,11637,12014,18132,17708,13213,8678,16321,15076,16259,5895,8059,13645,8186,5587,3233,3160,2553,8740,16289,16270,15138,13970,14359,18218,16221,16849,7270,7792,16337,7647,16987,15063,15164,2695,2418,2606,2451,2296,2330,2816,2639,2468,2052,1483,1305,1415,910,281,234,15667,11513,8212,109,15064,12147,15564,2329,1912,15627,15678,15780,12834,12346,15605,15673,15644,15047,9888,7148,0,332,16079,15594,14480,12457,16477,15912,15755,15545,16364,15613,11777,15780,11790,15686,15641,15638,10923,15647,15742,14447,14232,12241,15714,14454,14196,8708,10329,2172,12155,12308,4824,5299,9967,15568,15677,8902,729,8472,15410,13286,6649,6332,4383,91,15747,15733,15860,15735,15854,15664,15882,15759,15646,15704,15668,15732,10882,10607,7686,232,15622,4995,15843,15957,15897,15683,11123,10275,130,15706,14520,10266,15602,15511,15453,15552,15552,15667,11397,15754,15638,15662,15632,16721,16110,15625,16528,2793,15733,15568,15501,15594,15885,15698,15611,15546,12323,12561,12336,13190,10597,474,15571,15555,15593,15554,15595,16229,15517,15690,15619,4618,15720,16027,15494,15610,15622,15628,13827,12976,15587,13537,11008,15793,15659,15699,15490,15601,15572,15597,13958,13028,13754,14819,15599,14362,12026,14680,11780,2535,15797,15714,13886,10627,7090,13016,15564,10668,15688,5390,9130,5713,15647,12938,8254,6495,15704,15659,7388,10852,7271,13414,9223,10577,14998,8912,12311,8280,16032,13267,12626,15551,9744,10491,15614,15162,3223,18,15633,15767,15621,15625,13779,13042,1897,6278,15667,8241,13155,10921,12538,7674,15601,12027,4626,2921,12608,15775,13743,15645,15004,15644,15616,7810,11843,15518,9470,11980,8765,205,10363,14387,15483,11253,15653,12073,13413,13297,10196,11537,7555,4199,6887,8733,117,15563,11186,13507,12015,15609,11327,15678,15645,14385,13274,10741,2197,15621,15631,15623,10220,11126,15582,15610,15701,10951,15654,12594,10616,8544,15602,11898,15673,14974,8149,8047,5276,330,15703,15603,15619,15742,13758,11395,13538,15700,13446,15530,15650,15538,15630,15592,15618,1969,286,15619,15669,12396,9429,10265,11993,10839,198,10943,15592,15589,15631,11442,11333,10094,9126,9795,10481,7304,7125,15617,15625,15620,13999,13952,14299,9723,15665,6514,97,15826,15612,15860,13776,15620,15612,9380,11361,12190,113,11347,13458,10969,15697,15597,15719,9275,104,15735,15601,15601,10102,15716,14771,11914,15435,15598,15522,15622,9669,15621,8616,15546,13226,16281,8506,15655,9652,14443,12332,14680,8593,730,15442,15632,15025,11809,15565,7534,15640,15610,15629,14642,11021,9918,15425,15633,9705,8587,6238,82,15633,15588,16009,13517,15651,15591,10017,1595,15396,10892,8987,15708,4469,79,15549,13291,15621,12838,13275,7141,15609,15194,10767,15603,6272,10152,14339,7572,15620,15642,8163,15562,12270,6619,14176,15615,7948,52,12337,15617,15614,398,29,15623,15660,15663,12725,15604,15675,11172,15155,15302,15614,10345,15614,7933,9421,5923,4752,1404,15673,15457,15597,10187,15242,15717,15630,15727,14238,13405,15585,14372,15642,12998,15688,10514,9374,9976,5690,12076,15678,15581,15550,10041,12403,6578,7119,10913,11120,2623,15603,15561,12252,15524,15580,12536,1274,15568,15471,15607,15622,15510,15542,14961,7624,210,15516,15618,15540,15641,15381,12093,15617,15509,15571,15665,15487,1969,15574,15578,15685,15658,12970,15608,13098,15613,11493,15619,15593,15649,15649,15585,15609,15760,15564,15590,15638,14527,15680,15608,15710,15590,15521,15597,15582,15646,12475,15553,15648,15532,15534,15653,15545,13991,15611,15641,15687,15576,507,406,15662,15616,15620,15537,15601,14187,15595,14012,15669,15614,15568,14435,12071,15549,15586,13663,15610,11690,3575,15602,15641,15646,13120,15655,15612,15592,15864,12338,15589,15657,15609,11220,15560,15603,15636,15728,816,15604,13769,15414,10380,10041,6001,8242,15426,15268,13885,7524,8776,7831,8388,5194,338,333,15518,15663,15623,15549,15852,15733,15594,15564,15631,15451,15549,15598,15627,16447,12935,15839,15853,15648,15535,13623,15642,15578,16138,11503,15607,15820,15656,15586,15666,15687,13625,15505,15615,15695,15589,10540,9734,791,15720,15577,15567,15562,15681,15450,15614,15447,16340,15621,15652,16001,15788,15749,15488,4331,17068,15666,15672,15533,15601,1012,955,16047,15632,15493,12248,15564,11852,15542,15594,15626,16560,15647,13344,15646,15547,15576,15615,14697,15576,15554,16735,16256,15631,15614,15597,15532,15428,9167,8950,15976,15226,15565,14933,9171,6468,15582,15851,8246,4287,6833,12441,9935,10462,879,5,16183,15919,15665,15566,12094,11188,15567,12567,10419,14082,15720,14070,14780,15641,15484,15665,11603,15651,15644,12003,7986,9204,1413,15616,8978,7878,15692,15516,15147,12724,15360,3732,663,361,17288,15605,11952,12358,9251,6855,9254,15410,11817,13169,5096,8393,4274,1627,73,15830,15406,17332,10946,17954,14645,13958,6534,16292,15662,16732,11337,15777,17311,16973,11956,7009,2928,242,15474,15818,15810,9743,7727,15527,15383,15280,3420,172,7213,15673,15625,15617,15645,15666,16134,11930,15680,15578,13576,15593,12959,14126,11468,15594,15697,16945,15630,15591,16155,15669,15612,15630,15587,13432,15592,15586,15386,16591,6520,1530,15550,15487,12885,11151,4288,15601,16144,15884,15476,15692,15041,15623,15649,16039,15631,15582,15710,15299,16231,15606,15644,15484,15555,15532,11653,15582,15549,15858,15597,15696,16513,15605,9581,801,15881,12593,15674,15681,15555,15523,15590,15609,15669,15495,12172,16947,15734,15567,15646,15437,15592,15631,15556,15547,15616,15583,16138,14962,542,15627,15543,1695,3026,15584,15742,14092,15629,15576,15594,15860,15614,15708,15586,15322,15519,15667,15619,15554,15708,15530,688,15618,15626,9600,15602,15459,15558,15606,16013,15559,15649,15550,15106,15558,15572,15588,15656,15546,15567,15636,11398,15310,16400,15606,15604,7344,15659,15645,15600,15627,15650,15646,12536,15648,15631,15613,15548,15741,15738,15573,15618,15692,3034,15798,15562,15512,15616,15578,15550,15600,15658,14099,15549,15844,15674,15767,15617,14556,15619,15825,15249,11241,15544,15574,6673,7864,15760,15627,16370,15666,15687,15911,9674,16419,15663,15604,10300,15580,15568,15590,14168,15631,15549,15562,15724,12383,9263,15606,15631,15733,15631,14828,11072,15648,15607,15594,15653,15697,14372,11115,15995,15614,15674,15623,15612,15456,8478,15622,16301,15600,15679,15497,12356,15514,15625,14062,15580,13942,15854,15534,15854,14042,15587,15609,15564,14612,1137,1029,15659,15744,15595,15647,15577,15569,15482,15585,15558,15550,15627,14811,1140,12193,15604,15619,15601,15604,15586,15565,15450,15570,12971,1171,15466,15587,15915,12674,15800,15595,14802,15553,15599,15562,13418,771,15675,15655,15747,15585,15751,15668,13017,15528,15493,15542,12212,15556,15486,15603,15690,15612,15674,15652,15625,15601,15573,15577,14540,7541,15723,15677,15613,11302,14207,11870,8789,9571,6569,8227,187,15769,15799,16019,15823,12462,9474,8534,15507,15742,3648,16149,15766,5222,9822,15724,15906,12333,11403,11268,6895,6474,15728,15941,15604,15512,14470,652,10532,15944,15750,11364,13793,9778,8360,15847,12095,3462,13031,5898,3859,3340,390,14371,15979,15821,15863,15786,15517,8422,2460,8932,9097,1134,15573,15900,4524,15743,13185,11539,8517,10354,12085,15801,15714,13633,15937,15715,5708,12290,15812,15672,13227,12173,11175,3453,10313,10874,15743,15640,12672,10443,6855,15651,16138,10947,11116,15594,15794,13093,8951,15705,9605,13663,11703,4222,10231,5443,11341,15616,12421,11842,8069,11310,6690,412,15672,12557,16008,15474,15810,8490,5302,10315,15685,15673,15670,13837,182,15757,15780,15221,8219,15679,9726,3170,15679,10993,12397,8166,14119,3951,12620,15740,15589,15977,15677,15842,15658,15011,15874,7708,4222,15677,13486,13907,11307,13223,15609,8257,6906,245,15756,15683,15786,13283,58,15678,12817,10277,11663,13298,4837,695,15852,15607,15746,9656,6632,2954,1491,1180,16,13776,12372,15681,6798,6618,15915,15617,15668,8729,11112,9055,5755,4756,15617,10809,4457,4664,15221,15987,15684,5876,15807,13975,11820,7131,647,12693,10422,6167,11664,5140,3579,299,15806,15729,15889,9023,15172,4677,14112,10025,8225,6109,12181,3011,14315,15019,3561,15671,9441,6624,6442,11093,10731,13655,7622,2468,2107,8641,7044,13541,56,17325,15746,12655,5165,3686,6271,9906,5484,6500,8562,15551,11722,15048,31,15695,15660,11213,15338,15789,15791,10762,12566,5672,13338,10615,8115,10841,10277,14431,12851,4358,15769,8957,11879,15969,13795,11131,10187,13347,11346,8092,4561,8495,9513,497,11918,10308,7023,5511,15494,3570,2851,531,15764,12532,200,15654,13556,3602,14208,13330,12121,9834,15851,15625,13396,10471,10425,10121,10820,10902,14157,9387,9310,8049,5633,9976,12219,10330,3344,97,70,15648,15836,11133,15825,15900,504,18,5680,15568,15701,12872,13192,15540,15916,15665,12820,10284,386,15654,15654,15222,12787,11089,15836,15671,15807,11324,11380,7237,4870,10968,15625,7085,2787,2438,4605,13724,16009,14087,9789,6820,15940,15269,15838,10038,16161,14767,9238,15687,9531,2152,10383,13437,15675,11926,13890,13005,9867,15569,15619,12564,7159,9475,15859,15858,15663,15556,15609,434,15887,10964,13205,16137,15743,11062,3987,4604,16063,16102,15706,9034,6704,5934,6624,12413,5188,3072,1385,1384,15708,15297,15474,15533,15628,3958,15607,13642,13687,14301,8559,690,15579,15227,15573,7717,15274,10394,4411,15670,8412,15286,15790,8547,11011,11644,68,15546,15589,15587,15619,11162,9734,2160,15579,15476,13825,15613,15664,14806,13381,15298,11444,583,15772,15604,13631,15439,15594,15556,12575,15567,15536,13765,15741,15558,15620,15622,12941,15572,15611,13752,15398,15545,15660,15635,15536,15586,14309,15641,11689,15612,3851,324,12110,15644,13896,15571,13276,15630,14909,12768,15638,15078,7734,4211,12554,15625,15647,10779,15811,13143,15556,15432,16409,13310,14100,7233,14302,16720,15291,15677,15567,15559,15559,15571,15539,15578,11129,15199,13845,15133,14055,14782,15602,15604,13750,15446,11064,13938,14376,9575,15623,11020,415,6426,15656,15748,13507,14845,14600,15511,14709,15595,12973,15596,15623,9798,15538,15669,16423,15676,15587,15512,1606,413,129,16014,15684,13194,11316,714,18,14639,10682,12713,15680,13620,7969,4094,8586,16090,12300,12169,8537,287,12012,9127,12786,15627,15688,4928,14744,11919,5009,2979,13387,12769,15641,13322,9381,6349,6554,9900,7920,11043,7567,3942,14597,11091,8190,15695,14103,10521,6866,11718,13126,8940,11641,7592,7615,1293,70,9086,15711,1570,31,55,64,9081,15802,15707,15650,12520,6788,7469,7684,8593,15865,12794,14980,13750,5764,15805,15611,12558,14406,8578,8911,8395,12250,10162,6150,5094,6186,1019,14,16030,15694,7958,3635,145,8402,13109,12157,2053,7831,3562,1813,25,10450,14330,13168,12456,15546,12195,12673,15586,12609,9585,15705,11004,15473,7463,12863,15332,15551,13328,12835,15563,15684,13870,15547,15083,15553,14999,11015,15583,15917,15608,15557,13128,12712,15585,15531,9962,7609,14596,14493,15331,13562,79,15589,14804,15560,12652,12197,15578,881,15624,14387,15596,14452,12975,15240,10324,15472,15488,15442,6350,15595,14115,15588,15539,10512,15548,13470,15674,16168,15124,7377,15544,16237,10539,13788,15524,15517,15576,15531,13852,15491,15589,15700,15584,14575,748,15574,15610,16914,15590,13144,15643,15963,15423,14725,15620,12582,13973,15417,15739,15596,15573,17750,15330,12585,15577,13564,15567,14229,13414,15559,15892,13495,15597,15633,15973,14418,15657,14939,15548,15639,14080,15594,12932,9678,4634,10249,15672,15531,15623,8526,15729,15619,7369,12063,11892,11291,15651,14887,15765,15660,12424,15607,10722,11124,14104,8011,3015,2136,8203,15697,14361,12003,7237,7821,15619,15779,15640,11728,15745,14225,14506,15497,13194,784,7937,15486,2780,15702,15910,15771,15708,5324,15713,15747,7445,5417,4979,14159,15790,15452,10344,13188,14228,12112,15740,15712,9572,14412,10540,8499,8381,775,11851,15602,11369,15789,10303,15648,15704,11059,5238,15928,15391,6422,9008,4232,2499,621,16017,15838,15775,15620,15599,15654,15780,14729,8752,6847,14709,13750,13048,15585,15852,15765,11320,13768,11955,10930,11001,9058,11871,5013,5067,15661,15833,15567,10201,9872,2758,45,10723,15584,13340,13675,13822,13634,15533,12874,13341,11599,15574,11931,15713,11684,15607,13792,5554,12961,15255,15501,12498,14547,11819,15652,12276,12283,14922,15630,11894,10291,15623,12352,14281,8225,15688,7658,12492,15504,15924,15582,11908,15649,15644,12452,13332,15590,15590,14456,15618,12445,10499,9241,15758,14507,398,13377,13655,9397,12124,15601,15583,12183,15570,15601,15602,13368,11854,15651,15547,15621,15530,16431,15552,13758,15613,15565,11804,11293,15164,12346,15657,12131,15531,11797,15556,15635,14895,15670,14407,5446,15586,12292,13685,14106,15658,13973,12676,13857,15573,15454,13388,9851,15033,15453,5269,15567,15385,15501,15156,9501,9199,8668,7192,15538,15587,13029,14289,15346,9423,8571,208,15589,15489,15540,13604,12964,15606,10411,15483,14487,12913,13665,15558,14246,15609,10739,10251,15611,12868,15966,10397,11108,8757,15641,14400,13201,15422,15351,12449,15601,2229,12021,15496,12450,15677,15107,14632,15648,13214,15643,15360,1800,15606,14873,15511,8930,15083,12811,13208,15488,15609,7229,15633,15555,15607,15329,15576,14303,11558,15552,15292,15626,14865,14815,2081,15697,7983,12083,13380,15475,15567,9605,10197,12251,15542,11909,688,15713,14109,15543,15628,15689,15578,12609,14067,3324,15080,12803,11831,11246,15347,11824,13571,11600,5909,13656,8833,9162,15356,12777,9412,15486,13679,12200,10459,1427,10398,15997,14877,13499,15745,15441,15924,15646,15328,12801,11321,14765,15780,13269,15763,14421,15275,15960,15310,15581,10798,11069,6291,528,15449,17108,13416,15818,15831,8503,7,13842,11017,12184,15739,9506,10607,12128,12624,11371,11876,106,15584,15614,15792,15908,11814,13790,15425,16065,13999,11052,9527,10327,3363,427,15569,15688,1155,15773,15496,15754,15731,15857,13908,12428,225,15834,15657,15735,15866,12114,15842,2576,418,1057,7721,16034,15844,15807,14075,13714,41,16142,15690,14158,13492,5782,10696,15363,15596,15654,15451,8896,7492,15873,15732,9849,15954,15201,15517,14957,9862,15504,14797,15577,432,15801,16064,15698,11217,8897,15842,15713,15664,15585,15816,15672,15651,15494,15681,15785,9549,4636,15658,16035,9922,15860,11076,15718,15767,13432,7813,6958,13548,3863,206,15496,11455,8571,11546,15580,11067,12700,9867,13773,15557,10772,14824,13854,9914,9953,15579,14582,12010,15546,12846,13879,11208,15555,15671,15419,13604,11155,15533,14054,12090,13953,12598,15575,12834,11801,11323,4149,52,15565,8311,14666,11307,7633,15645,11565,12257,14772,15393,12801,12100,12992,15431,13959,10139,15065,15633,8651,12634,15522,15527,15716,15674,15612,10907,14015,11889,9135,3949,12642,15612,15562,15235,13191,15575,11607,7343,458,15584,15757,13870,15588,15618,15409,15133,13201,14393,14404,477,15510,12261,12435,13541,15559,13006,15615,13666,10590,11014,15604,15521,12210,10179,15525,14128,9787,15603,1641,71,15615,12864,15473,10013,15546,10244,15459,11290,15968,15595,15912,15506,15855,9279,11164,10059,1900,17,12109,15469,15717,14846,14381,14210,9122,15767,11371,7083,8377,11684,15681,13167,6990,12316,15622,14921,8256,7641,5222,6649,5902,3641,15747,10640,11052,14814,14241,11728,7229,8415,4122,3307,5127,10491,10289,5967,1385,495,9878,15866,15674,15534,12032,12194,12935,15715,14906,13844,10355,8290,7044,8455,471,5080,15882,15998,13996,15665,12243,15644,15494,15614,9961,6919,9402,12524,12039,7685,6582,686,12462,13514,14011,9725,6133,6119,5152,5781,15416,6868,7106,1413,1142,838,684,620,13647,14736,10319,7048,787,563,391,507,568,3235,2790,2357,2332,2196,1784,1667,1849,11318,17645,11441,3813,15495,16093,16037,14186,8535,18597,7412,5757,16892,8476,4099,1449,1401,2398,12305,15952,16159,3931,10313,10379,16238,15000,13306,5495,6265,1984,1798,15883,15112,12129,15716,7554,11953,3253,11726,15944,11196,2932,16741,13688,4508,7212,10826,9239,1892,1251,9325,15714,8508,16350,7089,14741,16001,10638,11955,11566,7039,2795,2357,14789,15484,13449,12291,10272,7524,8672,4787,1677,1884,1564,1289,16061,9927,20401,18831,3762,9274,10168,15822,15032,12800,9634,6118,5757,3155,4441,858,9674,15450,15704,15033,8918,11132,9301,8394,1862,15639,16120,16530,16638,15639,16034,6393,11268,16007,8189,11231,8913,5139,1392,5439,16378,16092,5510,2108,11572,5954,3757,2990,2832,4046,4697,4941,4576,4953,3973,5573,2405,1173,928,7001,5588,3994,2605,1348,464,244,107,38,16,7,0],"fragments":[{"begin":"0.000","end":"49.560","lines":["This is Cosmos, Quickly. I am Lee Billings. Gravitational waves—ripples in the fabric of space time first predicted by Einstein more than a century ago—are one of astronomy's hottest topics ever since their first direct detection in 2015. Most gravitational waves in astronomers catalogs have come from pairs of colliding middleweight black holes. Other sources should exist, however, chief among them mergers of supermassive black holes weighing millions to billions of suns. But these giant collisions make correspondingly huge gravitational waves so big, in fact, that their wavelengths are larger than our entire solar system and measurable in light years."]},{"begin":"49.560","end":"78.280","lines":["That enormity makes them enormously hard to detect. Crest to trough, a single such wave could take more than a decade to pass through our solar system, despite moving at the speed of light. So how can we see them? The best solution astronomers have stumbled upon is to effectively build a galaxy-sized detector looking for the waves. Telltale tweaks to the spins of dead stars called pulsars scattered throughout the Milky Way."]},{"begin":"78.280","end":"108.040","lines":["Several of these so-called pulsar timing array projects exist, and after more than 15 years of operations, one called NANOGrav has now found the best evidence yet for the supersized, super hard to see gravitational waves they've all been looking for. Today on the show we have three members of the NANOGrav team to talk about this exciting development. Hey, everybody, want to introduce yourselves?"]},{"begin":"108.040","end":"111.920","lines":["I'm Jeff Hazboun, an assistant professor at Oregon State University."]},{"begin":"111.920","end":"116.000","lines":["I'm Chiara Mingarelli. I'm an assistant professor of physics at Yale University."]},{"begin":"116.000","end":"120.240","lines":["Hi, I'm Megan DeCesar. I'm a research scientist at George Mason University."]},{"begin":"120.240","end":"125.440","lines":["Thanks for being here, everyone. So let's jump right in. What is NANOGrav?"]},{"begin":"125.440","end":"132.760","lines":["NANOGrav stands for the North American Nano Hertz Observatory for Gravitational Waves. Sort of half acronym. Half abbreviation."]},{"begin":"132.760","end":"138.320","lines":["And we time an array of pulsars will look for gravitational wave signals."]},{"begin":"138.320","end":"153.440","lines":["It's been around since 2007. So we have over 15 years of data now. And what we're looking for very tiny changes in timing of those pulsars that Chiara mentioned. And so we need to do that for a very long time in order to see them change over that long timescale."]},{"begin":"153.440","end":"162.200","lines":["It's a really long term project. We've been observing these pulsars for a very long time, and we're very excited that we finally have this evidence that we're talking about here today."]},{"begin":"162.200","end":"165.360","lines":["It's right there in the name pulsar timing array. Let's break it down a little bit."]},{"begin":"165.360","end":"189.520","lines":["Yeah. So the term pulsar timing array implies we're timing these pulsars. And so what does that actually mean? Well, first of all, the pulsar is a very dense, small remnant of a star. They spin really fast. The ones we're looking at are spinning hundreds of times per second and they have these beams of light, most often radio light. And when that beam sweeps by our line of sight as they're rotating, we see a pulse. And that's why we call them a pulsar."]},{"begin":"189.520","end":"216.400","lines":["Now they're very, very stable, which means, you know, if you imagine, like on your watch, you have the second hand ticking every second. You can predict when it's going to move again because it moves every second. So the same with a pulsar every time it spins, you know, in that much amount of time, it will spin again and we will see another pulse from it. Now, what gravitational waves do is they very, very slightly change that the length of time between the pulses."]},{"begin":"216.400","end":"248.800","lines":["And so if we can detect very, very slight changes in the time between pulses, not from one pulsar but from any pulsars all around the sky, then we can hope to find these correlation patterns between pulsars. So if you can imagine you've two pulsars in the same direction on the sky. Both of those pulsars are going to have similar changes in the time between their pulses and that's the kind of correlation and the exact correlation changes depending on how far apart they are on the sky. But that's how we look for those correlations using pulsars."]},{"begin":"248.800","end":"280.840","lines":["And just to add to that a little bit, so these pulsars are so massive and so small that you could have a pulsar that's the size of Manhattan that spins around 100 times a second. So that's basically like a blender. If you were to put something that's one and a half times the size of the sun into a blender and it go, that's a pulsar. And the signal that we're looking for is so small that the timing changes are about 100 nanoseconds over a decade."]},{"begin":"280.840","end":"285.960","lines":["What does the nanohertz in NANOGrav refer to explicitly?"]},{"begin":"285.960","end":"312.760","lines":["So nanohertz is the gravitational waves' frequency that we're looking at. So the NANOGrav experiment is sensitive to gravitationally frequencies that are between one and 100 Neto Hertz and nanohertz is probably not very intuitive to people who are not used to thinking about an atom. So just as an example, a supermassive black hole pair that are orbiting each other with a period of 30 years would have a gravitational wave frequency of one nanohertz."]},{"begin":"312.760","end":"317.520","lines":["What are the wavelengths of these things, and why is that maybe important or challenging?"]},{"begin":"317.520","end":"324.200","lines":["Depending on the exact frequency, that'll change what the exact wavelength is. But we're looking at wavelengths of light-year to a few light-years."]},{"begin":"324.200","end":"341.040","lines":["People are familiar with things like LIGO. That's the gravitational wave observatory that made its first detections in 2015, but it looks at signals from merging black holes the size of just tens of solar masses or thereabouts. What NANOGrav is looking for is very different, right?"]},{"begin":"341.040","end":"369.200","lines":["Yeah. So LIGO is sensitive to black holes that are maybe tens of times the mass of the sun up until about 100 times the mass of the sun. Whereas the gravitational wave signals that we look for are come from supermassive black holes, which are anywhere between 100 million to one billion times the mass of the sun. And so because our black holes are so much more massive, the signals that we're looking for are in fact about a million times stronger than LIGO."]},{"begin":"369.200","end":"394.160","lines":["So LIGO sees the last fraction of a second of their binary black hole mergers. Whereas with us for a typical system, we can see it merging for something like 25 million years. That's how loud the signals that we're looking for are. At 25 million years is a really long time. And that's why the first signal that we have evidence for in NANOGrav is in fact a gravitational wave background."]},{"begin":"394.160","end":"430.720","lines":["And so that's the superposition or the stacking up of all of these very low frequency gravitational wave signals from the cosmic merger history of supermassive black hole mergers. So it's not just one signal, it's something like 100,000, potentially a million merging supermassive black hole binaries all at the same time, creating this, you know, symphony of sound that very low frequencies. So we happen to sound one signal. We've done something like the combined signal of 100,000 to up to a million merging supermassive black hole binaries."]},{"begin":"430.720","end":"434.120","lines":["And it's taken more than 15 years because..."]},{"begin":"434.120","end":"463.120","lines":["One of the reasons it's taken so long is that unlike LIGO we can't walk to the other end of our detector. Right? The other end of our detector is these pulsars that are about 3,000 light-years away from us, and they're astrophysical objects. So there's a lot of noise that we have to consider. And our signal this background can also be confused as noise. So we have to be really careful when we're looking at our datasets to understand that we're actually seeing the gravitational wave background."]},{"begin":"463.120","end":"485.840","lines":["So 67 pulsars that we're looking at and they're individual data sets, and they're so far away that they can't be correlated by any means that we would expect. So if something happens at one pulsar, you wouldn't expect it to be happening at the other pulsar just by happenstance unless there was something passing through the entire galaxy. And that's the gravitational waves that we're looking for."]},{"begin":"485.840","end":"508.600","lines":["And just to be clear, what NANOGrav and other pulsar timing arrays are doing right now is less trying to detect discrete events—single mergers like LIGO sees—and more trying to pick up the background, ambient hum or noise from lots of huge supermassive black hole mergers all at once. The signal you're looking for is really sprawled and stretched out, right?"]},{"begin":"508.600","end":"539.800","lines":["Imagine that LIGO is seeing just these chirps. They call them chirps. And so that would be like a trumpet just playing one note really fast, 0.4 seconds. That's how long their very first signal was for us. We're looking at things that last for very, very long time, a signal that lasts for an extremely long time. And so it's an entire symphony. And in particular, we're looking for a symphony that has a lot more tubas and a lot more bassoons and a lot more low frequency instruments than high frequency instruments."]},{"begin":"539.800","end":"555.840","lines":["So the amplitude, the volume you get from the piccolos is not very much, but those tubas are sure playing very, very loud. So yeah, so we're looking for a symphony that has that sort of make up to it a lot more low frequency instruments than high frequency instruments."]},{"begin":"555.840","end":"563.920","lines":["I really want to talk about obviously what we're learning that's new. What might we be learning from this, or how certain are we about this really?"]},{"begin":"563.920","end":"585.160","lines":["This is the first time we've seen this particular kind of gravitational wave signal. And what's really important about the signal is that if it really does come from the cosmic mergers, supermassive black hole binaries, it means that supermassive black holes eventually do merge with each other. And until now, this has been a huge open question in the field."]},{"begin":"585.160","end":"599.880","lines":["And so this would be the first definitive proof that not only do they merge, but they've been merging for hundreds of millions of years, and they detected the collection of all of these merger signatures all at once—and this gravitational-wave background signal."]},{"begin":"599.880","end":"626.760","lines":["Einstein predicted gravitational waves over 100 years ago, and LIGO was the first to see them. But we've seen them somewhere else. We've seen them at these really, really small frequencies, at these really, really long wavelengths. And so we now know there's an entire gravitational wave spectrum out there. This is like the discovery of radio astronomy, or this is like starting radio astronomy after only being able to observe the universe in visible light."]},{"begin":"626.760","end":"630.840","lines":["How confident are you in this signal that you found?"]},{"begin":"630.840","end":"658.760","lines":["Well, the amplitude of the gravitational wave background that we detected is really at the upper limit of what we can model as coming from supermassive black hole binary system. And so what does that mean? Does it mean that some of this signal is actually noise that we just haven't correctly modeled in the pulsars? Does it mean that some of this signal is from cosmic strings or primordial black holes and some of it is from supermassive black holes? Right now we just don't know the answer to this question."]},{"begin":"658.760","end":"668.640","lines":["We just know that there is evidence for gravitational waves background. But finding what source saying that gravitational wave background is going to take at least five more years of work."]},{"begin":"668.640","end":"696.360","lines":["In our last dataset, we saw the power across the gravitational wave frequency band that we expect that there's this amplitude and that we're seeing more power in the tubas than we are in the piccolos we saw that there are other possible you can you can make up astrophysical scenarios where all of the pulsars have this kind of noise. And so we have to be really careful when we're actually saying that we're seeing the gravitational waves and we have between a three sigma and a four sigma detection."]},{"begin":"696.360","end":"703.120","lines":["Four sigma is like one in 10,000 chance that it's just noise that created this correlation across the pulsars."]},{"begin":"703.120","end":"734.400","lines":["We expect the signal to get stronger over time. And as we add more pulsars to the dataset, which is why collaborating with international partners is so important because as we share our datasets and combining them, we effectively become longer and denser, which really boosts our ability to that only detect the gravitational wave background, but potentially gravitational waves by the individual in spiraling supermassive black hole binaries. So looking into the future, it's going to be really important to have a large number of pulsars."]},{"begin":"734.400","end":"764.880","lines":["Right now in North America we can only see the Northern Hemisphere to a large degree, and so combining our data with colleagues in the Southern Hemisphere is important to be able to see the entire night sky. And this will dramatically boost our ability to detect the gravitational wave background and also to characterize the gravitational wave background, give little bumps and a little bit more power in one part of the sky and another sky. And it also enable us to continue to detect these individual supermassive black hole binary systems."]},{"begin":"764.880","end":"770.880","lines":["Billings: Are we going to a future where we're all going to be able to harmonize and have all of our data?"]},{"begin":"770.880","end":"804.000","lines":["I think as we move into the era of detection of our gravitational wave background and these nanohertz gravitational waves, all of these radio telescopes in all of these facilities around the world are going to be putting their data together in order to see what we can see in this new window. We will need all of this old data in order to characterize the background. You can't just turn on a new shiny telescope and just start seeing the background. It's really important to have 15 to 20 years of data in order to characterize the background."]},{"begin":"804.000","end":"811.960","lines":["And in fact, that background is going to start to be a noise source for being able to see any of these individual sources that we've been talking about."]},{"begin":"811.960","end":"840.040","lines":["Jeff really nailed it because we call our signal a gravitational wave background signal for historical reasons. But it's not a background, it's the foreground. It's the thing that we're looking for. And hopefully this will soon become the background that we want to get rid of that thing that is not so important anymore. And when we're able to deal with that, to find, you know, what's underneath the gravitational wave background, to see what other signals are there, then we're really going to start looking."]},{"begin":"840.040","end":"846.400","lines":["Then it's going to be really exciting to be able to make discoveries about things that we haven't even thought of before."]},{"begin":"846.400","end":"876.040","lines":["Yeah, I'm I'm really excited. As we moving past the detection era and into the observation era, right? LIGO had that first whopping signal, which was amazing. And now they're seeing black holes routinely, right? These black hole mergers. And we get to do the same thing. Once we start to characterize the background, we're going to be able to just study the nanohertz window of gravitational waves and see what it is we can see with our amazing instrument that's, you know, half the size of our galaxy."]},{"begin":"876.040","end":"924.600","lines":["Thanks for being here, everyone. Cosmos, Quickly is a part of Scientific American's podcast Science, Quickly. If you like the show, please give us a rating or review. This show was produced by Tulika Bose, Kelso Harper, Jeff DelViscio and Carin Leong. It was edited by Elah Feder and Alexa Lim. Our show's music was composed by Dominic Smith. And before you go, please consider supporting independent journalism like this. Become a Scientific American subscriber today. And don't forget to subscribe to the podcast on Apple or Spotify. For Cosmos, Quickly, I'm Lee Billings."]}]}
