{
  "title": "The Fungi Economy, Part 1: Just like Us, Trees Are Experiencing Inflation",
  "img": "https://static.scientificamerican.com/sciam/cache/file/44F6E5D0-249E-4FA9-81E620642254315A_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/the-fungi-economy-part-1-just-like-us-trees-are-experiencing-inflation/",
  "audio": "https://traffic.megaphone.fm/SAM1346912581.mp3?updated=1703605736",
  "intro": [
    "Like us, plants and fungi have complex economies. By burning fossil fuels, we’ve been devaluing their currency."
  ],
  "authors": [
    "Meg Duff",
    "Jeffery DelViscio",
    "Tulika Bose"
  ],
  "category": [
    "Ecology"
  ],
  "transcript": [
    {
      "author": "Meg Duff: ",
      "text": "The town of Petersham, Massachusetts is leafy. It’s green. It is not the business capital of anything. It’s not a place anyone associates with cutting-edge economic research. But there is a research forest here, where scientists study the economic dynamics of forest ecosystems. And at the edge of the forest, there’s a little greenhouse on a hill. [CLIP: Footsteps]"
    },
    {
      "author": "Duff: ",
      "text": "This is where I came to learn about the surprising economic actors in a hidden economy that we are still just beginning to understand. This economy is being reshaped by climate change … and without it, we might not even be alive. My name is Meg Duff, and you’re listening to Science, Quickly. [CLIP: Intro music]"
    },
    {
      "author": "Jenny Bhatnagar: ",
      "text": "These are saplings, oak saplings, and we’re planting them in pots. We’re doing a big greenhouse experiment."
    },
    {
      "author": "Duff: ",
      "text": "That’s Jenny Bhatnagar, an associate professor of biology at Boston University. She and her colleagues are in the Harvard Forest greenhouse setting up an experiment to study an underground economy. And when I say underground I do mean that literally, because under our feet, plants and fungi are constantly trading."
    },
    {
      "author": "Bhatnagar: ",
      "text": "Oh, the trees provide the fungus with sugar. And in exchange, the fungus provides the tree with nutrients like nitrogen, phosphorus, calcium, sulfate, water, etcetera."
    },
    {
      "author": "Duff",
      "text": "A fungus is like a mullet. As Jenny put it, there’s a business end and a party end."
    },
    {
      "author": "Bhatnagar: ",
      "text": "The mushroom is the party end.... It only makes a mushroom when the conditions are right."
    },
    {
      "author": "Duff: ",
      "text": "But I’m here to see the business end: these tiny underground threads that run throughout the soil, collecting nutrients."
    },
    {
      "author": "Bhatnagar",
      "text": "So I’m opening up a cooler.... So this is a cooler full of soil.... And look, see all that white?"
    },
    {
      "author": "Duff (tape)",
      "text": "Wait, that little ..."
    },
    {
      "author": "Bhatnagar: ",
      "text": "That white is fungus. It’s not plastic."
    },
    {
      "author": "Duff (tape)",
      "text": "It looks like plastic!"
    },
    {
      "author": "Bhatnagar",
      "text": "It’s not. And you can see they grow on the tips of the roots. See, right there..., see this yellow? That’s an ectomycorrhizal fungus that’s colonizing the roots of the oaks."
    },
    {
      "author": "Duff: ",
      "text": "Mycorrhizae are these long threadlike fungi that connect to the roots of plants. This network is often called the “wood wide web” because it facilitates communication in the forest. But there is also an economic relationship between plants and these fungi: During photosynthesis, plants collect carbon from the atmosphere. And some of it, they trade it to fungi."
    },
    {
      "author": "Bhatnagar: ",
      "text": "Tree roots are not very good at getting nutrients and water for themselves."
    },
    {
      "author": "Duff: ",
      "text": "Because of that, many trees trade with fungi to get resources they can’t otherwise reach. Jenny says that if they don’t have as many fungi to trade with, trees don’t do as well: they’re often smaller, less resilient to stress and less likely to survive. So the experiment Jenny’s working on is about trying to get more mycorrhizal fungi into urban soil. Yeah."
    },
    {
      "author": "Duff (tape)",
      "text": "So then these little sidewalk trees ..."
    },
    {
      "author": "Bhatnagar",
      "text": "They don’t have a lot..., and so we don’t know. We don’t know how the trees are able to live in the city.... We think they grow fast..., but then they die young."
    },
    {
      "author": "Duff",
      "text": "Because they don’t have as many fungi to trade with, city trees live more of a subsistence lifestyle. Forest trees just have more resources. Or—they have had, for most of the time forests have existed. But recently, their “economy” has been changing, too. And unfortunately, it’s been changing in ways that will probably feel really familiar—because trees, like us,  have been experiencing inflation. [CLIP: Music]"
    },
    {
      "author": "Renato Braghiere: ",
      "text": "The fungi are interested in the carbon that plants produce, and the plants will pay out this carbon to the fungi, and in turn, the fungi will mobilize, searching for nutrients, and return these nutrients to the plants."
    },
    {
      "author": "Duff: ",
      "text": "To learn more, I called up Renato Braghiere, a researcher at the California Institute of Technology and at NASA’s Jet Propulsion Laboratory, who has been modeling the plant-fungi economy."
    },
    {
      "author": "Braghiere",
      "text": "It’s a win-win situation.... We can see carbon as this currency that plants use to benefit from fungi ..."
    },
    {
      "author": "Duff",
      "text": "Except for one thing: For the past few hundred years, humans have been burning fossil fuels—filling the air with more carbon for plants to capture. But the fungi don’t always have more nutrients to trade."
    },
    {
      "author": "Braghiere",
      "text": "Eventually the fungi will scavenge soil looking for nutrients, and they will just find it’s harder to gather the same amount of nutrients that the plants are requiring."
    },
    {
      "author": "Duff",
      "text": "Since the supply of nutrients can’t keep up with demand, fungi are raising their prices. And even though plants have more carbon to spend, it’s just not going as far."
    },
    {
      "author": "Braghiere: ",
      "text": "We’re kind of causing this inflation into this trade that has been working for so many years."
    },
    {
      "author": "Duff: ",
      "text": "You heard that right. Like us, plants are experiencing inflation. For a few million years, carbon dioxide levels in the atmosphere were pretty stable. But since the industrial revolution—and especially in the past few decades—humans have added lots more, essentially devaluing the plants’ currency. To oversimplify, there are really two options for what happens next. Just as in the human world, the plant economy could course correct or it could crash. Obviously, the crash scenario is not great for the plants."
    },
    {
      "author": "Braghiere: ",
      "text": "Because they don’t have nutrients, the photosynthetic rates will decrease."
    },
    {
      "author": "Duff: ",
      "text": "Like Jenny’s street trees, forest trees may begin to grow more slowly, reproduce less often and then die young. That’s also bad for the fungi because they get less carbon. And it’s really bad for us, too, because we benefit when forests store carbon."
    },
    {
      "author": "Braghiere: ",
      "text": "So one third of ... the atmospheric CO2 that we put up there gets absorbed by the land. And if the system crashes, this, this fraction, third, can go down."
    },
    {
      "author": "Duff",
      "text": "By absorbing our carbon dioxide, plants and fungi have actually been helping to slow global warming. That’s why planting trees is such a popular climate solution. To use an economic term, the land sink for carbon is one of the things we factor into our global “carbon budget”—which helps us decide how much carbon we can burn without overshooting climate goals. And Renato says that if it weren’t for this inconvenient problem of inflation ..."
    },
    {
      "author": "Braghiere: ",
      "text": "We would have plants assimilating more and more and more carbon forever, and we will just see a very, very strong sink of carbon in the land surface."
    },
    {
      "author": "Duff",
      "text": "But, he says, that’s probably not what we should expect. Nutrient limits, along with other challenges, like droughts and fires, paint a different picture."
    },
    {
      "author": "Braghiere: ",
      "text": "From the end of the century on, it seems like projections are saying that this productivity will start to decrease. And eventually... the land can turn into a carbon source instead of a carbon sink. And then the feedback into the climate system will just amplify and accelerate climate change, which will be a disaster."
    },
    {
      "author": "Duff: ",
      "text": "So that’s what the models say right now. But there’s still a lot of uncertainty."
    },
    {
      "author": "Braghiere",
      "text": "Like, inflation in economics is really hard to predict.... The future is uncertain for mainly two different reasons. There’s the uncertainty in the processes that we represent in these models. But there’s also the uncertainty in the pathways that humans will take. So we might cut emissions by 2030, and then the climate system would take other pathways."
    },
    {
      "author": "Duff",
      "text": "If humans keep burning fossil fuels and printing more money for the plants, we are making the “crash” scenario a lot more likely. But we still don’t know how the plants and the fungi will respond."
    },
    {
      "author": "Braghiere: ",
      "text": "Yes, we’re expecting that the system will crash.... It’s also important to say that nature has this incredible capacity to adapt."
    },
    {
      "author": "Duff: ",
      "text": "There are a few different scenarios that could play out. Among the millions of species of fungi, there may be winners and losers. But some may actually do really well with different carbon prices. Best case scenario, those fungi help forests adapt."
    },
    {
      "author": "Braghiere",
      "text": "Because now the price of carbon nutrient is different, one species of fungi can benefit from a different price.... We might see a shift in the composition of different types of fungi that associate with different types of plants."
    },
    {
      "author": "Duff: ",
      "text": "But those changes may not come quickly enough. And if those plant fungi partnerships change, that could also change these economies in other ways too ..."
    },
    {
      "author": "Braghiere: ",
      "text": "That could have a cascading effect to the entire biodiversity of that ecosystem as well."
    },
    {
      "author": "Duff: ",
      "text": "Here’s the annoying thing, though: it’s really hard to get good data on underground economies. And that’s even more true when the economy is actually underground—when it’s all happening under a layer of dirt. Right now Renato is extrapolating from a few research forests, like the one I visited. The problem: these forests are mostly near well-funded universities in the U.S. and Europe. So tropical rainforests are underrepresented."
    },
    {
      "author": "Braghiere: ",
      "text": "So, at the moment, we set one carbon nutrient price per mycorrhizal type all across the world, but we might just end up with extra data realizing that ... in one part of the globe, the symbiotic relationship has a different cost than other parts of the globe."
    },
    {
      "author": "Duff: ",
      "text": "Right now Renato’s models use some very back-of-the-envelope assumptions about what’s going on under the soil. And he thinks a crash is by far the most likely scenario. But to be certain, we need better data on which fungi are where and how their relationships are shifting. In the next episode, we’ll explore how researchers are getting those data. Because, as it turns out, they are in fact mapping these nearly invisible underground fungi. Here’s the wild part: now, they’re figuring out how to do that from space. For Scientific American’s Science, Quickly, I’m Meg Duff. Science, Quickly is produced by Tulika Bose, Jeff DelViscio and Kelso Harper. Edited by Eleh Feder and Alexa Lim. Music by Dominic Smith."
    }
  ]
}