{"title":"Artificial Intelligence Is Helping Us ‘See’ Some of the Billions of Birds Migrating at Night","img":"https://static.scientificamerican.com/sciam/cache/file/17927E14-361A-49C2-9A002B176C642682_source.gif","url":"https://www.scientificamerican.com/podcast/episode/artificial-intelligence-is-helping-us-see-some-of-the-billions-of-birds-migrating-at-night/","audio":"https://traffic.megaphone.fm/SAM4353346846.mp3?updated=1703605730","intro":["Science is turning to machines to unlock the secrets of the vast, mysterious pulse-of-the-planet phenomenon that is nocturnal migration."],"authors":["Jacob Job"],"category":["Animals"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"","text":"[CLIP:Cricket sounds]"},{"author":"Jacob Job: ","text":"The night skies have fascinated humans for as long as we have been around. Celestial bodies have become actors in our myths and folklore. And from the stars and heavens, we draw inspiration and even religion. But the night skies have also taught us how to keep time and coordinate our days and seasons.  We have long used the night skies to live our lives more predictably and make our way through the world more purposefully."},{"author":"Job","text":"But we’re not the only ones. I’m Jacob Job, and you’re listening to Scientific American’s Science, Quickly. Today, part four of our five-part series on the Nighttime Bird Surveillance Network—an informal but important global audio dragnet that tracks some of the billions of migratory birds as they fly through the night."},{"author":"Benjamin Van Doren: ","text":"If you’re lucky, and it’s a clear night, and the moon is illuminated, there are so many birds migrating on average on these nights that if you use a telescope and look at the moon for a few minutes, you’re likely to see a bird high overhead flying and silhouetted in front of the face of the moon. Seeing birds fly in front of the moon or hearing the calls from above, I found really thrilling because it felt like I was tapping into this vast mysterious pulse-of-the-planet phenomenon that was just so much bigger than me."},{"author":"","text":"[CLIP:Theme music]"},{"author":"Job","text":"Migratory birds navigate to their summer and winter homes by way of the moon and stars. On any given night during migration, there might be thousands of birds flying in the skies above you and tens or hundreds of millions more moving across the continent. We still don’t fully understand the true scope of this mass movement. But now science is turning to machines to unlock the secrets of nocturnal migration."},{"author":"Job","text":"The nighttime bird surveillance network all started with one six-foot sound dish, an expensive studio microphone on reel-to-reel tape and a bunch of hay bales more than 60 years ago. In time, the mics got a lot smaller, and the network grew and grew. Today people all over the world have created a vast, informal network of night sky listeners. Interpreting all of these data, however, has created a new challenge. It’s one that scientists at the Cornell University Lab of Ornithology are tackling head-on."},{"author":"Van Doren: ","text":"My name is Benjamin Van Doren. I am a scientist at the Cornell Lab of Ornithology."},{"author":"Job","text":"Benjamin grew up in New York State and is a postdoctoral research fellow who studies the science of bird migration. His interest in birds goes back a long way, about as far back as his ties to the Lab of Ornithology."},{"author":"Van Doren: ","text":"I particularly got into birds when I was about eight years old in third grade, and that was thanks to a classroom program that involved watching birds at bird feeders outside the classroom and recording what we saw and actually submitting our data to the ornithologist at the Cornell Lab of Ornithology, which I thought was the coolest thing."},{"author":"Van Doren: ","text":"I was really intrigued by the puzzle of bird identification, that I could learn the tricks to identifying a bird and then be able to put that knowledge to use outside in the real world when I saw a flash of color go by or, later on, heard a sound."},{"author":"Job","text":"During high school, his interest grew deeper."},{"author":"Van Doren: ","text":"I also started to get really interested in bird migration, and for a bird-watcher, migration is a really exciting period of the year because each day can bring an entirely new set of birds or species to your local park or even your backyard—birds that are in the middle of these long journeys of thousands of miles."},{"author":"Job","text":"But what really sealed Benjamin’s fate as a nighttime bird migration fanatic was a talk he attended at the lab on, you probably guessed it, nocturnal migration."},{"author":"Van Doren: ","text":"I was captivated by that. And the additional layer of mystery is that songbird migration in large part occurs at night, so it’s also literally shrouded in darkness."},{"author":"Job","text":"He decided to start monitoring birds on his own."},{"author":"Van Doren: ","text":"I ended up starting a research project in high school that included making audio recordings and looking at radar data. This was a whole nother level of experiencing something that was hidden to so many other people, so I really found that exciting, and I’m still pretty much doing that today."},{"author":"Job","text":"And now he’s busy solving the puzzle of how to quickly and accurately analyze thousands of hours and many terabytes of nocturnal migration data. But more people are joining the nighttime surveillance network. More and more data are flying in from nighttime listening stations. Benjamin is one of the few researchers trying to get arms around all of it. And he has a big data problem on his hands. A single night of recording produces anywhere from eight to 12 hours of audio that is about one to three gigabytes in size. And that’s only at one location."},{"author":"Job","text":"Hundreds of people are recording migration all across the U.S. and beyond. Nightly audio intelligence from the network then needs to be combed through to find moments where migratory birds emitted nocturnal flight calls, or NFCs, above the microphone. During especially busy nights, that can mean more than 20,000 NFCs in a single recording from one site. Then comes the problem of deciphering those calls."},{"author":"Van Doren: ","text":"Flight calls are very short vocalizations. They might last a fifth or even a twentieth of a second, and so it takes a lot of skill and practice to learn how to identify these calls, especially by ear—something I personally don’t feel that confident at. And processing hours and hours of passive audio recordings can be extremely tedious and difficult."},{"author":"Job","text":"And if you’re in the business of studying migratory birds like Benjamin and other scientists at the Lab of Ornithology are, that can get overwhelming."},{"author":"Van Doren: ","text":"We have hundreds, thousands, maybe tens of thousands of hours of recordings that we may want to analyze, which is just way too much for the small number of skilled humans who can do this sort of thing by hand. So ... we really need computers to do some of the work for us to be able to get any useful, large-scale information out of these long passive audio recordings. And so that’s why we turn to machine learning."},{"author":"Job","text":"Machine learning, a type of artificial intelligence, is something we’ve all been hearing a lot about lately. But really, it’s been around for quite some time."},{"author":"Van Doren: ","text":"Machine learning describes such a vast array of computational tools that it is really everywhere in our lives, everywhere from credit-card-fraud detection to facial recognition to my phone suggesting which apps to open at a certain time of day."},{"author":"Job","text":"I mean, even as I wrote this episode, Google Docs suggested, oftentimes correctly, the next word or phrase I planned on typing. That’s possible because of machine learning. But Benjamin uses a specific type for bird call data."},{"author":"Van Doren: ","text":"One area of machine learning is computer vision, which we can use to distinguish dogs from cats in pictures, for example—or, in our case, distinguish different birds on audio recordings by feeding the computer not the raw sound itself but actually the visual representation of sound as a spectrogram, really a picture that represents the sound."},{"author":"Job","text":"Basically the spectrograms Benjamin is referring to are visual fingerprints of nocturnal flight call audio."},{"author":"Van Doren: ","text":"We feed the computer these spectrograms that we’ve classified as one species or another, and then, as we repeat that thousands and thousands of times, the computer learns to be able to distinguish one species from another."},{"author":"Job","text":"So if we want a computer to learn how to identify dogs in pictures, you feed it many thousands of images of different dogs: small ones, large ones, dogs of all colors, dogs in different poses. Eventually, after enough training like this, the computer can recognize if a dog is present in most any picture you present it."},{"author":"Van Doren: ","text":"If we train our models well enough, it can give us an accurate, or at least useful, estimate of the numbers of birds that were passing overhead, which species they were. And so very quickly, perhaps 300 [times] faster than real time, we can begin to process thousands of hours of audio in an efficient manner with these kinds of tools."},{"author":"Job","text":"If you’re a birder, you may already be familiar with this technology. The Lab of Ornithology added a feature to its Merlin Bird ID app called “Sound ID”. Essentially, if you hear a bird outside and want to know what it is, you can tap this feature in the Merlin app and point your phone’s microphone toward the singing bird. After analyzing the spectrogram of the bird’s song, the app spits out its best guess as to what species of bird is singing in front of you. It’s highly accurate and really useful, kind of like Shazam for birds."},{"author":"Job","text":"I asked Benjamin if people could use this feature to identify NFCs."},{"author":"Van Doren: ","text":"The tools and underlying technology behind something like Merlin, they can be applied to the flight call problem, this flight call challenge, but as you say it is trickier because there’s less information encoded in a 50-millisecond chip than in [a] several-second song of a Northern Cardinal, for example. So it makes it more difficult for the computer to make the identification accurately, but when you provide enough data, the computer gets good enough that it can hopefully overcome those types of shortcomings."},{"author":"Van Doren: ","text":"And so one thing that I’m working on right now is trying to take that next step to develop a system based on some of the same technology that underlies Merlin but applied specifically to the challenge of identifying nocturnal flight calls."},{"author":"Job","text":"Benjamin is hopeful this tool will be available in the not too distant future. And by creating such a tool, all of a sudden, the problem of ID’ing hard to identify night calls slowly begins to disappear. And this could help unlock the greatest mysteries of migration."},{"author":"Van Doren: ","text":"We currently have a poor understanding of what birds are doing at the species level when they’re actively migrating, and flight calls can give us a window into how birds are interacting with the landscape, how they’re interacting with human-dominated areas like cities, and importantly, tell us how different species are behaving differently in response to the environment, to the landscape and also with each other. I think there’s a lot that we have yet to learn about how birds are interacting during migration."},{"author":"Van Doren: ","text":"They’re saying something up there, and in my view, there’s a lot we don't understand about what exactly they’re communicating as they are participating in these journeys of thousands of miles. So being able to monitor birds at such a large scale will provide us the kind of information we need to make informed conservation decisions going forward. [CLIP: Theme music]"},{"author":"Job","text":"And that’s where we’re headed in our final episode on the Nighttime Bird Surveillance Network. We illuminate some of the threats birds face during migration and how scientists are combining weather radar and night call monitoring to aid migratory bird conservation efforts."},{"author":"Kyle Horton: ","text":"It’s really important for us to monitor those passages, especially in a time where birds are facing many different threats. Things tend to not look amazing for migratory birds right now."},{"author":"Job","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[24,519,1104,1221,2148,3385,1825,4719,6288,3531,5362,8374,7686,7342,9940,10031,4390,13479,12249,3241,16785,15333,21059,12460,27084,15980,14621,7014,19278,17934,11705,18101,11111,4612,5495,5421,21314,22500,17273,17300,16157,26860,7887,13205,17802,13592,17118,10253,5258,4468,19720,19088,17497,16256,15228,15772,18004,17414,10463,11414,8032,15267,10295,2374,3201,3785,16609,17114,23393,18861,17749,19325,21269,9103,20172,11178,8463,14140,15414,15932,9733,15543,4897,4682,14021,19471,13309,13999,19562,15018,15075,18193,14525,17422,12728,12167,8676,19339,15626,14601,13003,16744,8555,6662,4194,5131,19625,19219,14091,11127,3350,2117,2123,2669,2211,1936,2539,2786,2927,2715,2749,2351,2386,2008,18441,15771,13783,18292,13374,14258,25524,12335,20668,15412,18958,13048,10448,2529,2507,2154,16299,14320,3466,18206,17979,17662,19013,19545,17133,15171,19064,20046,15339,19345,14606,4326,2413,18443,18543,18655,20182,13137,16087,19789,13723,15401,11960,19621,21342,20911,16712,11672,16024,13235,14195,14810,14682,17327,18701,11803,2703,2509,14812,20017,13719,8026,11831,20756,22948,14604,16997,16678,16860,13173,20303,20265,14950,20951,5051,20468,19596,12561,20207,17183,19341,20626,15657,15052,3888,11743,20334,20846,19943,20708,14878,16061,11037,8060,20642,3757,20094,21053,19037,13673,19693,19880,20185,15282,6355,15954,6661,7608,20200,19896,20111,13757,11989,8012,2518,1345,20223,20699,18951,20748,19419,21001,20616,18041,16507,15057,14404,13117,20269,7018,19784,15724,3913,13404,8687,17300,9157,15539,21071,13997,5341,19057,20126,12765,10736,24604,15847,14064,20712,16200,14442,16674,20437,20152,20100,15794,9948,20202,2649,21896,20549,20372,16047,11335,743,522,1108,721,7374,5760,5882,8777,7501,11549,12552,13639,14381,11311,17090,13117,10229,17407,22066,19294,13363,21432,13661,14230,23075,16065,16703,15978,9715,20783,15520,12078,10908,17697,8812,7304,6758,19805,13009,15775,15585,18650,23860,12864,8087,20388,14403,26574,16533,15474,17474,12774,20201,25287,12901,6158,8472,16539,17703,14309,21377,13019,16111,16443,14136,13212,17767,17750,7005,4155,14879,21743,16839,12962,22266,16680,13454,16380,17442,16348,12705,10763,7976,20937,15957,12164,15013,13548,20676,13506,15105,13872,14338,19383,13523,12385,14023,12006,15675,14276,18269,17247,18852,17275,14067,15412,13715,11952,9792,8750,10911,4489,5668,8352,6624,5941,1521,1157,834,830,620,1425,1463,618,1978,2479,2693,2895,1167,4016,3935,1042,899,573,176,17300,21650,17648,16781,13034,26780,18687,24977,14701,16405,17870,20862,21530,10938,6639,15460,19414,29104,17025,19195,18939,18912,15313,15393,14826,80,17504,17640,14180,17440,17120,17066,12206,13747,12121,11362,0,16,20498,15793,527,21594,19893,17766,18131,9464,176,17384,24306,13861,9929,5444,10867,59,12,13570,5066,17106,19828,19562,12328,14608,16149,15413,19394,12789,17630,14287,19353,16030,16912,11537,9678,4786,4,17,20460,19227,20365,18413,20648,20161,7079,11889,17984,11533,14994,23834,2217,1,15592,17112,23452,15106,28254,17946,14540,14639,11603,19737,15503,13980,19081,11974,22767,10866,10953,4049,1,18342,19909,12319,14535,12101,4016,20117,19957,20051,19993,20033,18946,14471,13007,7251,24122,13941,17963,13694,6683,18941,13119,14161,24527,19114,12354,16715,23777,10185,21816,12713,19924,16586,16144,7744,523,11855,16923,15453,14932,17989,19719,15651,10412,6,11454,19950,19003,18061,9979,15202,13382,18625,12648,18336,8357,8813,20372,20524,13465,20821,18327,18661,1884,18966,17971,18618,2384,21737,17666,11223,21020,19020,15978,2666,20418,17972,14261,14591,22236,21342,9581,21642,21098,5044,20607,19828,17804,22909,15507,21711,17038,20815,21186,20969,19574,21301,8665,3874,11556,9505,20196,21585,22542,20704,21500,21851,14062,20940,23013,23364,23451,14385,3841,13219,18278,21342,20526,19387,22490,17106,13258,14506,20433,14298,14327,10023,2949,20079,21416,13220,19616,22401,20780,22472,16117,16500,15056,11230,10707,6100,19968,20162,21471,11350,14835,20272,20778,21262,20788,20253,16747,19480,22477,13683,14799,19266,13930,11855,17967,22600,20852,15332,12073,5674,10692,22349,19390,21864,19903,16238,4560,7741,9714,15164,23205,20951,22179,19960,8548,14177,22933,15068,11864,13607,13194,12520,17490,11696,20666,20154,20548,18585,16823,12472,13895,12311,21745,21542,21216,6784,11835,22668,21299,20505,4033,21437,20207,18760,18906,2999,3793,20325,20867,14627,2193,16920,20955,3019,20677,15204,19697,21883,20861,14901,20391,12179,10937,20136,20382,21529,20523,15257,14999,17940,18424,21149,10092,19131,18347,14036,2210,23515,20408,19865,19517,19389,16107,13881,7334,6638,21316,17445,17371,1126,20420,12101,16377,11484,13827,22894,10414,20259,18196,18488,12426,15287,15951,8684,21450,2934,15690,19684,19600,12393,16898,20561,15735,14582,1132,7695,21449,13478,17977,8010,22907,17360,18288,4245,1483,20565,20168,21818,23756,16088,2717,21258,20240,21433,20311,18507,13436,16522,19192,19986,16282,10354,18694,19237,4281,6426,21020,21861,3542,17626,20281,12756,21075,16379,17835,18531,7156,2671,12952,19608,21625,17233,12304,16213,15667,15748,16656,21607,23245,22250,20847,18635,20365,16532,3838,14468,22484,18526,22605,20461,18486,13748,13431,14655,22021,22965,19347,13984,21142,21793,21609,21097,16941,13212,2460,14532,15664,13009,19665,16056,3333,20880,20457,20772,17161,20943,8662,3728,7632,21638,18812,21518,18793,17210,3875,18456,18761,20796,19573,17287,13812,12651,21419,4375,11849,15925,21032,13106,19437,11918,20043,17955,14203,17392,13754,14233,15869,24521,15421,19068,13123,9790,14941,15789,16550,19250,18867,15046,13312,13580,5447,7045,18350,12957,14814,11666,13675,17987,18320,12546,10296,6200,14427,15450,15656,17616,17391,17611,22813,15520,9867,11955,6675,5913,18902,14446,14011,13949,17574,10859,17970,13200,4949,16596,10863,14514,8545,12561,16691,7661,474,9687,13430,12914,13167,13493,16272,7378,8065,2836,47,13569,16903,20577,11038,14389,6088,12783,14890,12374,14405,14830,18785,18530,11954,16753,15726,12,18760,19838,13598,10189,10414,18232,6613,18169,6509,3,13745,14027,14307,14756,15714,11769,6719,96,22118,15675,14052,18232,18117,18836,15899,19094,16054,12561,17311,12668,17332,2829,10365,20330,18801,14116,18403,18315,19260,13802,14568,11144,11445,18336,15613,8512,18954,16590,14126,16857,16389,14981,14151,14276,14013,18807,12038,15609,19309,14148,3433,15027,18046,9602,3034,2806,12733,23727,12240,16170,14690,6233,16913,11651,12310,10727,16911,18576,20278,17542,13334,13562,13724,14270,11826,13011,14399,18639,2132,6923,17113,2204,18623,20384,12812,10280,21413,18680,19094,3409,18360,19116,16471,19921,7765,20060,19984,16732,11549,2631,19962,20010,20120,14763,12965,14287,12693,19872,11283,18,17691,20080,20055,20062,13342,20042,16936,15646,19907,17929,18457,19255,20010,20082,20049,19978,12399,19925,19994,16872,12197,19929,20061,20073,8262,19186,20032,19957,19916,19977,13,20169,20118,19964,19959,18669,19601,11602,19987,20050,20050,20054,20023,20019,19923,17234,14978,18717,18276,12109,14967,19995,19657,19154,14375,12865,15413,15917,23122,13888,16930,15948,19252,12947,9178,18957,20632,15583,19421,14166,17680,14952,14482,13,23600,11936,14504,13964,8424,12659,20002,19114,20053,19086,8419,13879,18475,20008,14013,19820,13801,12481,18750,12913,10501,12313,14966,11527,10512,18948,18710,19069,13805,16167,5057,20043,20076,17017,521,16806,19919,9576,20043,13644,20064,19275,17579,17161,8420,18660,20132,19957,17537,16968,19959,16420,19242,5619,12885,19967,17684,12532,18411,14870,10178,102,18562,20007,12824,17197,14824,19963,19137,19178,9439,14772,12744,11710,15729,18321,19882,19866,10999,7576,2433,19938,20124,20121,19919,19999,17399,11214,20385,20831,9162,13720,14801,4518,8337,20243,20188,19446,18419,9572,15948,5153,20141,15744,19122,15042,17264,19590,15787,4900,1591,19417,16925,11882,13862,18914,15827,18964,13815,4007,12915,19356,20453,18479,15476,20504,18879,17368,18442,19904,19256,14084,17175,16345,20468,19095,19330,11216,10438,21015,19462,17845,17056,12652,2157,20548,20571,20976,21407,21238,11572,12100,21329,20809,12522,11589,6485,6264,20546,15799,4079,20697,12219,21107,21495,15881,20338,18093,18176,15168,19310,19307,16086,18581,7001,17674,16285,16484,21499,20563,9975,2579,12368,17487,15221,17202,16606,2022,18989,17488,21775,12251,21233,15932,15136,20436,13597,20042,24974,5753,2050,19605,20563,14410,15337,12636,14514,12667,1812,19558,20944,13401,11840,11032,18863,13758,12356,17289,15923,8847,18684,20016,17893,19998,18319,19658,13717,10714,20031,19982,14197,2769,20017,20056,6806,19151,20007,19946,15078,20188,18564,13069,12172,9366,2195,19817,19867,13896,397,10146,20005,20013,20051,19879,19982,20043,20089,19125,6767,19976,15130,12313,17884,14488,18387,15932,20028,16093,18975,6951,19938,10348,11580,14056,12095,14125,20121,18365,11499,180,11579,20043,20046,5356,20091,20010,20058,20015,20061,7047,3717,17709,15214,12353,25721,17627,12693,24352,10982,19108,11380,20177,13235,13467,16283,13685,13276,12740,16443,19634,16744,6718,17443,20111,20064,19942,16496,12697,20023,20066,15011,350,19929,19866,20003,19980,19932,15351,14782,20084,20009,13430,14509,19174,16233,16721,18445,17828,16175,12044,19930,13271,9849,19997,5977,19797,19681,17355,11923,13306,12952,19922,18034,7507,19662,19294,4055,15336,19248,16968,13663,12180,16719,15267,14262,18799,16476,11747,20417,14592,10748,16279,12935,16051,23560,11916,14466,13674,10358,19125,13822,2655,16305,13943,6196,15716,16113,12893,985,17258,17116,20444,14017,4099,17012,13917,11730,12726,7225,13,27998,13096,17748,15339,14387,13142,19707,14846,9715,37,17047,16683,14671,15258,18017,17481,16083,18417,9945,15575,27214,13712,10577,14817,8797,20122,19944,20043,19754,296,14236,19996,19946,15502,7932,11933,13653,19,19407,19990,19991,220,6229,19384,20011,16113,15219,7515,18402,5673,16832,15847,20042,15333,31,19766,19993,20005,20036,20074,4729,17940,18041,3042,19976,20075,19929,16145,17993,3990,3163,19944,20043,1716,19952,20047,20068,20045,20042,2545,20033,20060,19989,19968,13748,13153,18588,14442,12772,12808,8640,27,14273,16920,14003,5790,8799,18868,18551,9714,14042,11935,10588,12053,8297,19,19216,12050,18775,9010,20383,9129,15388,11898,12912,15897,14896,19206,19470,1805,15973,13201,19485,7871,2,15920,15695,9012,17649,18779,21238,20433,18483,7574,17509,23404,22316,7045,12852,21568,18464,14503,16669,16283,20528,11020,18878,19062,9010,20169,18050,13296,19503,15605,45,20522,19861,13614,24744,18110,14976,14488,18128,37,21159,17414,21214,13740,26707,23873,16866,16074,12365,17869,13072,13491,22642,10728,22,11563,6959,19390,19364,17830,17119,10227,14000,10887,963,22968,16892,9112,16423,13931,19651,3995,18687,15616,21620,17716,11815,14651,13286,11864,16711,14644,19582,16683,16667,13955,3602,16277,13519,20928,19087,21222,21105,19751,20420,20354,14959,10247,17563,16794,18184,1782,1708,21116,20111,20641,10600,17080,15376,13996,20205,13133,1760,18778,20485,20209,20724,13843,2633,3122,20504,21962,19594,19937,9941,18090,20807,20842,4495,21190,20376,15840,11809,21357,13197,16107,12770,21777,19974,19367,11803,2768,20555,19768,16343,13329,6445,18336,20283,13825,21014,20970,17462,14039,19640,19946,9296,15429,13454,3996,20509,20701,20762,22019,20014,16984,20925,13105,9336,8075,20511,23562,16899,15595,16540,10834,20826,19287,19853,21264,14523,20975,20816,21049,20821,20889,17501,19224,19963,14105,15484,14272,14161,10005,2600,18742,19384,20265,7224,15666,20260,20461,22061,19866,14083,20087,19593,4623,16386,8106,19944,17339,18102,17514,18531,15765,14307,20305,15463,20343,5172,13488,22686,20564,19910,12136,20136,21313,22332,20948,19465,21627,13570,2376,20474,21204,21645,20308,20920,20915,18789,12612,14563,11835,4813,21050,21132,20690,14457,20656,14850,4328,5419,19711,14276,17048,16078,11703,11930,14939,14008,14426,21492,11780,12092,10405,2563,19443,16419,13747,11192,13852,19653,13900,19197,6789,14114,21216,19256,16291,11542,2978,18419,12216,15086,19907,22030,16364,3034,17431,12651,12415,9635,16709,2866,9622,14085,16715,16073,15480,11852,14526,12801,12401,13461,13648,2863,18932,21245,21254,21469,21337,17215,21052,21181,19725,17504,18710,14369,19923,21694,4406,19264,20461,17484,10863,6613,2687,20820,21170,20927,19553,9072,20913,20884,20549,20477,12344,19478,20422,15693,15325,10367,2646,19815,19739,16445,15479,17840,14319,17795,10232,21934,21667,21318,18721,11668,21721,20939,3482,20320,20736,21425,20650,20794,11986,22248,18759,2650,16011,21254,17125,6164,3653,20571,21461,18186,5003,21096,21734,18536,15804,7568,16156,23052,22839,8066,5941,2760,21236,22121,13641,20630,20933,20776,19965,15497,1969,18762,24131,16860,16031,20970,17078,15676,17963,13321,21331,18392,20389,21048,20804,16669,13960,3904,14478,18354,19750,5658,21432,19924,15464,2500,21959,22292,19401,16041,15702,20029,20902,20495,10844,14927,13402,15912,13369,2612,20221,20013,16900,6697,20287,20867,20086,21142,7087,2782,21493,21509,20972,20800,19646,19981,16847,17541,20226,19336,20351,20580,9900,14482,16213,15651,18084,3586,17100,18216,20092,20009,9796,9776,13830,13255,2496,633,1467,2717,3035,5912,7487,7912,7418,4527,2501,2276,1994,23095,18952,16750,15942,16727,18948,16954,16857,14112,17098,15267,15577,18293,12969,21310,5089,1599,13663,14375,16083,19090,15525,20298,19594,17209,16446,20654,8687,6827,21377,23054,16908,21874,18814,15986,15935,15564,17220,20595,18021,13385,10435,13927,18324,14688,16856,18004,18493,13052,10629,6138,20903,17487,18400,18473,19581,17401,17644,19925,22373,14026,8593,8740,31296,18066,15571,13415,17800,4656,7094,20740,16469,16008,17415,7498,14471,2015,12491,13886,17422,23350,24371,6514,19707,13248,14992,12923,19310,18259,8722,6506,2023,1847,7217,18940,18079,18468,19034,22524,18423,16845,18949,16324,21986,6659,16907,20956,12439,2460,1979,16838,16079,16977,23778,22247,14350,9993,3909,16285,19165,14665,17046,22547,13199,5341,15222,13632,21923,16951,17218,11172,18512,19421,3691,3336,18170,12307,12726,15365,19440,15473,13593,6625,2201,2582,21782,20906,21082,16144,21810,16477,14720,13972,18007,11349,4589,3775,4570,3500,5381,7372,7808,21658,17765,13191,10545,9777,6925,4852,6757,12305,8561,6544,5726,5307,4729,839,494,173,88,39,16,8,4,3],"fragments":[{"begin":"0.000","end":"2.000","lines":["Apple | Spotify"]},{"begin":"2.000","end":"7.360","lines":["[CLIP:Cricket sounds]"]},{"begin":"7.360","end":"80.880","lines":["The night skies have fascinated humans for as long as we have been around. Celestial bodies have become actors in our myths and folklore. And from the stars and heavens, we draw inspiration and even religion. But the night skies have also taught us how to keep time and coordinate our days and seasons.  We have long used the night skies to live our lives more predictably and make our way through the world more purposefully."]},{"begin":"80.880","end":"113.280","lines":["But we’re not the only ones. I’m Jacob Job, and you’re listening to Scientific American’s Science, Quickly. Today, part four of our five-part series on the Nighttime Bird Surveillance Network—an informal but important global audio dragnet that tracks some of the billions of migratory birds as they fly through the night."]},{"begin":"113.280","end":"144.800","lines":["If you’re lucky, and it’s a clear night, and the moon is illuminated, there are so many birds migrating on average on these nights that if you use a telescope and look at the moon for a few minutes, you’re likely to see a bird high overhead flying and silhouetted in front of the face of the moon. Seeing birds fly in front of the moon or hearing the calls from above, I found really thrilling because it felt like I was tapping into this vast mysterious pulse-of-the-planet phenomenon that was just so much bigger than me."]},{"begin":"144.800","end":"146.320","lines":["[CLIP:Theme music]"]},{"begin":"146.320","end":"185.880","lines":["Migratory birds navigate to their summer and winter homes by way of the moon and stars. On any given night during migration, there might be thousands of birds flying in the skies above you and tens or hundreds of millions more moving across the continent. We still don’t fully understand the true scope of this mass movement. But now science is turning to machines to unlock the secrets of nocturnal migration."]},{"begin":"185.880","end":"218.200","lines":["The nighttime bird surveillance network all started with one six-foot sound dish, an expensive studio microphone on reel-to-reel tape and a bunch of hay bales more than 60 years ago. In time, the mics got a lot smaller, and the network grew and grew. Today people all over the world have created a vast, informal network of night sky listeners. Interpreting all of these data, however, has created a new challenge. It’s one that scientists at the Cornell University Lab of Ornithology are tackling head-on."]},{"begin":"218.200","end":"222.800","lines":["My name is Benjamin Van Doren. I am a scientist at the Cornell Lab of Ornithology."]},{"begin":"222.800","end":"235.200","lines":["Benjamin grew up in New York State and is a postdoctoral research fellow who studies the science of bird migration. His interest in birds goes back a long way, about as far back as his ties to the Lab of Ornithology."]},{"begin":"235.200","end":"256.520","lines":["I particularly got into birds when I was about eight years old in third grade, and that was thanks to a classroom program that involved watching birds at bird feeders outside the classroom and recording what we saw and actually submitting our data to the ornithologist at the Cornell Lab of Ornithology, which I thought was the coolest thing."]},{"begin":"256.520","end":"272.360","lines":["I was really intrigued by the puzzle of bird identification, that I could learn the tricks to identifying a bird and then be able to put that knowledge to use outside in the real world when I saw a flash of color go by or, later on, heard a sound."]},{"begin":"272.360","end":"275.080","lines":["During high school, his interest grew deeper."]},{"begin":"275.080","end":"294.920","lines":["I also started to get really interested in bird migration, and for a bird-watcher, migration is a really exciting period of the year because each day can bring an entirely new set of birds or species to your local park or even your backyard—birds that are in the middle of these long journeys of thousands of miles."]},{"begin":"294.920","end":"305.200","lines":["But what really sealed Benjamin’s fate as a nighttime bird migration fanatic was a talk he attended at the lab on, you probably guessed it, nocturnal migration."]},{"begin":"305.200","end":"315.120","lines":["I was captivated by that. And the additional layer of mystery is that songbird migration in large part occurs at night, so it’s also literally shrouded in darkness."]},{"begin":"315.120","end":"317.720","lines":["He decided to start monitoring birds on his own."]},{"begin":"317.720","end":"333.960","lines":["I ended up starting a research project in high school that included making audio recordings and looking at radar data. This was a whole nother level of experiencing something that was hidden to so many other people, so I really found that exciting, and I’m still pretty much doing that today."]},{"begin":"333.960","end":"368.520","lines":["And now he’s busy solving the puzzle of how to quickly and accurately analyze thousands of hours and many terabytes of nocturnal migration data. But more people are joining the nighttime surveillance network. More and more data are flying in from nighttime listening stations. Benjamin is one of the few researchers trying to get arms around all of it. And he has a big data problem on his hands. A single night of recording produces anywhere from eight to 12 hours of audio that is about one to three gigabytes in size. And that’s only at one location."]},{"begin":"368.520","end":"393.120","lines":["Hundreds of people are recording migration all across the U.S. and beyond. Nightly audio intelligence from the network then needs to be combed through to find moments where migratory birds emitted nocturnal flight calls, or NFCs, above the microphone. During especially busy nights, that can mean more than 20,000 NFCs in a single recording from one site. Then comes the problem of deciphering those calls."]},{"begin":"393.120","end":"415.200","lines":["Flight calls are very short vocalizations. They might last a fifth or even a twentieth of a second, and so it takes a lot of skill and practice to learn how to identify these calls, especially by ear—something I personally don’t feel that confident at. And processing hours and hours of passive audio recordings can be extremely tedious and difficult."]},{"begin":"415.200","end":"423.000","lines":["And if you’re in the business of studying migratory birds like Benjamin and other scientists at the Lab of Ornithology are, that can get overwhelming."]},{"begin":"423.000","end":"448.560","lines":["We have hundreds, thousands, maybe tens of thousands of hours of recordings that we may want to analyze, which is just way too much for the small number of skilled humans who can do this sort of thing by hand. So ... we really need computers to do some of the work for us to be able to get any useful, large-scale information out of these long passive audio recordings. And so that’s why we turn to machine learning."]},{"begin":"448.560","end":"457.360","lines":["Machine learning, a type of artificial intelligence, is something we’ve all been hearing a lot about lately. But really, it’s been around for quite some time."]},{"begin":"457.360","end":"473.240","lines":["Machine learning describes such a vast array of computational tools that it is really everywhere in our lives, everywhere from credit-card-fraud detection to facial recognition to my phone suggesting which apps to open at a certain time of day."]},{"begin":"473.240","end":"487.400","lines":["I mean, even as I wrote this episode, Google Docs suggested, oftentimes correctly, the next word or phrase I planned on typing. That’s possible because of machine learning. But Benjamin uses a specific type for bird call data."]},{"begin":"487.400","end":"508.800","lines":["One area of machine learning is computer vision, which we can use to distinguish dogs from cats in pictures, for example—or, in our case, distinguish different birds on audio recordings by feeding the computer not the raw sound itself but actually the visual representation of sound as a spectrogram, really a picture that represents the sound."]},{"begin":"508.800","end":"515.080","lines":["Basically the spectrograms Benjamin is referring to are visual fingerprints of nocturnal flight call audio."]},{"begin":"515.080","end":"528.360","lines":["We feed the computer these spectrograms that we’ve classified as one species or another, and then, as we repeat that thousands and thousands of times, the computer learns to be able to distinguish one species from another."]},{"begin":"528.360","end":"548.760","lines":["So if we want a computer to learn how to identify dogs in pictures, you feed it many thousands of images of different dogs: small ones, large ones, dogs of all colors, dogs in different poses. Eventually, after enough training like this, the computer can recognize if a dog is present in most any picture you present it."]},{"begin":"548.760","end":"568.960","lines":["If we train our models well enough, it can give us an accurate, or at least useful, estimate of the numbers of birds that were passing overhead, which species they were. And so very quickly, perhaps 300 [times] faster than real time, we can begin to process thousands of hours of audio in an efficient manner with these kinds of tools."]},{"begin":"568.960","end":"600.320","lines":["If you’re a birder, you may already be familiar with this technology. The Lab of Ornithology added a feature to its Merlin Bird ID app called “Sound ID”. Essentially, if you hear a bird outside and want to know what it is, you can tap this feature in the Merlin app and point your phone’s microphone toward the singing bird. After analyzing the spectrogram of the bird’s song, the app spits out its best guess as to what species of bird is singing in front of you. It’s highly accurate and really useful, kind of like Shazam for birds."]},{"begin":"600.320","end":"604.600","lines":["I asked Benjamin if people could use this feature to identify NFCs."]},{"begin":"604.600","end":"638.360","lines":["The tools and underlying technology behind something like Merlin, they can be applied to the flight call problem, this flight call challenge, but as you say it is trickier because there’s less information encoded in a 50-millisecond chip than in [a] several-second song of a Northern Cardinal, for example. So it makes it more difficult for the computer to make the identification accurately, but when you provide enough data, the computer gets good enough that it can hopefully overcome those types of shortcomings."]},{"begin":"638.360","end":"654.200","lines":["And so one thing that I’m working on right now is trying to take that next step to develop a system based on some of the same technology that underlies Merlin but applied specifically to the challenge of identifying nocturnal flight calls."]},{"begin":"654.200","end":"670.720","lines":["Benjamin is hopeful this tool will be available in the not too distant future. And by creating such a tool, all of a sudden, the problem of ID’ing hard to identify night calls slowly begins to disappear. And this could help unlock the greatest mysteries of migration."]},{"begin":"670.720","end":"701.480","lines":["We currently have a poor understanding of what birds are doing at the species level when they’re actively migrating, and flight calls can give us a window into how birds are interacting with the landscape, how they’re interacting with human-dominated areas like cities, and importantly, tell us how different species are behaving differently in response to the environment, to the landscape and also with each other. I think there’s a lot that we have yet to learn about how birds are interacting during migration."]},{"begin":"701.480","end":"724.160","lines":["They’re saying something up there, and in my view, there’s a lot we don't understand about what exactly they’re communicating as they are participating in these journeys of thousands of miles. So being able to monitor birds at such a large scale will provide us the kind of information we need to make informed conservation decisions going forward. [CLIP: Theme music]"]},{"begin":"724.160","end":"739.480","lines":["And that’s where we’re headed in our final episode on the Nighttime Bird Surveillance Network. We illuminate some of the threats birds face during migration and how scientists are combining weather radar and night call monitoring to aid migratory bird conservation efforts."]},{"begin":"739.480","end":"752.400","lines":["It’s really important for us to monitor those passages, especially in a time where birds are facing many different threats. Things tend to not look amazing for migratory birds right now."]},{"begin":"752.400","end":"775.040","lines":["Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."]},{"begin":"775.040","end":"779.560","lines":["Apple | Spotify"]}],"duration":779}