{"title":"This Lesbian Monkey Love Triangle Tells Us Something Really Interesting About Darwin’s ‘Paradox’","img":"https://static.scientificamerican.com/sciam/cache/file/327ABEAF-CCDC-4CD5-BFF3D36AE3B01CF3_source.gif","url":"https://www.scientificamerican.com/podcast/episode/this-lesbian-monkey-love-triangle-tells-us-something-really-interesting-about-darwins-paradox1/","audio":"https://traffic.megaphone.fm/SAM7844208372.mp3?updated=1703697022","intro":["A “Darwinian paradox” is that homosexual activity occurs even though it does not lead to or aid in reproduction. But if you visit three capuchin monkeys in Los Angeles, they’ll show you how beneficial their liaisons are."],"authors":["Natalia Reagan"],"category":["Animals"],"transcript":[{"author":"Natalia Reagan","text":"Animal Tracks Inc is located about 40 miles north of downtown Los Angeles. This animal sanctuary takes in former exotic pets and entertainment industry animals and gives them a new lease on life. The menagerie includes several capuchin monkeys, kangaroos, wolf hybrids, a baboon named Chrissy and my BFF, a six-banded armadillo called Frank the Tank. [CLIP: Intro music]"},{"author":"Reagan","text":"And you might find something else at Animal Tracks. [CLIP: Monkey sounds]"},{"author":"Reagan","text":"That is the sound of a lesbian monkey love triangle: three monkeys, two species and one helluva love story. I’m Natalia Reagan, a primatologist and science comedian, and you’re listening to Science, Quickly. [CLIP: Show theme music]"},{"author":"Kline","text":"Bailey is a top. Haley is a power bottom. Maci is a flip— she’s a flipper; she can do both! [laughs]"},{"author":"Reagan","text":"That’s Michele Kline, an animal caretaker and volunteer at Animal Tracks. She’s talking about the stars of this primate love triangle: three female capuchin monkeys named Bailey, Haley and Maci."},{"author":"Reagan","text":"Now, as scientists, when we describe animals, we don’t typically use terms such as “gay” or “lesbian” and certainly not “power bottom.” We might say something more clinical, such as “same-sex behavior,” which, by the way, is something that’s now been documented in more than 1,500 different species.  Though scientists may record copious amounts of same-sex behavior by individuals in the wild, we still recognize we are not seeing the full spectrum of their behavior. That’s why bisexual or pansexual is a more suitable term for such primates. Like most things in life, sexuality exists on a spectrum—even in monkeys."},{"author":"Reagan","text":"And there’s also a reason we’re talking about monkeys in particular. A recent study in Nature Ecology & Evolution found that same-sex behavior in male monkeys has benefits—a conclusion that counteracts what’s often called a “Darwinian paradox.” The paradox is that homosexual activity occurs even though it does not lead to or aid in reproduction. But according to the new research, being a little gay might help monkeys pass their genes on to future generations."},{"author":"Reagan","text":"The study took place on Cayo Santiago, a small island off the coast of Puerto Rico that is home to a colony of more than 1,700 rhesus macaque monkeys. These macaques are not endemic to the area and were brought there in the 1930s by scientists for research purposes.  The new study looked at 236 of these macaque males and found that more than 70 percent of them engaged in same-sex mountings, while only 40 percent of those males copulated with females. And the males that partook in more dude-on-dude nookie had slightly more offspring than others."},{"author":"Reagan","text":"Why was this the case? Researchers argue that same-sex relations between males bolster bonds and help form coalitions within their group. These coalitions help males get a literal leg up in the lady love making category. So there is actually an evolutionary advantage to suck or touch macaque! (Sorry.) But today I want to talk to you about the “unhung hero” of gay animals: lesbian animals and lesbian monkeys, in particular. How do they find each other? What do they do? Do they drive matching Subarus? More importantly, is there an actual evolutionary advantage to monkey lesbian relationships?"},{"author":"Reagan (tape)","text":"Did you ever think to yourself, “I’m gonna grow up and be part of [a] lesbian monkey love triangle”?"},{"author":"Kline","text":"Yes [laughs]. No. No, I can’t say that. But here I am, am, and this is what I’m doing, so.... [CLIP: Monkey sounds]"},{"author":"Reagan","text":"I sat down with Stacy Gunderson, executive director of Animal Tracks, and Alyson Wright, its assistant director, to talk about the aforementioned highly salacious trio of Bailey, Haley and Maci. Haley and Maci are brown capuchin monkeys in their late teens, which makes them mature ladies in monkey years. Bailey is a smaller Panamanian white-faced capuchin and, at four years old, is in the throes of puberty."},{"author":"Gunderson","text":"Bailey has just come into her own. She’s just matured in the last six to eight months, and she’s become a sexual maniac."},{"author":"Reagan","text":"Stacy isn’t kidding. Bailey has definitely entered her hormonally charged, Janelle Monáe–inspired “age of pleasure.” And she’s a classic switch-hitting, equal-opportunity lover. There’s a reason for this. All primates are highly social. Whether it’s grooming, play or sexy-time mounting, this social activity, or affiliative behavior, helps primates develop social bonds that might help them later in life. Sexual activity is just one way to form these bonds."},{"author":"Reagan","text":"And because monkeys and apes don’t live in a world shackled by repression and self-inflicted gender or sexuality binaries, it’s a bit of a freaky free-for-all.  Sometimes Bailey also makes moves on Marley, a brown capuchin male (who also happens to be fixed) and encourages him to have his way with her. In fact, Bailey and Marley will even copulate face-to-face, which is a rarity in monkeys.  Face-to-face sex may seem vanilla, but usually this position is only seen in humans and other great apes."},{"author":"Reagan","text":"But these two seem to enjoy that prolonged, intense eye contact, and so do Haley and Maci. Oh, to be clear, this is a lesbian monkey love triangle, not a ménage à trois. Bailey pleasures these ladies one-on-one rather than together. And her incentives for pleasing each female monkey are influenced, in part, by their social ranking. Like in humans, sexual activity in monkeys can be somewhat, um, transactional."},{"author":"Reagan","text":"The motivation is a bit like “I’ll butter your biscuits in hopes that’ll you’ll butter mine—or at least have my back in an argument or share food with me or drive the getaway car when we rob the banana stand.” When Bailey feels particularly dominant, she focuses her attention on Haley. Haley is the lowest in the monkey pecking order at Animal Tracks, so for Bailey, mounting her appears to be a bit about asserting dominance, all while pleasuring her. [CLIP: Monkey sounds]"},{"author":"Reagan","text":"Now Maci is higher-ranking, so Bailey’s motivations with her seem to be to calm her down and improve social bonds, which may serve as a long-term political move. So by giving Maci the best 30 seconds of her life, Bailey is improving her social status among the monkeys at Animal Tracks. In fact, Bailey has learned how to properly take care of Maci by watching her do it to herself."},{"author":"Kline","text":"Bailey has seen her do this so many times, so when Bailey sees Maci do it, she realizes it not only calms Maci down, but she takes pleasure in it. So what Bailey will do is  insert herself, literally, and give Maci a hand, literally."},{"author":"Reagan","text":"Folks, the best way I can describe this move is, well, a reach-around."},{"author":"Kline","text":"I have video of reach-around, reach under, reach over."},{"author":"Reagan","text":"For years researchers have attempted to explain away the gay by saying that homosexual behavior is solely about asserting dominance or quelling tension. But for this lesbian monkey love triangle, this behavior also has a lot to do with giving—and receiving— pleasure. And it’s also about forming and maintaining important bonds with other females."},{"author":"Gunderson","text":"These monkeys, they come from [a] solitary existence, so masturbation is self-soothing. So Haley has that as one of her self-soothing techniques. Bailey is very physical, and so I think part of the calming process is releasing sexual tension."},{"author":"Reagan","text":"I can relate. Oh, and to make things interesting, capuchin monkeys have what is called a hypertrophied, or enlarged, clitoris."},{"author":"Gunderson","text":"It just looks like a miniature penis."},{"author":"Reagan","text":"Let’s just put it this way: capuchins have a very high “cliteracy” rate. [CLIP: Monkey sounds]"},{"author":"Reagan","text":"But does Maci enjoy this hands-on attention?"},{"author":"Kline","text":"Maci loves it. Maci encourages it. And so another thing that Maci does—she will rub her chest, and that’s a signal to other monkeys that she’s feeling fancy. So when she does this, Bailey takes this as a sign that “oh, okay, I’m kinda needed over here, and let me help you out, girl.”"},{"author":"Reagan","text":"So this behavior definitely sounds like flirting. And I had to know more!"},{"author":"Reagan (tape)","text":"What does monkey flirting look like?"},{"author":"Wright","text":"They actually will use their hands to kinda rub their check area in a flirtatious manner and kinda lip smack each other, a little bit."},{"author":"Reagan (tape)","text":"What does lip smacking sound like? [CLIP: Lip smacking sounds]"},{"author":"Gunderson","text":"There is some head cocking and some eye batting."},{"author":"Wright","text":"Yes, very much so. They do googly eyes at each other. I will mention, Haley, we affectionately call her “Coochie Girl” because she constantly is touching herself."},{"author":"Reagan","text":"But do the monkeys flirt with humans? Now, because Bailey came to Animal Tracks as a baby, the sanctuary’s director Stacy is like a mom to her, so Bailey does not flirt with her. In fact, Stacy has never witnessed her lascivious behavior—Bailey hides it from her. Given how close Michele is with Bailey, however, I had to ask ..."},{"author":"Reagan (tape)","text":"Do the monkeys ever flirt with you?"},{"author":"Kline","text":"Yes. Yes, absolutely. It’s all just who’s feeling themselves at that time of the month. And then some of the relationships with the monkeys is different. So a lot of them will flirt even when it’s not that time of the month. It’s kinda like Russian roulette, monkey-style. Who’s feeling spicy, you know?"},{"author":"Gunderson","text":"Bailey wants to go in with—we call him “Uncle Marley”—any chance she gets. And Marley lives with Haley, so she gets the benefit of Marley, who mounts her, and then she can mount Haley anytime she wants."},{"author":"Reagan (tape)","text":"So this is more of a capuchin foursome, at least for Bailey."},{"author":"Wright","text":"Yeah. She lives with Maci, and I think she gets bored with her, because we all see what goes on all day long, or all night long. So she gets a variety."},{"author":"Reagan(tape)","text":"It is the spice of life."},{"author":"Reagan (tape)","text":"But does Bailey prefer Marley, Maci or Haley?"},{"author":"Gunderson","text":"I think, like any woman, it depends on her mood. Could you imagine Bailey being as sexual as she is if she was a lone monkey living with humans? She would be so unsatisfied. It would be a very sad existence for her. Here she has a multitude of monkeys she can molest on any given day."},{"author":"Kline","text":"I genuinely believe that at the core of this is everyone learning to self-regulate. And pleasuring yourself is a way to do that. It’s a way to self-regulate and self-sooth."},{"author":"Reagan","text":"Like most things in life, lesbian monkey love triangles are complicated. They are fueled by the pursuit of pleasure and the desire to build critical social bonds that can be beneficial to a monkey’s survival. And in the case of those macaque males, homosexual behavior can help increase their number of offspring. So even though homosexual activity has often been ignored, explained away or seen as a deviation from the norm, it’s clear being a little gay nearly every day helps primates get their way—in pleasure and in life."},{"author":"Reagan","text":"This goes for the reproductive success of macaque males and the lesbian monkey ladies of Animal Tracks. By the way, monkeys aren’t the only primates known for their lesbian lovemaking. Great apes are all about it, too! Stay tuned for future episodes on bisexual bonobo babes. And if you’d like to support this salacious simian trio, you can donate to Animal Tracks at animaltracksinc.org. If you’re in Los Angeles area, you can book a tour to see Bailey, Maci and Haley in action—and possibly getting some action, too! Until then, you’re listening to Science, Quickly. This has been Natalia Reagan."},{"author":"Reagan","text":"Scientific American’s Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio and Kelso Harper. Our theme music was composed by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. For more up-to-date and in-depth science news, head to ScientificAmerican.com. Thanks, and see you next time. [Image credit: Natalia Reagan/Scientific American]"}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,401,1245,2795,3695,6899,6588,8428,8384,11840,11303,8870,9627,11504,10427,7543,5648,6503,16575,15605,10683,11023,14730,13833,16025,14121,10343,11861,13001,9143,14387,7719,3348,15887,15281,15171,9592,10830,9497,13568,8472,15634,15651,15511,15631,15249,16046,10775,8184,13653,16515,13643,13033,12052,17177,12372,3242,1848,15806,16105,15895,17524,17699,9833,10202,10044,10040,13447,15168,13855,14159,16108,10737,15679,14282,14528,15597,7105,1854,15103,13573,15941,16416,16054,5279,15971,15967,15910,11523,14517,12395,14619,8827,254,195,384,15005,13692,8442,7055,14939,10653,16096,16191,14613,10319,10804,1983,2085,3373,5683,15916,4781,13770,12016,7903,5923,11535,14749,11551,2159,3529,1618,1675,15604,15957,14531,14275,11020,15670,15866,13930,13132,8335,525,3643,15641,12560,15086,16115,16030,17299,14776,15830,15572,15926,11712,14892,12033,6427,6758,6348,7202,9462,8779,10106,5893,10427,7648,10609,7271,7720,7071,4967,5476,3976,3805,15676,17849,12950,8674,14764,18058,16624,15917,17351,10511,11648,10861,15568,16202,15178,17814,17032,18147,15655,10285,5251,6659,8144,9682,11700,13587,13502,13707,13511,13149,13205,9259,7748,10099,6746,2307,1931,1236,1073,1003,2438,16227,14801,12400,6486,11680,11469,15844,15797,14204,15678,16041,11500,12017,15696,12088,14224,13600,8583,4818,2009,2418,6956,15606,15585,9857,6022,15678,1598,2136,15567,15626,11990,2084,2624,931,8621,6519,1139,815,15952,16605,15385,13790,15176,15597,15828,15656,15640,15746,15696,13953,7959,1026,15535,15612,15685,15611,15713,14588,15577,15657,13169,9291,774,15734,15764,15601,15592,10085,12702,13188,9443,1621,15701,14161,14420,9484,189,104,15629,16749,13907,15664,6701,16402,9733,13787,15670,14628,8606,13277,13907,10499,12373,7316,15602,16430,6622,15531,15209,13831,13128,2424,512,3056,15599,15701,16052,11720,12424,15765,16253,17109,15668,13919,9116,15799,15555,15624,15004,15708,15482,14392,15653,12552,13201,11505,14944,13932,12844,10862,13279,6985,6126,345,16678,15673,15931,13951,15859,16594,15479,16844,15389,13392,15662,15530,15877,13379,15592,2998,8181,12524,9731,10368,7701,8303,12027,13882,15508,11542,15566,12375,4796,266,15687,15730,15661,15583,15703,11281,15282,11122,14726,15597,11081,9703,14243,15642,12607,13417,87,12711,13729,12459,10646,11194,15530,15751,16152,17238,15474,13949,110,13235,15790,15536,11771,142,37,12240,16007,15696,16724,15627,15641,15593,13828,15423,9087,15530,17310,15996,11319,9459,10634,15684,11377,6996,8030,15613,15847,16581,15515,15130,12558,10116,8299,15599,15204,11773,303,15824,15760,15761,12324,15644,7386,14584,15550,15558,10068,10563,10449,10353,6381,369,13344,15760,15740,15556,11426,14652,9697,11655,9374,13769,13815,10212,13672,13150,10690,11592,7135,7596,7435,399,11561,7543,14927,12201,13022,4134,15245,15696,15773,15652,15596,11185,11169,8693,8354,14316,11866,8005,4645,159,242,15687,15986,14280,10005,9344,10317,5076,4002,16802,15649,13967,10057,13565,9547,11603,8020,10286,11626,9281,11567,11471,13204,13973,8248,9842,7037,10087,6105,201,15607,15613,15660,15782,9911,9337,8422,11919,14465,8965,9599,11258,10101,15720,9160,11349,12278,7683,6147,145,15635,15758,15578,12206,11644,10254,15329,10488,11788,13881,9599,15521,14934,13602,15564,15755,12207,8028,13042,7904,14313,6798,4929,1517,15722,12922,11387,15389,10328,9737,12108,15401,15567,12542,5997,130,15290,15687,14153,15698,15441,15592,15535,12475,12243,15854,10110,15662,15713,12970,15636,15618,12625,15063,15440,12947,6916,253,158,14563,9836,11748,7988,5445,58,56,15316,8739,15060,9094,9921,8755,6264,5960,11945,12427,9365,10832,9353,9864,10363,8216,7072,9485,7729,1892,138,13533,10690,10790,9520,9414,12528,7402,12041,8858,13491,9599,12948,12372,7543,3024,1665,3189,16478,15680,16770,11336,10397,15490,12341,10169,9416,15683,16292,11669,12323,16112,15652,8870,1033,66,15640,3095,646,72,12045,15560,15483,14369,12204,14301,15835,10272,6253,8106,11294,9861,6384,279,10867,9996,8409,15122,15697,15037,11520,6691,7772,5033,6649,11319,9715,7852,6153,8409,11683,11527,5508,4931,4142,9129,6507,7469,6381,58,49,9424,15641,6808,15002,14005,14393,15710,9867,11204,11497,6879,15658,15515,15016,15713,14554,11404,155,15616,15638,14608,15600,15705,15625,15578,15618,15605,15632,13253,13287,13770,14900,15615,15584,15606,15621,13246,8642,8597,3131,10555,3123,4097,15613,15659,12325,4755,2489,15716,12969,10272,12788,8363,15788,13376,10209,7863,8373,1001,11474,15630,13702,8489,5715,10816,6628,8428,4981,15629,15615,8613,1658,441,884,808,1473,259,537,573,610,886,2582,3886,1009,2987,2562,1412,1014,3122,3272,2238,587,1100,495,659,1154,14811,15851,9126,10235,8641,6310,15641,15696,12527,7960,8478,3481,15630,15517,15955,12805,8391,8495,4157,15154,15484,11998,12398,11626,10395,13810,12459,16441,8163,14628,9188,1348,11277,6783,9186,7399,6563,63,1686,15805,15657,15595,15555,14344,14518,9733,12012,13371,11481,8199,1665,15927,15584,16890,15530,11125,10850,6272,233,15625,16607,16091,15647,12074,13273,12660,11342,6883,8851,15613,15884,15332,15208,15622,3509,11628,7937,16327,12819,10191,6545,714,15552,13250,11069,14434,12386,10688,10438,10284,9730,15843,9137,9243,7597,10023,9083,10302,10420,8206,8647,7712,9115,9203,9154,11534,16771,15735,15611,9911,3455,15548,14672,10182,6263,7830,7140,11448,12196,11324,14823,12279,14580,10802,9442,14124,4238,10208,14505,4823,4237,122,16058,15157,15592,16595,15952,13172,11939,15685,15610,15760,11987,385,15600,15616,8499,5038,9633,41,15674,15604,15659,10548,13188,12090,7885,697,15608,12585,15622,7955,15719,9026,15522,15645,15615,11112,10849,15822,15795,15436,7765,5801,15596,15648,10905,7635,13279,15588,11717,8745,10800,9113,12553,12048,13929,9104,13958,7199,7502,1835,1245,2750,15292,13293,14155,13092,9270,9683,8950,5908,8136,6178,6424,9289,8447,5882,7592,12977,13219,11840,10440,13346,13077,8739,12599,12985,11901,14472,13829,13066,15658,10760,7488,6827,11203,15485,15643,7924,5717,6883,8918,151,11605,14274,492,15957,12593,9569,11022,13373,11832,15630,15641,12154,15213,9801,10608,9615,5335,13539,14218,11664,9622,4060,10298,10053,8396,12713,8098,13902,10172,6201,7045,15531,2836,14699,12821,13362,6208,9959,6344,9468,8631,6030,10201,12178,13197,10885,6248,5174,193,15603,15538,15525,15534,12902,9103,6700,8749,15651,15623,15762,16261,15505,10838,9324,9090,8372,15613,8838,6690,58,228,14869,14586,13660,9542,9198,6343,12653,12704,14697,10154,8343,9962,3202,13814,16226,15666,11191,9160,4312,215,15548,16560,14955,9942,15738,15814,16752,13291,7884,7532,9856,9731,5822,13115,15555,6713,8283,12158,1708,15021,15671,14994,10476,8949,12117,11440,10899,14774,11619,9778,130,15330,15736,13798,15032,9854,9703,9084,10582,9120,12754,8542,10202,15550,1639,15600,15598,9621,5054,49,1670,15496,14830,12222,12720,14564,15791,15724,15864,14923,15224,13883,10534,16165,1462,1657,8814,12065,4506,312,14546,12853,13039,11996,12240,9291,15883,15650,15556,12237,11879,13038,8704,4351,12384,14810,15598,13996,15583,10243,9647,13470,13303,11298,6037,15837,15672,10525,8961,6831,9858,10388,6924,5704,5628,15753,13496,16478,11643,11116,9896,15311,14645,14204,10566,9037,8258,4879,234,13371,12083,8201,10712,10441,11906,10282,10505,7141,10075,2872,15543,15896,13030,8387,15276,13051,11358,6715,9721,6617,6360,6062,5385,5201,7971,6583,5688,4547,2865,12215,5379,3317,9421,2958,3680,4727,6457,5912,691,15435,15226,16234,15240,4977,1148,9951,10441,7896,9332,8739,12932,12282,8065,5744,7632,9631,7405,8452,7710,14482,5738,14591,13441,14470,10451,10169,8225,6767,9118,4390,363,156,15688,15707,11517,8696,14249,11778,13287,12375,11031,2180,13068,14036,13689,11694,14468,12470,11074,12018,8266,15364,9224,9237,5099,150,7693,10505,6615,6385,6309,6759,6152,8751,6027,6278,11534,9546,7963,9073,6780,5331,2486,8761,6418,10230,4131,3431,4334,7344,6864,6294,8749,2940,10058,9326,6828,5212,4439,9427,1716,5767,4391,11087,6014,6433,15576,15828,11495,667,673,7599,8887,9653,15344,9449,5640,5505,7485,5994,8696,12763,6877,6965,9135,5038,8486,15704,10404,2439,7710,5353,16166,4662,6098,4285,16305,948,3731,8676,7904,14852,8775,7349,5366,4335,4666,5718,5297,734,6620,5087,3555,3343,2509,2695,4649,2880,1346,2801,4455,3897,6083,4811,8275,8833,8692,6926,6847,15603,12757,7465,5614,15933,4378,1826,15546,15314,14122,15626,15612,13352,8294,15055,9455,8469,7182,15780,15060,10866,244,14027,9158,9237,15656,8683,5980,5979,3583,2992,2315,728,2832,9375,8351,7525,7440,6782,686,1795,1458,7979,7340,6428,10449,7775,5975,7964,9083,11277,11913,6299,9849,7798,4852,8824,7224,11464,10621,12223,9088,10013,7792,4073,15677,10028,9866,1639,144,15663,9586,12185,11568,8644,9475,7038,7753,10337,10198,7425,9833,9742,7167,6509,9663,148,5298,7348,5848,3618,6148,11707,3367,129,55,12299,15828,13938,15692,9006,12022,11361,9310,10607,15561,15676,15872,15077,7453,5713,6465,10910,7589,9266,11146,8042,7500,7660,3093,5876,8945,4290,6000,6456,5185,4637,5243,5256,8051,6316,4126,464,5352,3962,5444,3954,3742,1381,5029,5081,3985,6240,10041,6836,5465,4437,5041,9445,8817,9870,7226,11528,5950,6337,6497,5785,7452,5301,4597,5039,4216,4780,3518,4704,4463,4649,2686,476,377,14160,9541,6514,2607,64,15619,16682,13021,12706,7562,8289,13008,12672,14531,12877,12811,9199,10687,7752,14175,12675,12051,10790,7916,5127,224,15634,16918,13655,17363,4203,354,15714,12597,15326,15704,11654,8373,10190,6258,4454,2208,4005,3899,4294,7065,4975,5837,5287,4116,16977,14880,12118,8842,9918,10256,12674,8360,12596,356,15596,5816,15109,12071,7651,3494,7249,11658,15772,8536,8761,8596,11255,15041,11885,7866,12248,11478,8575,6035,7328,7019,5370,8370,3633,6514,6435,3126,6713,8488,8522,15662,8116,8596,10897,8531,7928,9991,9473,6834,8158,8988,3210,1707,3950,10294,11285,5617,7535,7315,9406,6803,6043,10028,9887,6249,4490,1397,5990,8256,15587,13372,4245,1774,1376,5270,11292,9185,11670,7662,15557,7891,7111,6719,15564,6787,9819,7248,6714,6883,4369,5001,3243,3067,4304,4983,2218,4667,5238,4424,2539,11144,14225,7848,8955,9416,9465,9442,7386,7373,13401,12698,11637,7438,7007,69,2250,11573,11500,9214,4750,906,206,224,856,355,15578,11129,2406,13930,15553,7294,9280,11011,4206,195,243,265,234,3373,5868,8380,7386,5961,6439,6390,7729,3438,8306,8346,8805,6219,6036,6915,261,5343,8113,8227,3588,5954,6362,6204,6094,5900,5019,5395,2495,268,241,188,2517,8913,6089,6698,5779,1957,642,3894,5556,6133,355,8996,9657,5055,7276,6169,4359,727,4092,1914,2938,8677,11082,2438,1353,3068,6823,6594,9357,6421,5800,5865,5159,4471,4927,8719,4488,371,2256,12652,12275,10788,11321,7424,8852,9432,6785,3348,2463,9926,6254,6030,5643,786,426,4100,7798,6281,3752,5480,5804,755,5782,5078,5275,5522,5603,5051,5305,4450,3551,5792,6722,5633,6074,4547,3709,707,290,3433,3257,6391,3220,5219,953,10257,11922,9574,11049,7095,1844,5118,6677,108,15642,14904,15616,10712,11721,6111,12149,15364,12933,8645,15786,15680,15576,16048,15344,17774,15158,9952,5814,15550,15651,12557,4076,11000,6424,7620,14919,15745,15669,9577,8585,15591,12082,12295,15103,10800,6041,163,11635,11723,9424,4269,56,125,15869,15774,15791,16339,16103,15077,11334,12089,12313,9288,10143,10334,12918,15948,15812,15849,15606,15689,11588,7671,15547,12462,15846,15535,15600,4741,15634,14535,1956,1829,15505,15619,15836,15619,12190,15657,15545,2700,3642,12117,14383,15732,11608,15012,15685,15559,15537,13120,15159,15537,6613,1925,15514,15672,15591,13328,15598,13658,11521,8620,14420,12798,15538,14600,13937,13049,13039,12311,1582,1109,9834,8721,9841,11103,8799,5703,1953,3508,11289,8948,10136,10781,10722,2618,14478,3573,15667,15779,13902,15514,15816,15453,9628,15686,8646,12036,12872,15687,15649,9901,1712,15656,15530,11426,11653,1311,6672,15736,15682,14616,12935,8068,11520,13317,15600,11014,748,1292,12864,14177,14767,10383,15604,12956,12818,15537,15520,12658,1170,14476,13338,597,732,15632,15567,15607,15589,11630,13838,9771,12969,15575,15686,7851,707,10412,12718,12194,11409,10135,8836,11343,13858,10697,8211,6950,6007,10943,5676,3818,3914,5211,5707,5180,3836,8032,5070,3100,5117,4255,9534,6315,6894,5134,1137,512,7958,5236,5878,7027,4739,6671,4719,5889,4370,4481,3329,4843,6186,4719,2614,857,736,851,12359,15628,15537,9518,9365,6582,8138,9223,7197,6663,4033,4268,4184,7192,6339,3484,4269,3437,5576,4743,5261,4948,3120,2503,638,637,9236,4368,5167,3489,5595,6584,6670,2959,746,8390,11812,10786,6655,5673,2892,7072,8292,7332,6420,5502,6518,6682,5322,469,276,230,6161,4102,5348,5687,6093,5558,4441,3693,227,4092,6072,6175,1511,2713,13944,8307,7745,7230,7180,7510,6813,5849,4264,5105,5622,4968,5223,5205,4624,6043,7157,9007,4983,5495,761,757,6042,5490,5992,5065,2460,8001,596,922,15434,10448,8043,7103,6539,8124,5964,6332,6468,7804,6061,6574,5597,6094,5624,743,287,5329,5299,4493,7726,3614,15651,2301,15532,14501,15647,15504,12807,14631,15630,15578,15620,13717,7477,15586,13754,6301,15591,14969,10387,1481,11157,15658,10177,15561,15657,15592,15716,1854,15923,15688,15598,1815,15735,15593,15719,15646,14997,13956,11755,15997,11322,15566,15673,15957,14231,13410,15664,12605,11858,11347,2748,1113,1497,1731,15897,15713,15576,15773,15850,15674,10821,1655,1482,1411,1024,736,11116,6722,6439,8961,4182,3022,10817,11636,6783,7579,9858,3584,1811,14466,13045,16480,14874,7258,9040,12684,10794,13359,14010,11923,15873,15655,15522,14961,4175,16138,16387,15127,14344,16448,12890,6391,5084,1749,12902,7525,9408,7496,13019,13687,3447,12483,12513,16664,10115,9378,11240,12284,10469,6893,8277,17128,7734,9294,9780,9149,5636,3774,12987,17359,19250,10716,12073,12430,3550,13650,17330,14651,14621,13521,11750,11466,13292,15302,10728,4516,2917,17452,15985,14122,11668,14712,13830,6954,9356,8086,7870,11739,9996,18281,16077,15242,6552,17325,15992,15794,16319,17083,8959,12283,5748,15316,17625,16038,10636,10376,9877,10968,6353,6561,6996,12807,5225,16722,12968,15008,16685,15608,7320,7882,16803,15698,7576,9938,13451,12766,3550,17087,15750,17158,15649,11503,16750,14385,11421,7897,9356,3086,14475,15903,15347,8711,14901,15731,8843,11181,10772,2561,17103,16752,4797,11822,15167,13133,14934,14323,14505,7691,9133,12938,14094,6765,3608,7410,17134,13201,7785,10284,10854,2887,13933,14789,10208,15198,16432,17403,16033,14268,12927,13030,10310,8307,2626,3995,2291,12705,8006,17746,11818,12933,11865,10144,10321,11528,8745,6599,15714,15851,12937,9540,17769,17100,10789,10522,12645,5879,13776,9248,3742,4196,2724,18756,18731,12606,16690,11953,11827,16151,16248,13548,9730,5737,16385,12434,12910,14439,14544,6438,2556,13318,10355,8430,13783,9665,10820,11023,4635,3563,16051,11720,13358,15822,9340,12366,11199,3145,15288,13608,9710,13256,11623,7618,2137,2367,16368,11992,13315,9110,12287,12012,6228,14293,16035,15581,15355,16040,13160,16559,8994,17451,12892,14140,9628,12473,9385,12503,2570,16222,8972,7916,7760,14020,9639,12051,4213,1921,12378,15724,12014,8440,9770,7910,14582,10088,13076,13263,8401,2629,16138,16147,12434,11140,10535,12211,10356,9382,10926,18046,12730,10195,11843,12935,9893,3503,1922,16675,8120,15394,14138,9734,3934,15912,3097,5361,2304,1447,3002,2038,2586,16967,6108,3122,4419,8992,14696,16184,13984,5634,8553,5812,11078,6145,7515,19116,15289,15163,8664,8530,18298,15334,13506,5359,5612,4948,7807,6868,2257,4122,5678,4317,5409,6477,3943,816,314,133,105,26],"fragments":[{"begin":"0.000","end":"72.840","lines":["Animal Tracks Inc is located about 40 miles north of downtown Los Angeles. This animal sanctuary takes in former exotic pets and entertainment industry animals and gives them a new lease on life. The menagerie includes several capuchin monkeys, kangaroos, wolf hybrids, a baboon named Chrissy and my BFF, a six-banded armadillo called Frank the Tank. [CLIP: Intro music]"]},{"begin":"72.840","end":"84.840","lines":["And you might find something else at Animal Tracks. [CLIP: Monkey sounds]"]},{"begin":"84.840","end":"120.880","lines":["That is the sound of a lesbian monkey love triangle: three monkeys, two species and one helluva love story. I’m Natalia Reagan, a primatologist and science comedian, and you’re listening to Science, Quickly. [CLIP: Show theme music]"]},{"begin":"120.880","end":"132.760","lines":["Bailey is a top. Haley is a power bottom. Maci is a flip— she’s a flipper; she can do both! [laughs]"]},{"begin":"132.760","end":"144.680","lines":["That’s Michele Kline, an animal caretaker and volunteer at Animal Tracks. She’s talking about the stars of this primate love triangle: three female capuchin monkeys named Bailey, Haley and Maci."]},{"begin":"144.680","end":"181.200","lines":["Now, as scientists, when we describe animals, we don’t typically use terms such as “gay” or “lesbian” and certainly not “power bottom.” We might say something more clinical, such as “same-sex behavior,” which, by the way, is something that’s now been documented in more than 1,500 different species.  Though scientists may record copious amounts of same-sex behavior by individuals in the wild, we still recognize we are not seeing the full spectrum of their behavior. That’s why bisexual or pansexual is a more suitable term for such primates. Like most things in life, sexuality exists on a spectrum—even in monkeys."]},{"begin":"181.200","end":"207.360","lines":["And there’s also a reason we’re talking about monkeys in particular. A recent study in Nature Ecology & Evolution found that same-sex behavior in male monkeys has benefits—a conclusion that counteracts what’s often called a “Darwinian paradox.” The paradox is that homosexual activity occurs even though it does not lead to or aid in reproduction. But according to the new research, being a little gay might help monkeys pass their genes on to future generations."]},{"begin":"207.360","end":"239.840","lines":["The study took place on Cayo Santiago, a small island off the coast of Puerto Rico that is home to a colony of more than 1,700 rhesus macaque monkeys. These macaques are not endemic to the area and were brought there in the 1930s by scientists for research purposes.  The new study looked at 236 of these macaque males and found that more than 70 percent of them engaged in same-sex mountings, while only 40 percent of those males copulated with females. And the males that partook in more dude-on-dude nookie had slightly more offspring than others."]},{"begin":"239.840","end":"277.520","lines":["Why was this the case? Researchers argue that same-sex relations between males bolster bonds and help form coalitions within their group. These coalitions help males get a literal leg up in the lady love making category. So there is actually an evolutionary advantage to suck or touch macaque! (Sorry.) But today I want to talk to you about the “unhung hero” of gay animals: lesbian animals and lesbian monkeys, in particular. How do they find each other? What do they do? Do they drive matching Subarus? More importantly, is there an actual evolutionary advantage to monkey lesbian relationships?"]},{"begin":"277.520","end":"284.480","lines":["Did you ever think to yourself, “I’m gonna grow up and be part of [a] lesbian monkey love triangle”?"]},{"begin":"284.480","end":"301.000","lines":["Yes [laughs]. No. No, I can’t say that. But here I am, am, and this is what I’m doing, so.... [CLIP: Monkey sounds]"]},{"begin":"301.000","end":"325.600","lines":["I sat down with Stacy Gunderson, executive director of Animal Tracks, and Alyson Wright, its assistant director, to talk about the aforementioned highly salacious trio of Bailey, Haley and Maci. Haley and Maci are brown capuchin monkeys in their late teens, which makes them mature ladies in monkey years. Bailey is a smaller Panamanian white-faced capuchin and, at four years old, is in the throes of puberty."]},{"begin":"325.600","end":"332.920","lines":["Bailey has just come into her own. She’s just matured in the last six to eight months, and she’s become a sexual maniac."]},{"begin":"332.920","end":"362.480","lines":["Stacy isn’t kidding. Bailey has definitely entered her hormonally charged, Janelle Monáe–inspired “age of pleasure.” And she’s a classic switch-hitting, equal-opportunity lover. There’s a reason for this. All primates are highly social. Whether it’s grooming, play or sexy-time mounting, this social activity, or affiliative behavior, helps primates develop social bonds that might help them later in life. Sexual activity is just one way to form these bonds."]},{"begin":"362.480","end":"392.440","lines":["And because monkeys and apes don’t live in a world shackled by repression and self-inflicted gender or sexuality binaries, it’s a bit of a freaky free-for-all.  Sometimes Bailey also makes moves on Marley, a brown capuchin male (who also happens to be fixed) and encourages him to have his way with her. In fact, Bailey and Marley will even copulate face-to-face, which is a rarity in monkeys.  Face-to-face sex may seem vanilla, but usually this position is only seen in humans and other great apes."]},{"begin":"392.440","end":"419.680","lines":["But these two seem to enjoy that prolonged, intense eye contact, and so do Haley and Maci. Oh, to be clear, this is a lesbian monkey love triangle, not a ménage à trois. Bailey pleasures these ladies one-on-one rather than together. And her incentives for pleasing each female monkey are influenced, in part, by their social ranking. Like in humans, sexual activity in monkeys can be somewhat, um, transactional."]},{"begin":"419.680","end":"446.240","lines":["The motivation is a bit like “I’ll butter your biscuits in hopes that’ll you’ll butter mine—or at least have my back in an argument or share food with me or drive the getaway car when we rob the banana stand.” When Bailey feels particularly dominant, she focuses her attention on Haley. Haley is the lowest in the monkey pecking order at Animal Tracks, so for Bailey, mounting her appears to be a bit about asserting dominance, all while pleasuring her. [CLIP: Monkey sounds]"]},{"begin":"446.240","end":"468.280","lines":["Now Maci is higher-ranking, so Bailey’s motivations with her seem to be to calm her down and improve social bonds, which may serve as a long-term political move. So by giving Maci the best 30 seconds of her life, Bailey is improving her social status among the monkeys at Animal Tracks. In fact, Bailey has learned how to properly take care of Maci by watching her do it to herself."]},{"begin":"468.280","end":"494.040","lines":["Bailey has seen her do this so many times, so when Bailey sees Maci do it, she realizes it not only calms Maci down, but she takes pleasure in it. So what Bailey will do is  insert herself, literally, and give Maci a hand, literally."]},{"begin":"494.040","end":"501.040","lines":["Folks, the best way I can describe this move is, well, a reach-around."]},{"begin":"501.040","end":"506.760","lines":["I have video of reach-around, reach under, reach over."]},{"begin":"506.760","end":"527.480","lines":["For years researchers have attempted to explain away the gay by saying that homosexual behavior is solely about asserting dominance or quelling tension. But for this lesbian monkey love triangle, this behavior also has a lot to do with giving—and receiving— pleasure. And it’s also about forming and maintaining important bonds with other females."]},{"begin":"527.480","end":"545.160","lines":["These monkeys, they come from [a] solitary existence, so masturbation is self-soothing. So Haley has that as one of her self-soothing techniques. Bailey is very physical, and so I think part of the calming process is releasing sexual tension."]},{"begin":"545.160","end":"553.000","lines":["I can relate. Oh, and to make things interesting, capuchin monkeys have what is called a hypertrophied, or enlarged, clitoris."]},{"begin":"553.000","end":"555.480","lines":["It just looks like a miniature penis."]},{"begin":"555.480","end":"565.040","lines":["Let’s just put it this way: capuchins have a very high “cliteracy” rate. [CLIP: Monkey sounds]"]},{"begin":"565.040","end":"569.400","lines":["But does Maci enjoy this hands-on attention?"]},{"begin":"569.400","end":"590.560","lines":["Maci loves it. Maci encourages it. And so another thing that Maci does—she will rub her chest, and that’s a signal to other monkeys that she’s feeling fancy. So when she does this, Bailey takes this as a sign that “oh, okay, I’m kinda needed over here, and let me help you out, girl.”"]},{"begin":"590.560","end":"595.200","lines":["So this behavior definitely sounds like flirting. And I had to know more!"]},{"begin":"595.200","end":"599.840","lines":["What does monkey flirting look like?"]},{"begin":"599.840","end":"614.400","lines":["They actually will use their hands to kinda rub their check area in a flirtatious manner and kinda lip smack each other, a little bit."]},{"begin":"614.400","end":"622.960","lines":["What does lip smacking sound like? [CLIP: Lip smacking sounds]"]},{"begin":"622.960","end":"625.880","lines":["There is some head cocking and some eye batting."]},{"begin":"625.880","end":"636.160","lines":["Yes, very much so. They do googly eyes at each other. I will mention, Haley, we affectionately call her “Coochie Girl” because she constantly is touching herself."]},{"begin":"636.160","end":"656.560","lines":["But do the monkeys flirt with humans? Now, because Bailey came to Animal Tracks as a baby, the sanctuary’s director Stacy is like a mom to her, so Bailey does not flirt with her. In fact, Stacy has never witnessed her lascivious behavior—Bailey hides it from her. Given how close Michele is with Bailey, however, I had to ask ..."]},{"begin":"656.560","end":"658.440","lines":["Do the monkeys ever flirt with you?"]},{"begin":"658.440","end":"684.600","lines":["Yes. Yes, absolutely. It’s all just who’s feeling themselves at that time of the month. And then some of the relationships with the monkeys is different. So a lot of them will flirt even when it’s not that time of the month. It’s kinda like Russian roulette, monkey-style. Who’s feeling spicy, you know?"]},{"begin":"684.600","end":"699.360","lines":["Bailey wants to go in with—we call him “Uncle Marley”—any chance she gets. And Marley lives with Haley, so she gets the benefit of Marley, who mounts her, and then she can mount Haley anytime she wants."]},{"begin":"699.360","end":"705.440","lines":["So this is more of a capuchin foursome, at least for Bailey."]},{"begin":"705.440","end":"718.600","lines":["Yeah. She lives with Maci, and I think she gets bored with her, because we all see what goes on all day long, or all night long. So she gets a variety."]},{"begin":"718.600","end":"720.000","lines":["It is the spice of life."]},{"begin":"720.000","end":"726.360","lines":["But does Bailey prefer Marley, Maci or Haley?"]},{"begin":"726.360","end":"744.800","lines":["I think, like any woman, it depends on her mood. Could you imagine Bailey being as sexual as she is if she was a lone monkey living with humans? She would be so unsatisfied. It would be a very sad existence for her. Here she has a multitude of monkeys she can molest on any given day."]},{"begin":"744.800","end":"755.800","lines":["I genuinely believe that at the core of this is everyone learning to self-regulate. And pleasuring yourself is a way to do that. It’s a way to self-regulate and self-sooth."]},{"begin":"755.800","end":"805.200","lines":["Like most things in life, lesbian monkey love triangles are complicated. They are fueled by the pursuit of pleasure and the desire to build critical social bonds that can be beneficial to a monkey’s survival. And in the case of those macaque males, homosexual behavior can help increase their number of offspring. So even though homosexual activity has often been ignored, explained away or seen as a deviation from the norm, it’s clear being a little gay nearly every day helps primates get their way—in pleasure and in life."]},{"begin":"805.200","end":"843.360","lines":["This goes for the reproductive success of macaque males and the lesbian monkey ladies of Animal Tracks. By the way, monkeys aren’t the only primates known for their lesbian lovemaking. Great apes are all about it, too! Stay tuned for future episodes on bisexual bonobo babes. And if you’d like to support this salacious simian trio, you can donate to Animal Tracks at animaltracksinc.org. If you’re in Los Angeles area, you can book a tour to see Bailey, Maci and Haley in action—and possibly getting some action, too! Until then, you’re listening to Science, Quickly. This has been Natalia Reagan."]},{"begin":"843.360","end":"877.320","lines":["Scientific American’s Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio and Kelso Harper. Our theme music was composed by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. For more up-to-date and in-depth science news, head to ScientificAmerican.com. Thanks, and see you next time. [Image credit: Natalia Reagan/Scientific American]"]}]}
