{
  "title": "These Predators Had a Face like an Axe and Will Haunt Your Nightmares",
  "img": "https://static.scientificamerican.com/sciam/cache/file/DCB1B73D-D5D7-42A0-B43B20101DE4114C_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/these-predators-had-a-face-like-an-axe-and-will-haunt-your-nightmares/",
  "audio": "https://traffic.megaphone.fm/SAM3099211187.mp3?updated=1703605752",
  "intro": [
    "Terror birds were the grizzly bears of birds, the great white sharks of the land, Jack the Ripper but with feathers. They were also truly fascinating."
  ],
  "authors": [
    "Flora Lichtman"
  ],
  "category": [
    "Evolution"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify This is Episode Four of a four-part Fascination on really big birds. You can listen to Episode One here; Episode Two here; and Episode Three here."
    },
    {
      "author": "Flora Lichtman",
      "text": "I don’t want to ruffle any feathers, but this is the best way to describe terror birds."
    },
    {
      "author": "Federico Degrange",
      "text": "Terror birds are f—ing amazing. [Music] There’s no discussion about it. They are ... the most, most amazing group of birds that existed ever."
    },
    {
      "author": "Lichtman",
      "text": "I’m Flora Lichtman, and this is Scientific American’s Science, Quickly. And today is my swan song to big birds, gargantuan game, f—ing huge feathered friends. It’s the last episode in this four-part series. And the bird on deck for today—it’s been on my life list for a while. I’m squawking about one of the most frightening birds to ever peck out a place on planet Earth: the terror bird. Let me introduce you to our terror bird expert. "
    },
    {
      "author": "Degrange: ",
      "text": "My name is Federico Javier Degrange. Everybody calls me Dino."
    },
    {
      "author": "Lichtman",
      "text": "Dino is an avian paleontologist in Argentina, and he has a special relationship with terror birds."
    },
    {
      "author": "Degrange",
      "text": "Oh, I love them [laughs]. I even have a tattoo of a terror bird. So they marked me forever. I like to use the word bizarre, which is quite common here in my country. We say bizarro. Terror birds are bizarre birds, full of exclusive features and rare features that may make them even more strange, more unique."
    },
    {
      "author": "Lichtman",
      "text": "He says terror birds flew onto the scene around 45 million years ago. There were 17 or 18 species in the group—it’s up in the air."
    },
    {
      "author": "Degrange: ",
      "text": "They are almost all from Argentina, but there are some localities in Uruguay and Brazil, and Texas and Florida in the States."
    },
    {
      "author": "Lichtman: ",
      "text": "And they got their name, terror birds, because they are, once again, f—ing terrifying. They were the grizzly bears of birds, the great white sharks of the land, Jack the Ripper, but with feathers."
    },
    {
      "author": "Degrange",
      "text": "The largest ones were the top predators in South America, together with the marsupials and terrestrial crocodiles."
    },
    {
      "author": "Lichtman: ",
      "text": "And the largest ones were real large—like, 10 feet tall and 400 pounds. The biggest species lived in Argentine Patagonia 15 million years ago, and the story of its discovery could easily be dramatized into a limited-run podcast."
    },
    {
      "author": "Sara Bertelli",
      "text": "  It was found by a high school student, Guillermo Aguirre-Zabala."
    },
    {
      "author": "Lichtman",
      "text": "This is paleontologist Sara Bertelli. She works in Argentina as well and was one of the researchers to scientifically describe the skeleton Guillermo found in 2004. He was playing with a friend near the railroad tracks of his village in Patagonia, when he saw something sticking out of the ground. It looked like a beak with a curved hook at the end. "
    },
    {
      "author": "Bertelli",
      "text": "So they started to excavate it, and that’s how this important specimen was found."
    },
    {
      "author": "Lichtman",
      "text": "Guillermo then enlisted some help. He found a geologist working in a nearby city. And that geologist then contacted Sara to see if she’d be interested in studying the fossil. Sara had studied big birds in the past, but when she went to see this fossil, she realized it was something different."
    },
    {
      "author": "Bertelli",
      "text": "I mean, it was amazing. And actually being there with the fossil..., it’s a big rock. I remember I have to sit in order to hold this skull because it’s quite heavy."
    },
    {
      "author": "Lichtman: ",
      "text": "Here’s Dino again."
    },
    {
      "author": "Degrange",
      "text": "The skull of that animal correspond to the largest bird skull known—71 centimeters long."
    },
    {
      "author": "Lichtman",
      "text": "That’s two feet. And this old bird’s beak was sharp, too...."
    },
    {
      "author": "Bertelli: ",
      "text": "Like a knife!"
    },
    {
      "author": "Lichtman",
      "text": "And don’t forget the nightmarish hook at the end."
    },
    {
      "author": "Degrange: ",
      "text": "This hook is large, curved, pointy. It’s really good to stab and pierce meat."
    },
    {
      "author": "Lichtman",
      "text": "But how exactly did they use that face weapon? That’s what Dino wanted to know. So he and some colleagues studied the skulls of giant terror birds and they found something really strange. This gets very detailed very fast but the bird’s-eye view: for most living birds, there’s some flexibility in the skull, including at the hinge where the beak attaches to the skull, so the beak can move a bit. But Dino’s research shows that it’s different for big terror birds. Their beak is fused to their skull, kinda like, say, an ax blade is fused to a wooden handle. So you guessed it. "
    },
    {
      "author": "Degrange: ",
      "text": "They used the beak as an ax to kill prey. They basically killed the prey using hatchetlike movements and strike them down with the beak."
    },
    {
      "author": "Lichtman",
      "text": "This is how they really earn their name."
    },
    {
      "author": "Degrange",
      "text": "That’s why they are “terror birds.” [Music]"
    },
    {
      "author": "Lichtman",
      "text": "So picture a 400-pound bird running at you at 25 miles per hour—because, by the way, they were fast too."
    },
    {
      "author": "Degrange: ",
      "text": "And imagine that during your running, that animal will be next to you and will start to hitting you with their beak like an ax. After the first strike, probably you will start feeling nothing, and you will be down with that large bird stepping on you and tearing you apart and eat you. That is a terror bird."
    },
    {
      "author": "Lichtman",
      "text": " Fortunately, people never had to run from giant terror birds in real life. These birds didn’t overlap with people. Other mammals weren’t so lucky."
    },
    {
      "author": "Degrange",
      "text": "There were other ungulates that were around, like small horses, that perfectly fit in the prey for a large terror bird."
    },
    {
      "author": "Lichtman",
      "text": "These murder birds were one-of-a-kind in avian history."
    },
    {
      "author": "Degrange",
      "text": "No other birds, extant or fossil, in the whole history of birds, occupy the niche of this hyper-predator—only the terror birds."
    },
    {
      "author": "Lichtman",
      "text": "They’re a reminder that what we see flapping around us today is just a bird dropping in the bucket of what has come before."
    },
    {
      "author": "Degrange",
      "text": "Fossil animals are different because they are more—most intriguing. You cannot talk with them. You can’t see how they behave. Personally I think that’s what is the most amazing part of being a paleontologist, because you have to imagine and, and, and hypothesize based on research. It’s like, so this animal actually existed? Yes, it existed."
    },
    {
      "author": "Lichtman",
      "text": "That goes for all the extinct bizarro birds we talked about over the past few episodes. They defy our notion of what it means to be a bird. Whether it was their size or stabbyness, their intercontinental gliding or their girth, they represent marvelous evolutionary wingtip of the avian world. You’ve just listened to the final episode in a four-part Science, Quickly Fascination on really big birds. But before I fly the coop, l’ve been proud as a peacock to be your host. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. Head over to ScientificAmerican.com for in-depth science news. For Science, Quickly—I’m Flora Lichtman."
    },
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    }
  ]
}