{"title":"What Are Ultraprocessed Foods, and Are They Bad for You?","img":"https://static.scientificamerican.com/sciam/cache/file/9CAF4638-AB0A-43FA-9F692318C47061B8_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/what-are-ultra-processed-foods-and-are-they-bad-for-you/","audio":"https://traffic.megaphone.fm/SAM8817975649.mp3?updated=1703605710","intro":["More than half of our diet consists of foods that have been industrially processed in some way, and they may be harmful to our health"],"authors":["Tanya Lewis","Josh Fischman","Lori Youmshajekian","Carin Leong","Elah Feder"],"category":["Diet"],"transcript":[{"author":"Tanya Lewis","text":"Hi, this is Your Health, Quickly, a Scientific American podcast series!"},{"author":"Josh Fischman: ","text":"We bring you the latest vital health news: discoveries that affect your body and your mind."},{"author":"Lewis","text":"And we break down the medical research to help you stay healthy. I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"We’re Scientific American’s senior health editors."},{"author":"Fischman","text":"On today’s show, we’re talking about ultraprocessed foods—what they are, whether they’re bad for you and why it’s so hard to study their effects. [Clip: Show theme music]"},{"author":"Lewis","text":"I don’t know about you, Josh, but I’m a big fan of ice cream. I often eat cereal for breakfast, sometimes with a bit of fruit yogurt. And I enjoy a good gin cocktail. What do you think these foods have in common?"},{"author":"Fischman","text":"Wait a minute. You’re actually giving me a pop quiz?"},{"author":"Lewis","text":"Yes, I am."},{"author":"Fischman","text":"But there are so many different right answers here. All those foods have a lot of sugar in one form or another. They’ve all been linked to poor health. And they all have fruit as an ingredient, even the gin. Which one are you looking for?"},{"author":"Lewis","text":"The answer I was looking for was that they are all ultraprocessed."},{"author":"Fischman","text":"Oh. Yeah, of course. But what exactly is “ultraprocessed food,” and how does it differ from “processed” food? Is it bad for you?"},{"author":"Lewis","text":"Here to answer some of these questions for us is our editorial intern, Lori Youmshajekian. She’s writing a news story about ultraprocessed foods. Lori, welcome to Your Health, Quickly!"},{"author":"Lori Youmshajekian: ","text":"Thanks for having me."},{"author":"Fischman","text":"Hey there, Lori."},{"author":"Lewis","text":"So, Lori, I’ve heard of processed foods before. I always thought of them as just any kind of packaged or prepared food, like chips or candy. So what makes a food “ultraprocessed,” and how is that different from just “processed” food?"},{"author":"Youmshajekian","text":"So the rule of thumb is that ultraprocessed foods are the things that you can’t make in your own kitchen. And that’s because they’ve gone through some kind of industrial processing where the ingredients have been changed in a way that you just wouldn’t be able to do with domestic equipment, or there are additives to preserve the food, make it crunchier, shinier, all those sorts of things. They’re typically designed to be ready to eat and really don’t resemble the raw ingredients they’re made from."},{"author":"Lewis","text":"What are some examples?"},{"author":"Youmshajekian","text":"You might recognize things like chips or sodas. But also granola bars or breakfast cereals or even protein powders. So it’s a really diverse group of food. Completely unprocessed food is something basically straight from the farm or your garden, like a potato you just pulled from the ground. Processed food, in comparison, is kind of everything in between. Just washing a food can be a kind of processing—but so can chopping and also things like canning, drying and freezing."},{"author":"Fischman","text":"So how much of our diet is actually processed or ultraprocessed?"},{"author":"Youmshajekian","text":"By some estimates, almost 60 percent of what we eat in the U.S. is ultraprocessed. For kids, it's even worse—almost 70 percent of their diet is processed."},{"author":"Lewis","text":"Wow, that’s a lot. But does the amount and type of processing matter?"},{"author":"Youmshajekian","text":"Yes. The differences in the intensity of processing are captured in something called the NOVA scale."},{"author":"Fischman","text":"Does NOVA stand for something?"},{"author":"Youmshajekian","text":"Nope, it’s actually just a name! “Nova” means “new” in Portuguese. The system was developed in Brazil about a decade ago as a new way to categorize foods. Historically scientists would look at foods in terms of the nutrients they contain, like protein, fat or carbohydrates.  NOVA sort of came about because scientists recognized that it’s not just nutrients that might affect the quality and health effects of food, but also the amount of processing they undergo.  So NOVA has four categories: there’s unprocessed or minimally processed food—which are things like eggs and vegetables."},{"author":"Youmshajekian","text":"Then there are foods you use to prepare meals but don’t necessarily eat on their own—like oil or butter. Then there are processed foods, which you make using a combination of those categories—homemade bread, for example. And the final category is ultraprocessed foods, which involve industrial processing and additives."},{"author":"Fischman","text":"Almost everything we eat undergoes some amount of processing, right?"},{"author":"Youmshajekian","text":"Right, exactly. One example I’ve seen a lot is peanut butter. You could just crush up peanuts and get peanut butter that’s minimally processed. You could add salt, sugar, and oil and get a processed version. Or some of the peanut butter you find at the store could contain preservatives or emulsifiers, and that makes it ultraprocessed."},{"author":"Lewis","text":"So Lori, do we know if ultraprocessed foods are bad for our health? What does the science say?"},{"author":"Youmshajekian","text":"Some studies have found links between eating ultraprocessed food and obesity, type 2 diabetes, some types of cancer and even mental health issues. But only a few studies have tried to measure whether it’s these diets that are causing thepoor health. There’s one really important study from a few years ago that made a big splash in the research world because it actually compared the effects of an ultraprocessed diet to a minimally processed one in a controlled setting."},{"author":"Youmshajekian","text":"Kevin Hall, a scientist at the National Institutes of Health, recruited 20 volunteers and confined them to a hospitallike area in Maryland to study the effects of different diets."},{"author":"Lewis","text":"Wait, wait, wait. They confined them there?!"},{"author":"Youmshajekian","text":"Yeah! I mean they could talk to one another and to the staff at the facility, but the idea was to prevent people from running off to the cafeteria to get food. For two weeks, some of them were given only minimally processed foods—so they would start their day with things like greek yogurt and fruit. Others got only ultraprocessed foods, so things like a bagel with cream cheese, turkey bacon and sugary breakfast cereals. And when each group finished those two weeks, they would switch to the other diet.  Participants were given as much food as they wanted."},{"author":"Youmshajekian","text":"And what’s interesting is that on the ultraprocessed diet, people actually ate about 500 calories more per day and ended up gaining about two pounds.  On the other hand, on the less processed meal plan it was the opposite: people tended to eat less and lost about two pounds as well."},{"author":"Lewis","text":"Wow. So it seems like eating ultraprocessed foods made people gain weight—even if the foods contained the same amount of nutrients as unprocessed foods. Why would that be?"},{"author":"Youmshajekian","text":"Researchers aren’t really sure why, but there are a whole lot of theories. One is that ultraprocessed foods tend to be more energy-dense, meaning there are more calories per bite."},{"author":"Fischman","text":"Another possibility is we don’t feel as satiated by ultraprocessed foods."},{"author":"Youmshajekian","text":"Right, they tend to have less fiber and protein—the things that fill us up and make food take longer to digest. They might also be harder to resist. Many ultraprocessed foods contain a lot of fat, sugar, salt and carbs. And that combination makes them hyperpalatable—basically, so tempting to us that we find it really hard to stop eating."},{"author":"Youmshajekian","text":"Those ingredients don’t exist together in nature, and some research has shown that the combination of fat and carbohydrates are better at activating the brain’s reward system compared to foods with just one of those things alone.  And there’s newer research that’s finding ultraprocessed food might be addictive."},{"author":"Lewis","text":"That all makes sense. But Lori, why are these foods so addictive? Is it even possible to be addicted to food?"},{"author":"Youmshajekian","text":"Yep. Think about it—you don’t lose control over eating bananas, but when was the last time you just ate one chip?"},{"author":"Lewis","text":"Basically never."},{"author":"Youmshajekian","text":"Right! That might be because of a dopamine spike it causes, similar to addictive substances like nicotine and alcohol."},{"author":"Fischman","text":"So are all ultraprocessed foods really equivalent to one another, health-wise? Are canned vegetables really as bad for you as a glazed donut?"},{"author":"Youmshajekian","text":"It’s a little more complicated than that. The reason some canned veggies are considered ultraprocessed is because they might contain thickeners or firming agents like calcium chloride. But it’s probably not as unhealthy as, say, a sugary pastry. There are probably subcategories of ultraprocessed foods that are perfectly fine, maybe even good for you, and others that might be particularly damaging. We just haven't pinned down what those are yet.  But the middle ground seems to be, “Well, there are a whole bunch of studies linking these foods to poor health, so there’s something serious going on.”"},{"author":"Fischman","text":"So since these foods can be addictive and they may have negative effects on our health, what should we do about it?"},{"author":"Youmshajekian","text":"I think it’s pretty unrealistic to say we’re gonna cut out a big chunk of the food supply. Not everyone can have a private chef or a garden full of homegrown vegetables, and there’s a reason why we reach for ultraprocessed foods. More often than not, they’re cheaper, more convenient to prepare, and sometimes, they’re the only thing available to us."},{"author":"Fischman","text":"Is there any country that’s trying to regulate these foods?"},{"author":"Youmshajekian","text":"In terms of regulation, there are some places that have done it well. In Chile and Columbia, they introduced taxes on ultraprocessed foods and restricted their marketing, especially to kids. That worked to decrease sales. But it’s really a matter of cost and convenience—and that problem hasn’t really been addressed yet in the U.S."},{"author":"Lewis","text":"What can I do individually if I do want to eat less of these foods?"},{"author":"Youmshajekian","text":"There are some things you could think about if you want to limit your intake as an individual. For example, there are a whole bunch of minimally processed things that make your life easier while preparing meals—like prechopped veggies and premixed salads or stir fries that you just need to put in a pan and heat up."},{"author":"Lewis","text":"And in some cases, ultraprocessed foods may provide necessary nutrients for some people, like those with chronic diseases who have trouble keeping weight on and need extra calories from protein shakes, for example."},{"author":"Youmshajekian","text":"Of course, and I think it’s really important we don’t demonize people’s food choices here. Think about baby formula for example—that’s ultraprocessed! But in no way are we suggesting that it should be cut out."},{"author":"Lewis","text":"Totally. Lori, thanks so much for coming on the show. I learned a lot!"},{"author":"Youmshajekian","text":"Thanks for having me!"},{"author":"Lewis","text":"Even if we try to eat less processed foods, it’s practically impossible to avoid them entirely. Plus, what’s a life without ice cream? [CLIP: Show music]"},{"author":"Fischman","text":"Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."},{"author":"Lewis","text":"Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an e-mail at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"See you next time."}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,141,320,420,790,13564,15805,5827,17572,17594,12020,16923,10213,17275,14352,8945,8767,5823,12023,14029,8729,13707,20763,16777,6420,3983,16449,17234,11347,14963,14769,8035,11499,13950,4666,12332,15897,17951,13751,9541,14169,13882,14568,15956,20160,8053,3228,19743,22787,9941,7525,20357,24137,7868,3523,13649,12773,13202,8772,10686,21671,18289,6618,15256,22874,18252,11895,7835,8961,14841,14902,16725,18852,13707,13351,9691,11173,4822,26057,19753,12204,3357,14315,17611,12769,8882,4856,14773,1520,15453,12131,12961,6119,16528,19208,6461,2078,3017,4563,5866,7678,8257,7792,7417,7422,6421,7514,7359,7179,7636,7085,7295,6871,6952,6675,6217,6699,6413,6392,5290,4441,4741,2814,3223,884,579,485,468,435,341,17848,23048,16428,13580,15071,18553,14533,15779,14310,6710,5087,18931,17883,7231,15122,10013,15836,7298,10232,5548,7401,5934,8547,6615,7463,13919,11653,10917,10633,13908,6627,12962,8460,15935,8917,14283,10682,1332,13016,14337,13715,15195,9053,7573,8137,8717,21574,15553,15681,1524,15964,11556,6565,14049,20651,18327,10117,11501,10187,19010,25629,12048,6397,5565,27591,8111,18445,17489,13650,14937,3896,12668,5777,14422,14264,22408,20439,12096,13528,18786,18564,135,16479,21101,20834,13913,4083,9389,12455,2287,6478,13230,969,7866,11789,14737,10401,1320,17275,18687,11510,11677,8817,10261,16362,10754,12224,12470,12017,14549,14593,3087,11558,24368,144,16255,6075,13534,19002,26327,16353,14739,22045,9120,7646,14875,8803,17604,12812,14474,9952,12599,8912,8264,1193,7491,15212,14484,1039,16044,15452,12457,7555,14705,12900,13980,7953,17992,10018,8259,13672,13057,12125,8187,10407,7042,41,9956,16175,14545,13905,14789,11762,4350,6239,873,13614,15074,14300,14780,12506,4307,968,14236,12924,9265,7225,25970,21112,97,13130,15943,16124,13838,7805,13162,4736,4429,11347,14864,16539,15919,15796,12076,14770,11364,17674,8798,10679,11651,5418,1267,8175,12635,6427,11625,4627,18782,14052,8736,14817,12463,12389,11723,8129,11905,14708,9896,7292,12609,5473,4350,53,12105,10375,13163,15479,11465,12551,9523,8187,5833,11216,6838,10070,10005,9732,5559,9054,7839,3243,479,17064,15875,12618,13760,6259,5704,6757,8053,12880,8829,4564,10387,9057,11275,13777,10716,9791,7651,8936,9024,7996,10483,13145,10681,6960,6229,7807,3475,10209,3252,1059,15209,16759,12531,22412,10745,10579,12862,7910,4943,19744,7779,10232,9222,10398,8568,12971,15450,6345,6905,2224,10651,13045,10221,11897,8341,11957,13618,9207,17738,10530,8228,13529,7276,10391,11693,8613,7730,5635,7491,10369,4984,15517,13861,13848,11526,13255,2363,15426,17910,9868,10745,7709,11320,8522,11748,7414,9588,11121,11576,13455,12431,15911,8090,14380,8950,7397,15862,12324,12072,18881,6297,1062,13541,15319,12072,9958,9472,7661,7666,6359,363,10238,12420,15453,15886,9981,7817,8074,10051,11929,1313,13272,10131,12751,16833,14333,3599,17716,14138,14852,21615,9652,11694,6395,7743,8378,11189,2164,18259,10350,9085,9102,15866,7233,13067,7456,21029,10405,14404,12718,6496,3721,1097,15638,14648,23182,10257,9524,9782,8735,12705,5768,4205,204,13604,11275,10800,14422,11877,7318,11879,13687,11729,5820,12771,12696,11186,5431,4876,14999,16927,14382,9728,20476,25538,13803,10749,11594,12257,13824,12221,14186,19902,21210,7477,930,13405,12953,11896,10358,11014,7133,15733,3314,6800,6070,5328,8556,11065,9514,9375,12372,9688,14404,8958,16796,6064,699,14761,14794,10039,11636,15475,6099,10776,14387,5572,15308,12276,6951,11764,10147,8570,9593,8627,3995,668,17748,12189,11979,12866,257,11628,9405,17392,7418,8181,6294,12334,9574,9649,4368,5426,11746,15448,4185,11839,21479,17573,7910,9870,9704,14820,12977,7091,23619,21875,10682,9174,11601,10796,14321,9748,11074,7650,11719,14925,12609,11050,10575,9210,15860,15078,12135,11355,13043,9526,1482,16832,14539,6679,12042,6274,9671,9614,4627,355,12676,15350,11076,12284,12523,7473,10501,14871,6244,12052,15189,9316,14232,12482,12628,14009,11449,9772,2832,10443,12613,11899,6728,9508,8186,11452,10509,11019,6618,7087,9163,11217,6659,6101,6334,8258,8457,5257,11048,15500,8656,6431,7030,3157,7033,16116,14459,11768,17407,12473,10130,3669,8310,10531,16015,8862,7273,9756,11558,8266,12594,18014,6743,11462,10410,13681,8426,6586,6554,10932,14688,9160,17050,6988,12892,5207,10828,9094,7374,7049,8944,11122,3906,16724,22689,7986,3919,497,11234,13165,14514,8510,12495,9770,5191,6703,3031,10142,13597,14928,7783,11439,6419,4656,165,15953,13789,10999,10909,8513,11047,7610,15662,9113,8830,12704,13952,10693,9551,11038,6954,13740,8265,13831,13567,12086,14859,15284,13295,15682,12880,8864,5105,10740,12618,10262,12064,11869,8040,7887,10476,6411,18321,18517,14381,7115,13161,5396,2717,14748,11072,14153,10287,10035,16828,10275,7483,7135,1251,13182,18383,14864,14946,8170,11214,5225,9572,27589,7716,3606,16214,13687,5252,17327,12779,9590,9264,10503,19635,11638,17446,15533,13143,7234,14205,1475,11206,12540,14703,8610,3031,15272,26915,12582,19514,11041,15631,13161,6606,11775,9673,23198,15669,7067,11641,10073,9417,14438,14898,13655,11199,4757,1121,12879,22420,9304,10895,5296,12523,11048,12642,7205,12507,13409,7936,5603,2994,456,18994,20331,13809,16855,14612,12982,7974,10250,11527,12114,10477,9377,10739,12415,8331,12008,2200,14325,14951,8166,13446,9520,5337,2742,13175,11787,13187,6497,6508,14776,12511,6477,17981,17073,16474,9684,2126,9213,9678,12847,8652,5982,4,10799,8636,8739,12013,9784,11373,14014,9863,15493,12067,8345,9448,3771,10835,11542,11741,15643,5356,15377,9241,9048,8947,558,8379,10143,14035,11641,12366,16377,13109,11444,7138,6602,1055,12567,9990,11218,10328,12132,10676,11825,15080,11572,13444,9306,11817,7853,7614,11290,8047,290,10732,16287,10154,9785,12077,5304,6687,8441,9765,10304,13128,12029,6808,12688,9749,10294,4899,14788,17160,8830,10472,7851,8215,3094,15771,14415,8612,12065,8369,7474,9782,8620,5031,10324,13448,10241,7546,2049,690,10885,12460,12990,11991,7399,4714,12470,13695,10895,5962,13676,8225,11797,9959,13390,10649,10512,540,12991,8329,10578,7179,6306,9340,11303,8577,6118,11048,4171,5956,7807,8917,9606,6894,5425,11656,8302,8946,12637,12294,14450,12189,11481,12235,5166,524,12265,14643,12802,13308,11382,10786,13317,16320,8564,10101,7738,9670,8704,12899,19914,14594,12051,11278,11632,12687,16294,8747,10044,11487,9604,9447,3274,660,8924,9805,13356,6857,13055,11510,10151,10371,8995,13019,7237,2293,2937,11158,10023,14089,9779,13247,13438,13777,12117,16440,9014,10492,417,21962,17629,16819,19303,15477,11125,5600,8768,3768,7051,9832,9303,16402,11578,12403,7397,6490,11676,11353,5128,12481,14488,17042,6508,10768,3541,15289,13000,14838,16807,11178,12900,8473,12127,8744,10147,25241,12007,625,89,13563,10202,12336,17256,8454,16399,11107,10460,12508,6134,16266,18349,14139,8635,13817,16875,13903,17056,14312,16239,12363,1090,10273,9378,12804,11107,14098,10330,10085,10125,10618,11551,8264,10807,4993,15172,12259,12734,15188,16794,7915,9258,3332,209,17881,15791,18954,17868,14917,9573,9098,14646,6665,13082,14596,8999,748,11817,8752,9314,7838,19843,13040,13656,14754,6419,11007,8102,5478,58,20436,8153,1506,20300,8340,7094,10373,12538,20660,11742,5992,11410,8160,12508,10300,8981,8170,16032,17157,6946,10262,7727,8590,15768,7273,11083,10042,23427,6095,3342,5,10661,18947,14036,3982,10151,10832,13632,11719,8839,14670,14907,10904,14743,11463,8638,6778,6651,711,14404,12243,12596,15148,8531,6438,6582,6344,9840,10291,10748,6325,3483,11276,11625,10963,9540,5335,9674,12710,1829,23139,27698,18806,9355,10685,15199,8486,20902,9521,14591,17606,13272,7798,11262,5797,5534,847,5112,26105,12904,14116,13522,16595,16208,9636,10147,797,20318,15548,12595,15020,15155,13625,11816,9865,13253,9945,9881,4425,1124,17188,19585,10581,16074,7870,6996,4489,10482,16773,19739,11301,9004,8421,8437,8209,11115,16266,6445,10623,8850,10618,9640,16263,4444,443,19722,17550,15645,9527,8643,15650,6680,11181,8954,1261,288,13712,12097,6111,10106,12341,11971,10094,12312,10789,12677,9970,8683,8297,13732,9142,849,296,14885,15342,13899,9182,5469,7840,8358,7779,3620,10771,7559,14377,9741,7021,11033,9671,9599,15118,25039,5792,13125,14499,13570,13211,14025,10580,23960,17630,11820,9275,10174,14859,4892,3698,10959,13565,14635,10710,11422,14599,14612,6606,12605,7600,1616,448,19777,15116,12325,13082,17257,10534,10168,11236,13646,12414,11386,7286,7694,7223,12985,6510,8396,9059,1362,13754,11327,8467,14166,3337,14210,10772,8103,6117,14061,13214,18171,13261,5645,6785,13361,7014,8987,4170,6056,1199,10497,11690,20393,14647,1492,14919,10947,13152,13159,9214,15380,8739,3197,13551,9605,16226,7201,11897,10360,10237,6513,6096,814,5783,20613,16399,3187,23449,11777,17712,15794,13243,9025,9077,5796,11711,7848,4868,1267,3846,18084,14915,9590,11153,6093,14870,9253,13669,10914,10129,274,10735,16453,7730,4002,23996,13382,29191,10478,8585,8248,10293,5888,9660,10991,12728,15674,20466,14517,3281,19426,221,8613,24826,12277,8130,15296,11961,12004,12501,15426,9501,8521,6683,3547,12439,8425,12110,16993,13714,12616,12993,17009,14235,14271,15848,11193,14075,11956,11625,13915,7574,14304,8096,8257,10013,1135,13955,14199,17041,8198,12363,11876,15384,17273,13079,5762,8477,12100,9188,14549,3277,13956,9670,13537,22116,16377,13140,11400,17269,8040,3044,10456,14798,11455,10171,6568,1548,460,13821,17156,10102,9616,9326,9161,8526,12531,10616,6734,12136,11934,7817,8071,7797,8637,12974,9226,13313,8342,6119,14197,12739,13435,10618,9149,6494,8761,13314,3036,494,11639,9871,11300,10422,12168,9145,13142,11394,534,11054,13214,9270,8267,7896,14990,8636,13072,12557,15164,7799,8691,9464,9010,7951,7794,9722,17399,1257,13415,17715,9567,10194,11746,10483,9547,18062,17100,14351,3792,12787,8908,12803,11255,12243,14110,14319,10174,12971,12087,12380,16329,10572,28687,9965,3,14075,10626,13482,3427,13723,21857,12181,10751,4465,10409,12109,18685,11546,13752,7742,7085,10217,11662,13541,6638,16231,11986,7653,14853,5991,10607,7696,11940,17659,10210,10581,11714,16871,10722,10917,1888,17817,19387,11692,24813,23083,8644,10812,5517,4390,8537,2637,16411,14284,18232,10923,13641,13789,15149,10142,10890,5667,13099,17713,8109,8531,11367,11436,10172,12119,6326,13463,2305,10567,16801,15465,14076,21429,20000,9815,12535,11622,10134,11565,6732,11309,1264,12298,13093,12415,13967,14259,11759,10042,10845,12680,7831,14317,11827,9647,11512,8171,12903,10189,12650,14018,8229,13276,15007,13241,6651,4898,6537,1728,15056,7520,14842,16004,7316,9627,5728,9076,8470,207,15084,12128,4797,6900,8943,8933,4578,245,15747,9580,13773,12189,7891,6979,7378,8057,2339,12156,10928,8497,8986,12292,10072,9666,8271,7171,5815,9993,2528,3305,11673,14324,13119,14398,11980,10835,13921,12910,11175,12502,3269,8601,1890,1564,15236,14961,11076,16983,16455,13401,12430,14022,9751,5907,10297,8999,4515,571,13719,11519,6654,12657,10290,12039,8900,10613,7288,5819,10655,10185,14015,9257,8289,8267,6971,7223,7839,1530,15574,20164,14616,13081,10761,9769,11604,10136,3403,14229,16436,25021,11483,10670,11822,12937,9264,18454,2944,14733,17096,16848,7345,22063,11481,9797,9804,15466,14795,12846,10983,13520,8892,10012,5588,2370,12782,12891,16999,15152,5129,11919,12977,15994,5435,7653,8412,9970,9275,22214,17306,9587,6100,5382,12252,4868,11780,2125,15094,12393,14249,20998,16619,14470,13562,10915,10493,13074,12134,11229,5406,11882,7399,6873,8591,1466,11661,16226,19411,13512,16890,11137,14006,7517,18912,11346,9273,9705,1050,13910,14064,12852,9903,6934,8496,8048,8449,9009,7171,5560,1328,10621,14698,10167,12117,14579,9567,15373,14226,14086,19690,124,13175,13639,12202,10092,1394,351,12074,8030,14473,6613,13086,7569,9433,8700,6499,3146,8073,12734,10490,14071,6718,5512,10149,4838,19479,10044,11300,18829,11119,6275,16978,8054,4139,16122,19622,15720,14345,19825,18977,6085,3282,11240,20995,17629,12213,10521,8948,9048,11038,8553,7927,23882,23166,14635,6693,17020,17532,17912,11930,19471,14459,19949,16924,10122,12811,19386,12703,18139,15322,16316,12351,10660,11597,3239,11335,8993,12941,7506,17386,25655,14323,11783,2033,10523,14783,15263,15653,16162,16284,13457,20573,16723,15417,13166,6931,2318,16242,16304,17639,11954,17372,18335,12332,2356,5091,19318,11141,13933,13843,15188,11408,8689,10919,1845,18419,12591,17015,14770,12921,7720,15028,3145,16702,8556,13024,10709,9431,9282,15528,16500,16886,8968,2563,1939,16740,10063,15176,8906,11505,16328,17454,17648,12515,9220,18169,12729,3145,16857,13691,10017,9472,21643,21749,11987,4067,2840,9072,15610,14594,942,960,1843,9781,9433,8215,8386,7905,8885,7609,7929,7751,8393,10079,9497,9071,9195,7995,8667,8464,9320,7301,10270,10087,9371,7079,6879,6774,5585,3638,1573,11092,10698,8445,6060,4123,1593,559,239,95,43,24,6,0],"fragments":[{"begin":"0.000","end":"42.120","lines":["Hi, this is Your Health, Quickly, a Scientific American podcast series!"]},{"begin":"42.120","end":"65.200","lines":["We bring you the latest vital health news: discoveries that affect your body and your mind."]},{"begin":"65.200","end":"73.760","lines":["And we break down the medical research to help you stay healthy. I’m Tanya Lewis."]},{"begin":"73.760","end":"75.040","lines":["I’m Josh Fischman."]},{"begin":"75.040","end":"77.680","lines":["We’re Scientific American’s senior health editors."]},{"begin":"77.680","end":"97.680","lines":["On today’s show, we’re talking about ultraprocessed foods—what they are, whether they’re bad for you and why it’s so hard to study their effects. [Clip: Show theme music]"]},{"begin":"97.680","end":"109.040","lines":["I don’t know about you, Josh, but I’m a big fan of ice cream. I often eat cereal for breakfast, sometimes with a bit of fruit yogurt. And I enjoy a good gin cocktail. What do you think these foods have in common?"]},{"begin":"109.040","end":"112.520","lines":["Wait a minute. You’re actually giving me a pop quiz?"]},{"begin":"112.520","end":"113.680","lines":["Yes, I am."]},{"begin":"113.680","end":"127.240","lines":["But there are so many different right answers here. All those foods have a lot of sugar in one form or another. They’ve all been linked to poor health. And they all have fruit as an ingredient, even the gin. Which one are you looking for?"]},{"begin":"127.240","end":"131.400","lines":["The answer I was looking for was that they are all ultraprocessed."]},{"begin":"131.400","end":"139.520","lines":["Oh. Yeah, of course. But what exactly is “ultraprocessed food,” and how does it differ from “processed” food? Is it bad for you?"]},{"begin":"139.520","end":"149.360","lines":["Here to answer some of these questions for us is our editorial intern, Lori Youmshajekian. She’s writing a news story about ultraprocessed foods. Lori, welcome to Your Health, Quickly!"]},{"begin":"149.360","end":"150.480","lines":["Thanks for having me."]},{"begin":"150.480","end":"151.520","lines":["Hey there, Lori."]},{"begin":"151.520","end":"164.400","lines":["So, Lori, I’ve heard of processed foods before. I always thought of them as just any kind of packaged or prepared food, like chips or candy. So what makes a food “ultraprocessed,” and how is that different from just “processed” food?"]},{"begin":"164.400","end":"191.880","lines":["So the rule of thumb is that ultraprocessed foods are the things that you can’t make in your own kitchen. And that’s because they’ve gone through some kind of industrial processing where the ingredients have been changed in a way that you just wouldn’t be able to do with domestic equipment, or there are additives to preserve the food, make it crunchier, shinier, all those sorts of things. They’re typically designed to be ready to eat and really don’t resemble the raw ingredients they’re made from."]},{"begin":"191.880","end":"193.560","lines":["What are some examples?"]},{"begin":"193.560","end":"224.240","lines":["You might recognize things like chips or sodas. But also granola bars or breakfast cereals or even protein powders. So it’s a really diverse group of food. Completely unprocessed food is something basically straight from the farm or your garden, like a potato you just pulled from the ground. Processed food, in comparison, is kind of everything in between. Just washing a food can be a kind of processing—but so can chopping and also things like canning, drying and freezing."]},{"begin":"224.240","end":"229.720","lines":["So how much of our diet is actually processed or ultraprocessed?"]},{"begin":"229.720","end":"241.480","lines":["By some estimates, almost 60 percent of what we eat in the U.S. is ultraprocessed. For kids, it's even worse—almost 70 percent of their diet is processed."]},{"begin":"241.480","end":"246.600","lines":["Wow, that’s a lot. But does the amount and type of processing matter?"]},{"begin":"246.600","end":"253.040","lines":["Yes. The differences in the intensity of processing are captured in something called the NOVA scale."]},{"begin":"253.040","end":"254.760","lines":["Does NOVA stand for something?"]},{"begin":"254.760","end":"291.000","lines":["Nope, it’s actually just a name! “Nova” means “new” in Portuguese. The system was developed in Brazil about a decade ago as a new way to categorize foods. Historically scientists would look at foods in terms of the nutrients they contain, like protein, fat or carbohydrates.  NOVA sort of came about because scientists recognized that it’s not just nutrients that might affect the quality and health effects of food, but also the amount of processing they undergo.  So NOVA has four categories: there’s unprocessed or minimally processed food—which are things like eggs and vegetables."]},{"begin":"291.000","end":"310.720","lines":["Then there are foods you use to prepare meals but don’t necessarily eat on their own—like oil or butter. Then there are processed foods, which you make using a combination of those categories—homemade bread, for example. And the final category is ultraprocessed foods, which involve industrial processing and additives."]},{"begin":"310.720","end":"315.560","lines":["Almost everything we eat undergoes some amount of processing, right?"]},{"begin":"315.560","end":"335.200","lines":["Right, exactly. One example I’ve seen a lot is peanut butter. You could just crush up peanuts and get peanut butter that’s minimally processed. You could add salt, sugar, and oil and get a processed version. Or some of the peanut butter you find at the store could contain preservatives or emulsifiers, and that makes it ultraprocessed."]},{"begin":"335.200","end":"340.880","lines":["So Lori, do we know if ultraprocessed foods are bad for our health? What does the science say?"]},{"begin":"340.880","end":"367.240","lines":["Some studies have found links between eating ultraprocessed food and obesity, type 2 diabetes, some types of cancer and even mental health issues. But only a few studies have tried to measure whether it’s these diets that are causing thepoor health. There’s one really important study from a few years ago that made a big splash in the research world because it actually compared the effects of an ultraprocessed diet to a minimally processed one in a controlled setting."]},{"begin":"367.240","end":"379.120","lines":["Kevin Hall, a scientist at the National Institutes of Health, recruited 20 volunteers and confined them to a hospitallike area in Maryland to study the effects of different diets."]},{"begin":"379.120","end":"381.320","lines":["Wait, wait, wait. They confined them there?!"]},{"begin":"381.320","end":"412.760","lines":["Yeah! I mean they could talk to one another and to the staff at the facility, but the idea was to prevent people from running off to the cafeteria to get food. For two weeks, some of them were given only minimally processed foods—so they would start their day with things like greek yogurt and fruit. Others got only ultraprocessed foods, so things like a bagel with cream cheese, turkey bacon and sugary breakfast cereals. And when each group finished those two weeks, they would switch to the other diet.  Participants were given as much food as they wanted."]},{"begin":"412.760","end":"430.480","lines":["And what’s interesting is that on the ultraprocessed diet, people actually ate about 500 calories more per day and ended up gaining about two pounds.  On the other hand, on the less processed meal plan it was the opposite: people tended to eat less and lost about two pounds as well."]},{"begin":"430.480","end":"441.160","lines":["Wow. So it seems like eating ultraprocessed foods made people gain weight—even if the foods contained the same amount of nutrients as unprocessed foods. Why would that be?"]},{"begin":"441.160","end":"451.640","lines":["Researchers aren’t really sure why, but there are a whole lot of theories. One is that ultraprocessed foods tend to be more energy-dense, meaning there are more calories per bite."]},{"begin":"451.640","end":"456.840","lines":["Another possibility is we don’t feel as satiated by ultraprocessed foods."]},{"begin":"456.840","end":"479.360","lines":["Right, they tend to have less fiber and protein—the things that fill us up and make food take longer to digest. They might also be harder to resist. Many ultraprocessed foods contain a lot of fat, sugar, salt and carbs. And that combination makes them hyperpalatable—basically, so tempting to us that we find it really hard to stop eating."]},{"begin":"479.360","end":"498.920","lines":["Those ingredients don’t exist together in nature, and some research has shown that the combination of fat and carbohydrates are better at activating the brain’s reward system compared to foods with just one of those things alone.  And there’s newer research that’s finding ultraprocessed food might be addictive."]},{"begin":"498.920","end":"505.360","lines":["That all makes sense. But Lori, why are these foods so addictive? Is it even possible to be addicted to food?"]},{"begin":"505.360","end":"512.160","lines":["Yep. Think about it—you don’t lose control over eating bananas, but when was the last time you just ate one chip?"]},{"begin":"512.160","end":"513.240","lines":["Basically never."]},{"begin":"513.240","end":"520.560","lines":["Right! That might be because of a dopamine spike it causes, similar to addictive substances like nicotine and alcohol."]},{"begin":"520.560","end":"530.960","lines":["So are all ultraprocessed foods really equivalent to one another, health-wise? Are canned vegetables really as bad for you as a glazed donut?"]},{"begin":"530.960","end":"566.880","lines":["It’s a little more complicated than that. The reason some canned veggies are considered ultraprocessed is because they might contain thickeners or firming agents like calcium chloride. But it’s probably not as unhealthy as, say, a sugary pastry. There are probably subcategories of ultraprocessed foods that are perfectly fine, maybe even good for you, and others that might be particularly damaging. We just haven't pinned down what those are yet.  But the middle ground seems to be, “Well, there are a whole bunch of studies linking these foods to poor health, so there’s something serious going on.”"]},{"begin":"566.880","end":"574.040","lines":["So since these foods can be addictive and they may have negative effects on our health, what should we do about it?"]},{"begin":"574.040","end":"593.240","lines":["I think it’s pretty unrealistic to say we’re gonna cut out a big chunk of the food supply. Not everyone can have a private chef or a garden full of homegrown vegetables, and there’s a reason why we reach for ultraprocessed foods. More often than not, they’re cheaper, more convenient to prepare, and sometimes, they’re the only thing available to us."]},{"begin":"593.240","end":"597.320","lines":["Is there any country that’s trying to regulate these foods?"]},{"begin":"597.320","end":"617.400","lines":["In terms of regulation, there are some places that have done it well. In Chile and Columbia, they introduced taxes on ultraprocessed foods and restricted their marketing, especially to kids. That worked to decrease sales. But it’s really a matter of cost and convenience—and that problem hasn’t really been addressed yet in the U.S."]},{"begin":"617.400","end":"621.160","lines":["What can I do individually if I do want to eat less of these foods?"]},{"begin":"621.160","end":"637.600","lines":["There are some things you could think about if you want to limit your intake as an individual. For example, there are a whole bunch of minimally processed things that make your life easier while preparing meals—like prechopped veggies and premixed salads or stir fries that you just need to put in a pan and heat up."]},{"begin":"637.600","end":"649.360","lines":["And in some cases, ultraprocessed foods may provide necessary nutrients for some people, like those with chronic diseases who have trouble keeping weight on and need extra calories from protein shakes, for example."]},{"begin":"649.360","end":"661.120","lines":["Of course, and I think it’s really important we don’t demonize people’s food choices here. Think about baby formula for example—that’s ultraprocessed! But in no way are we suggesting that it should be cut out."]},{"begin":"661.120","end":"665.640","lines":["Totally. Lori, thanks so much for coming on the show. I learned a lot!"]},{"begin":"665.640","end":"667.320","lines":["Thanks for having me!"]},{"begin":"667.320","end":"676.480","lines":["Even if we try to eat less processed foods, it’s practically impossible to avoid them entirely. Plus, what’s a life without ice cream? [CLIP: Show music]"]},{"begin":"676.480","end":"690.520","lines":["Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."]},{"begin":"690.520","end":"710.680","lines":["Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an e-mail at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. I’m Tanya Lewis."]},{"begin":"710.680","end":"712.320","lines":["I’m Josh Fischman."]},{"begin":"712.320","end":"726.120","lines":["See you next time."]}],"duration":726}