{
  "title": "How Stress Messes With Your Gut",
  "img": "https://static.scientificamerican.com/sciam/cache/file/6EC9E6B6-0C87-45C5-9FD6A706E284BAE0_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/how-stress-messes-with-your-gut/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/C20DB242-3B08-4069-ABD4D9355829AB2D.wav",
  "intro": [
    "Inflammatory bowel disease flare-ups can be traced to mental stress"
  ],
  "authors": [
    "Carin Leong",
    "Tanya Lewis",
    "Josh Fischman"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "We highlight the latest vital health news: discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors. On today’s show, we’re talking about how the stuff that goes on in your brain is connected to symptoms in your gut. Scientists have found molecular pathways that trigger inflammatory bowel disease flare-ups. And those paths start in the brain, triggered by stress. This raises the possibility of a new type of treatment. [CLIP: Show theme music]"
    },
    {
      "author": "Fischman: ",
      "text": "Hey, remember the other day when we were comparing belly aches?"
    },
    {
      "author": "Lewis",
      "text": "Yeah, I do remember that. I was feeling a bit off, but drinking ginger ale really helped settle my stomach. Did your antacid tablets end up helping?"
    },
    {
      "author": "Fischman",
      "text": "Yeah they did. But neither of us was really sick. I mean, we both showed up at work, after all."
    },
    {
      "author": "Lewis",
      "text": "Yeah, I mean, speak for yourself—I wasn’t feeling great. But I definitely wasn’t extremely ill."
    },
    {
      "author": "Fischman",
      "text": "There is another kind of gastrointestinal illness, though, that’s in a whole different league. It’s inflammatory bowel disease, or IBD. That’s bouts of disabling pain, bleeding, weight loss, diarrhea and hospitalizations that sometimes require surgery."
    },
    {
      "author": "Lewis",
      "text": "That really doesn’t sound like fun. I actually know some people with IBD. Is it a super common illness?"
    },
    {
      "author": "Fischman",
      "text": "Unfortunately, it is. About 3 million adults in the U.S. have it."
    },
    {
      "author": "Lewis",
      "text": "I’ve heard of Crohn’s disease, which can be pretty disabling. Isn’t that a type of IBD?"
    },
    {
      "author": "Fischman",
      "text": "Yeah, it is. The other type is called ulcerative colitiis."
    },
    {
      "author": "Lewis",
      "text": "Oh, I’ve heard of that one too. I think it mainly affects the large intestine."
    },
    {
      "author": "Fischman",
      "text": "And Crohn’s often damages the small intestine, although it can hurt other parts of the GI tract as well. What makes them both IBD is inflammation. IBD is often linked to an overactive immune system, where the body’s own immune cells attack the digestive tract. And it may have a genetic component. "
    },
    {
      "author": "Lewis",
      "text": "Yeah, I’ve heard that Crohn’s is more common among people with a family history of it. But are there any effective treatments?"
    },
    {
      "author": "Fischman",
      "text": "That’s usually some variety of immune suppressant such as a steroid drug or a medication that soothes inflammation. But even these controlled cases have periodic flare-ups. The causes of these flares have been a real mystery. But I’ve been reading that the reason—or at least one of the main reasons—can be psychological stress."
    },
    {
      "author": "Lewis",
      "text": "That does make sense. But it seems a little bit obvious that stress triggers a lot of diseases. So what’s the new thing here?"
    },
    {
      "author": "Fischman",
      "text": "It’s the precise connections. Starting in the brain, researchers traced two different pathways, made up of molecules and cells that kind of bang into one another. And the paths led all the way down to the intestines."
    },
    {
      "author": "Lewis",
      "text": "So is that kind of like a series of falling dominoes, each one knocking the next one over?"
    },
    {
      "author": "Fischman",
      "text": "Yeah that’s a good way of thinking of it."
    },
    {
      "author": "Lewis: ",
      "text": "But I just want to be clear: you’re not saying that IBD is all in your head, right?"
    },
    {
      "author": "Fischman",
      "text": "No, no. Really no. It’s a biological disease tied to those hyperactive immune cells. But..."
    },
    {
      "author": "Christoph Thaiss",
      "text": "Psychological stress will greatly exacerbate the severity of the disease. So stress by itself is not causing the disease, but it's greatly increasing the magnitude of the disease."
    },
    {
      "author": "Fischman",
      "text": "That’s Christoph Thaiss."
    },
    {
      "author": "Thaiss",
      "text": "I'm an assistant professor of microbiology here at the Perelman School of Medicine at the University of Pennsylvania."
    },
    {
      "author": "Fischman",
      "text": "Thaiss was one of the scientists who traced out the rows of dominoes, as you put it. And his team found that the first domino to fall with IBD patients was some kind of stressful experience."
    },
    {
      "author": "Thaiss",
      "text": "If they had broken up with their partner or lost their jobs or lost someone in the family or any other major event in the lives of these patients ... if someone goes through a very stressful period in their lives, it feels like their disease flaring up, but the physician doesn't see microscopic signs of inflammation yet. But then very often what will happen is a few weeks down the road, then there will be a flare. So there is definitely a very strong component of how the brain or the psychological state of the patient can control inflammatory diseases."
    },
    {
      "author": "Lewis",
      "text": "That is really validating, and I can say from personal experience that that intense stress can affect the body. But it sounds kind of anecdotal. I’m guessing Thaiss did some more scientific studies?"
    },
    {
      "author": "Fischman",
      "text": "Hey, I don’t blame you for a little skepticism. There’s a lot of loose talk about how stress affects the body, and you’re right: Thaiss and his team did go after this more scientifically. First they looked at mice with IBD-like conditions in order to identify the rows of molecular dominoes. Then they verified that these same dominoes fell down in people. The pattern held true in three different groups of IBD patients. They even went so far as to do colonoscopy exams on some of these people, and saw these molecular signs of inflammation after stressful events."
    },
    {
      "author": "Lewis",
      "text": "So what’s the next domino after someone has a fight with their spouse, for example?"
    },
    {
      "author": "Fischman",
      "text": "That’s the release of glucocorticoids, those are hormones that the brain triggers when you feel threatened. And these hormones reach two different kinds of cells in the gut, with two different effects."
    },
    {
      "author": "Lewis",
      "text": "You mean hormones like cortisol? How does that affect cells in the gut?"
    },
    {
      "author": "Fischman",
      "text": "Well, first, did you know the gut had its own nervous system?"
    },
    {
      "author": "Lewis",
      "text": "Yeah, I think I did. Isn’t it called the enteric nervous system? I think it has neurons and supporting cells."
    },
    {
      "author": "Fischman",
      "text": "So those supporting cells are called glial cells. They do a bunch of different things and one is to signal those hyperactive immune cells, the ones I mentioned earlier, when the body is stressed. Those cells arrive, kind of like an attacking army, and they hit the lining of the intestines. And bingo, you get inflammation and a flare-up of IBD."
    },
    {
      "author": "Lewis",
      "text": "And what about the second cell type you mentioned?"
    },
    {
      "author": "Fischman",
      "text": "Those are the enteric neurons. They control the muscles of the intestines and therefore how quickly or slowly food moves through them. Long exposure to glucocorticoids blocks these neurons from developing fully. They kind of stay in an immature state. And immature neurons aren’t able to make muscles squeeze very hard. So food moves very slowly. And IBD patients feel badly bloated or constipated or crampy. It just makes everything worse. "
    },
    {
      "author": "Lewis",
      "text": "That sounds really horrible. But if stress leads to IBD flare-ups, could treating the stress help patients?"
    },
    {
      "author": "Fischman",
      "text": "Thaiss thinks so, although he cautions these are early days. Nobody has rigorously tested interventions like psychotherapy on IBD. But he believes that stress might affect how well other treatments, like drugs, actually work."
    },
    {
      "author": "Thaiss",
      "text": "The treatment response of a patient might very strongly depend on psychological factors, which would mean that we should assess the psychological factors and tailor the treatment accordingly."
    },
    {
      "author": "Lewis",
      "text": "So that’s not something doctors already do?"
    },
    {
      "author": "Thaiss",
      "text": "No, it's not a routine practice to basically quantify a patient's level of psychological stress when they're first seen by a physician or when the decision about the treatment is being made. So that's something that we're now following up on."
    },
    {
      "author": "Fischman",
      "text": "Thaiss also thinks that psychotherapy itself, including stress management techniques, might help."
    },
    {
      "author": "Thaiss",
      "text": "Stress mitigation strategy, which I think would be potentially even more beneficial than the molecular interventions at the downstream end of the pathway ... it may suggest that we can block this inflammatory pathway altogether by improving a patient's mental state or emotional state."
    },
    {
      "author": "Lewis",
      "text": "I guess I finally need to do that mindfulness meditation that I’ve been putting off. But it totally makes sense that treating stress itself could help with physical symptoms. And it seems like a promising place to start. Do you think it’ll work?"
    },
    {
      "author": "Fischman",
      "text": "Well, I hope it does. Like Thaiss said, they really need to test it. But I do have a gut feeling there may be something to this. [CLIP: Show theme music]"
    },
    {
      "author": "Fischman",
      "text": "Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong. It’s edited by Elah Feder and Alexa Lim.  Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": "Our show is a part of Scientific American’s podcast, Science, Quickly. You can subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an email at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com."
    },
    {
      "author": "Lewis",
      "text": "I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’ll be back in two weeks. Thanks for listening!"
    }
  ]
}