{"title":"Cleo, the Mysterious Math Menace","img":"https://static.scientificamerican.com/sciam/cache/file/50FA9201-DA5E-43F9-AB006B193A4B969B_source.gif","url":"https://www.scientificamerican.com/podcast/episode/cleo-the-mysterious-math-menace1/","audio":"https://static.scientificamerican.com/sciam/cache/file/271151C2-12BD-4C5B-80F76997E2CE03D4.mp3","intro":["In 2013 a new user named Cleo took an online math forum by storm with unproved answers. Today she’s an urban legend. But who was she?"],"authors":["Allison Parshall","Tulika Bose","Carin Leong"],"category":["Mathematics"],"transcript":[{"author":"Anthony Bonato: ","text":"It’s a bit of an urban legend in mathematics. There’s a sort of a romance to the story, in a way."},{"author":"Allison Parshall: ","text":"I’m Allison Parshall, and you’re listening to Science, Quickly. Today we’ve got an episode about a mysterious figure in the online math world. They disappeared years ago but are still sparking debate and speculation. [CLIP: Show theme music]"},{"author":"Parshall","text":"We all love a good puzzle. Some people have their crosswords. Some people play Sudoku. Other people are still doing Wordle. But Ron Gordon, a patent agent and former physicist in Massachusetts, does hardcore calculus. Back in 2013, when our story takes place, he spent enough time on this online forum called Math Stack Exchange that it could have qualified as a full-time job."},{"author":"Gordon","text":"I was working my full- time job, and then I was on Stack Exchange. Plus, I had a family, too. I was having so much fun with it that I just didn’t even keep track of how many hours I was dedicating to it."},{"author":"Parshall","text":"The Mathematics Stack Exchange website is like Yahoo Answers, if the people on Yahoo Answers had graduate-level STEM degrees. Now Ron has solved 2,954 math problems in his decade on Stack Exchange, but he’s most famous for his answer to one integral in particular."},{"author":"Parshall","text":"On November 11, 2013, a Stack Exchange user asked a question: “I need help with this integral: the integral from negative one to one of one over x times the square root of one plus x over one minus x times the natural log of 2x squared plus 2x plus one, all divided by 2x squared minus 2x plus one, dx.”"},{"author":"Jay Cummings: ","text":"Okay, that’s a crazy integral. And there are so many parts to it that, you know, one thing changes, any one of these one thing changes, and the answer is completely different."},{"author":"Parshall","text":"That’s Jay Cummings. He’s an associate professor of math at California State University, Sacramento. I’ve enlisted his help to figure out what the heck I’m looking at. As much as solving integrals has haunted my nightmares since Calc II, the idea of an integral is actually pretty simple. Picture a line on a graph. Now imagine taking a colored pencil and shading in the area beneath that line, down to the bottom axis of the graph. What we’re trying to find is the area of this colored region. For a straight line, this is super easy—it’s basic geometry."},{"author":"Parshall","text":"But the more complicated and curvy and weird your line gets, the more difficult it is to figure out the area underneath it. Now the integral in the November 11, 2013, post—that was difficult. The line on the graph looks like the spine of a long-necked dinosaur. The original poster tried using a few computer programs, but none of them could give what’s called the “closed form” of the answer—that’s a precise and concise solution. Five minutes after it was posted, someone commented: “Do you have any reason to believe there is a closed form for that horrid-looking thing?”"},{"author":"Gordon","text":"And that was a very good question ... because it would save everybody a lot of time if someone said, “This thing is impossible. Forget it. There’s no way.”"},{"author":"Parshall","text":"Then, four and a half hours after the original post, there’s an answer: “I equals 4 pi times the arccotangent of the square root of the golden ratio.” The answer came from a user named Cleo. It was a new account with only one previous answer. Cleo provided no notes, no proof, no explanation—just a single hyperlink over the symbol for the golden ratio, which takes you to a definition of the golden ratio. Oof."},{"author":"Cummings","text":"Which is such a ridiculous answer. It’s like you get this sense of “Am I dealing with a supercomputer here, a theorem-prover that has not been released yet? Did ChatGPT start back in 2012 with integral solving?”"},{"author":"Parshall","text":"The Stack Exchange community, which always showed their work, erupted in arguments in the comments section. Here’s one: “I defer to Hamming: ‘The purpose of computing is insight, not numbers.’ Unless the result itself is particularly illuminating, I do not agree that it is an answer.”"},{"author":"Parshall","text":"That last comment came from Ron Gordon, the patent agent and former physicist, who didn’t see a whole lot of value in Cleo’s bare-bones answer."},{"author":"Gordon","text":"I think at the end of the day, the value of a website like Stack Exchange lies in what knowledge you can impart to people. And I think just the bare answer to the question, by itself, doesn’t have that much value. But it affected my determination to come up with a final solution for sure. And I spent the better part of a weekend doing it, writing it up. Took me about half a legal pad to work through it."},{"author":"Parshall","text":"It turns out Cleo had been right. Ron posted the full answer, which immediately started collecting upvotes from community members. A lot of them were in awe of the techniques he’d used to solve the problem. It was eventually posted to the subreddit r/Math under the title “Master of Integration.”"},{"author":"Gordon","text":"It’s insane. This is one thing I did 10 years ago. I think I have better answers in the Stack Exchange world than that one, believe it or not. But yeah, Cleo also, you know, I think hits a nerve, too, obviously."},{"author":"Parshall","text":"Cleo’s drive-by answer had unleashed madness on Math Stack Exchange. Between 2013 and 2015, she’d go on to do this 37  more times, often popping in unreasonably quickly to solve incredibly complex integration problems with fully formed answers. She did not show even an iota of her work. Then she’d disappear again into the ether."},{"author":"Anthony Bonato","text":"Experts really are divided about Cleo. You know, it’s clearly someone who has a real mastery of integration techniques.... Like, she mentions these strange functions, like, I’ve never heard of."},{"author":"Parshall","text":"That’s Anthony Bonato. He’s a mathematician at Toronto Metropolitan University."},{"author":"Bonato","text":"Some people have speculated that maybe Cleo is Stephen Hawking—or was Stephen Hawking—or, you know, the late Maryam Mirzakhani, the Fields Medalist."},{"author":"Parshall","text":"Food for thought, I guess."},{"author":"Cummings","text":"Or is this, I don’t know, Terence Tao, you know, just relaxing in the evening?"},{"author":"Parshall","text":"For the record, Terence Tao, sometimes described as one of the greatest living mathematicians, confirmed via e-mail that he was not, in fact, Cleo."},{"author":"Cummings","text":"Or is this a Ramanujan...? Is Cleo another math genius from southern India who just is doing this in their spare time?"},{"author":"Parshall","text":"That genius he’s talking about, that’s Srinivasa Ramanujan, one of the most enigmatic figures in mathematics history. You might have heard of him—Dev Patel played him in a 2016 biopic called The Man Who Knew Infinity. [CLIP: Dev Patel in The Man Who Knew Infinity: “We need proofs of your work.” “But they are right, sir.” “I hadn’t completed that proof; how do you know?” “I just do.”]"},{"author":"Parshall","text":"He was born in Tamil Nadu in 1887, but he comes up a lot when you talk about Cleo."},{"author":"Cummings","text":"He had this intuitive feel for math that was ... frankly awe-inspiring.... He had no advanced math education. And yet, somehow, he came up with these incredible theorems."},{"author":"Parshall","text":"They seem to have struck the same nerve 100-some years apart."},{"author":"Cummings","text":"Because he didn’t include proofs. And that was sort of Ramanujan’s gift and curse. I mean, he was so, so talented, but he was never put into the educational box that says, “Here’s how you prove things; this is the path to take in order to do mathematics.”"},{"author":"Gordon","text":"I think a lot of people who just hated being told, “Show your work, show your work, show your work...,” here’s someone flaunting not showing their work, and people are cheering behind that."},{"author":"Parshall","text":"But for Ron and for so many on Math Stack Exchange, all of the fun of their shared hobby is in showing your work. It’s not a dry explanation—it’s an adventure. Take Ron’s answer to that infamous 2013 integral."},{"author":"Gordon","text":"By the time I got to where I wanted it, it had like an eighth-degree polynomial in the denominator, which, under normal circumstances, would mean “No, you’re not going to be able to do this.” But it turned out that the polynomial had a lot of symmetry and I could then exploit that symmetry to deduce all the roots. I was able to reduce what I had to find from an eighth-degree polynomial to a quadratic, and from the quadratic, the golden ratio fell out."},{"author":"Parshall","text":"It turned out that Ron’s methods for solving the problem were compelling to a lot of people. His answer has earned almost 1,000 upvotes and is still shared around today."},{"author":"Gordon","text":"Do you ever watch The Big Bang Theory? There’s a scene where Sheldon has this big formula on his whiteboard and he goes, “Look at it. I feel like I just made a baby.” And I have to say, when he said that, I laughed so hard. Because there’s a lot of truth in that. When you come up with something that’s 4 pi arccotangent square root of phi, and you’ve derived it, you do feel like you created something."},{"author":"Parshall","text":"And Cleo created something, too, in her own way. But who she was, why she did it—nobody seems to know."},{"author":"Parshall (tape)","text":"Do you have any personal thoughts on who Cleo is, what she does, why she does what she does?"},{"author":"Gordon","text":"Absolutely not. I have no idea who Cleo is. In fact, a lot of the people I corresponded with and interacted with on the site, I know very little… I know very little of."},{"author":"Parshall","text":"Recently speculation has sparked back up again, thanks to a viral TikTok video about Cleo. Since then a user on Twitter has claimed to be Cleo but hasn’t offered any proof, and while some people are buying it, a lot of people aren’t. Whoever Cleo was, it seems that she was just very, very good at math—though some, like Bonato, suspect a computer might have been involved at some point. Still, that doesn’t mean she was a bot, either. Computing ability for this kind of integration is still limited and would have been even more so in 2013."},{"author":"Gordon","text":"Given that the software couldn’t do these integrals, I doubt it. I’d be real curious to find out what she’s got her hands on."},{"author":"Parshall","text":"Cleo’s profile itself, which hasn’t been updated in seven years, tragically does not provide any clues. Today her bio reads: “My real name is Cleo, I’m female. I have a medical condition that makes it very difficult for me to engage in conversations, or post long answers, sorry for that."},{"author":"Parshall","text":"I like math and do my best to be useful at this site, although I realize my answers might be not useful for everyone.” But—but—I did wonder, “Has that always been her bio?” I thought I’d double-check so I went on the Internet Archive, pasted in her URL and clicked a snapshot that was taken in 2013 because, remember, kids, nothing on the internet is ever truly gone. And her bio was different back then. And guess who she quotes? “‘While asleep, I had an unusual experience. There was a red screen formed by flowing blood, as it were."},{"author":"Parshall","text":"I was observing it. Suddenly a hand began to write on the screen. I became all attention. That hand wrote a number of elliptic integrals. They stuck to my mind. As soon as I woke up, I committed them to writing.’ —Srinivasa Ramanujan” Then Cleo wrote: “Remember, you are not locked into a single axiom system. You may invent your own, whenever you wish—just use your intuition and imagination.” [CLIP: Theme music]"},{"author":"Parshall","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper, and Carin Leong. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review! For Scientific American’s Science, Quickly, I’m Allison Parshall."}],"wave_peaks":[325,607,706,977,825,1370,8279,7724,6505,6248,8337,8743,2716,1095,6454,6907,6361,7798,8279,10362,7011,5619,1430,1116,450,10774,9850,8933,9050,4457,8014,6726,6883,4979,1210,1519,2956,10959,7802,14176,13150,10741,7599,6994,8083,8201,8164,7588,5200,4086,624,11118,9697,8053,9079,7835,3361,9488,10886,15152,8551,7497,7069,5742,5353,1037,2336,2708,2669,2088,5367,3056,3754,3338,3319,1604,4612,4229,3336,3460,2872,1827,12565,10691,9341,8230,4107,10224,8306,7546,8309,8615,2252,8240,7311,10099,8292,481,7599,7204,6648,9916,8472,219,7953,11430,10639,5040,8065,6407,5805,6895,6454,5297,5659,5849,5982,9932,8921,5045,5422,1930,124,8346,9248,7623,6170,4151,7435,5041,3656,6532,12716,9450,7089,5402,7967,7511,7548,7941,7735,5292,1329,8272,8694,9238,5597,6877,8132,81,4245,8019,7441,8354,9276,9800,9601,5129,12525,7155,8093,6018,1087,1052,10017,9097,11655,10527,7128,7344,8704,8556,10339,7316,7092,7032,9513,6760,7454,4641,10887,11913,8696,9601,12152,12841,8550,3047,64,10417,8450,11138,9038,10667,8543,8129,8397,9939,9014,7699,3456,5964,9360,8483,8095,5704,6656,7032,6120,3924,7463,7681,267,127,9873,12871,9502,7956,7154,7383,7126,4597,9329,7481,7360,8163,7110,9711,5325,7556,8771,6680,14510,6580,455,9342,8795,10553,4477,6114,4993,8721,7350,6957,6326,7937,323,421,7855,9569,7045,6303,10141,8990,851,7022,8616,8854,4487,7306,7407,3379,359,824,713,658,12458,12298,8176,8849,4780,588,9244,9590,10397,9449,9847,8276,7014,8437,914,11486,10724,7733,8681,12081,9416,8213,8713,6628,8508,8237,7203,7096,9010,9793,8714,8194,10739,7812,10295,9402,9201,10596,7568,10290,10892,9733,9978,9508,10052,8845,9320,8695,6903,9591,1818,125,10946,1540,14701,12178,5549,1192,5960,13061,10134,11917,8674,4993,4419,25,14705,9988,13660,9485,7843,4679,1521,7745,10144,9799,6739,5882,7968,3708,4407,2732,11939,14257,11438,8958,9008,6067,9210,9974,8065,8553,8265,9725,7386,6896,8067,7377,5346,7217,7527,284,4476,11307,8328,11093,8520,11468,6399,6393,4509,2546,100,112,8871,9209,7731,9452,6966,7933,7526,7316,6477,5332,5318,6958,220,9649,7983,8896,8542,6783,7432,6840,5313,5876,106,7522,9117,8890,6592,7899,2140,127,129,8273,9064,5749,7931,7393,7562,7207,7778,6495,4649,8627,10055,7813,8583,7086,6863,4802,7825,3846,101,180,10066,8808,7500,9275,8316,9702,8370,6980,6430,6552,6097,166,9741,10758,7508,7445,8310,7744,6185,5067,7632,4928,181,7210,8795,9460,8086,8113,9279,8869,8983,7218,6599,8116,6322,8341,8685,8203,9621,10979,6761,6656,9193,8091,113,89,11471,9930,9223,7438,9147,7964,9165,9474,206,10915,8786,9989,8156,9272,9367,9645,8523,8333,8684,7879,8574,7024,6132,7092,7289,7102,110,88,9034,9595,8577,8629,7636,9980,10094,9343,8688,13236,8806,9750,8073,9123,7114,6066,8490,8954,9756,6592,5718,6816,6253,7188,5690,8683,5468,4272,102,90,120,7672,9559,9375,7856,11816,4758,11540,8612,7986,3622,6637,7390,11434,5671,9127,9781,8905,7745,9860,7653,8165,9332,5556,3413,6823,8938,8024,9815,10676,4874,5969,10151,5297,7619,7749,11087,7959,11656,9920,9085,5076,5084,6995,4168,8926,5424,10217,6982,8243,6663,8097,4791,222,731,12082,3832,9336,8045,10261,8069,8048,9328,2838,8740,8224,4943,168,12773,8724,8697,6362,7498,8446,5894,8501,6578,8016,5229,1821,1821,2393,2014,2288,2244,882,10757,9516,10875,7316,8317,6751,6918,773,8832,8467,7552,6324,6882,7176,5328,5852,8729,129,8385,8271,7579,9963,8440,114,9660,8047,119,9095,8296,7267,226,5713,3818,8939,9916,5244,7105,9626,8773,9437,9045,7439,8223,6514,7552,368,233,9281,9055,8927,6848,7812,4795,6545,2339,15042,11663,2747,20,1720,8461,4755,328,16177,12637,9970,8415,8905,6412,5971,15373,1454,1058,14785,11458,8287,12932,10638,23,12447,9049,13213,254,5701,6552,5752,6369,7402,9259,10553,9411,14893,15969,9454,7589,6438,17309,15720,7061,4681,8893,16835,9581,12991,8976,13732,570,11200,8284,8431,1219,5709,10448,8821,8919,7360,5965,9612,9058,5849,8535,8533,742,11972,8073,8700,7850,8138,5188,4682,819,8897,5666,99,11835,10391,7829,2896,11240,9340,7598,9317,7362,9135,7306,10664,10005,5118,859,141,11084,9183,11700,12182,7383,8912,8110,9144,8113,8398,7623,8322,8416,8326,389,105,11936,8465,7890,8078,9558,7792,9020,9855,7219,7431,8458,9399,6634,201,7998,10520,8456,11065,8529,8097,9050,6507,6861,6423,4734,8011,7626,10733,4743,8988,12850,7460,8535,8920,9597,5310,4306,1283,6206,5508,2894,8993,12289,6296,9381,10103,8010,9333,7017,4051,49,4036,9456,12246,8580,10294,8014,5697,38,510,6255,14636,5493,1767,86,10635,11281,8879,368,33,37,1799,10357,8510,9620,6787,7809,8453,5777,7258,8475,11620,8845,10368,8255,3890,6736,8001,6945,7921,6453,4587,6425,6085,7545,10298,5429,87,10816,12508,8147,7292,4746,9781,6385,5997,66,11110,12183,10295,8693,10263,6937,6555,6979,8168,5033,10102,10911,7658,9101,11669,5471,38,11557,7018,7891,7816,7923,8127,7271,8735,8344,6366,6082,8636,6601,7830,4006,165,10242,9276,7936,8891,7673,6524,3497,5234,6086,7917,2916,113,13959,9592,8691,7869,9107,10051,8815,8291,8110,8907,8797,9937,7679,8111,6990,1687,6581,7988,8343,7117,7790,7022,5813,10771,10030,8223,8908,8493,6890,9656,11587,11630,9029,7640,4508,10859,12799,6490,6751,10238,13036,9057,8113,7904,89,105,87,8338,8611,5763,10663,8356,8046,6744,6839,6750,7852,9543,7096,8818,10343,6932,5979,9646,9780,10658,7519,11153,8580,7010,7833,6641,7457,6085,4851,3504,2343,11957,9419,9870,6845,7139,4855,4365,9116,6031,5802,6071,6540,6347,4680,4297,5263,3483,8021,8335,6390,7196,9295,7377,5934,8878,7700,8941,7194,6379,6186,7554,6582,6139,8880,8817,6517,3210,271,6118,9529,8235,8324,8610,7164,6760,8460,2835,5688,8393,8762,7051,7565,7926,5098,391,6110,8664,6333,6377,8628,8748,4114,4654,4410,4473,2296,3676,10038,10100,9240,7386,6153,6994,7448,4280,4151,3855,3553,2293,954,7850,10689,6063,8341,9003,7091,7045,3005,6838,8919,9528,8562,10589,7333,8095,8633,5975,6382,5682,5876,4997,5561,6613,5712,767,6548,10912,9557,8376,6636,4970,4836,4998,3653,7544,4613,2455,6709,9375,6951,7554,9242,7088,1186,53,7946,5040,3046,6527,6076,6055,7117,7256,6625,8319,2255,7043,7931,8209,5460,4123,12821,9972,19,16000,9399,16243,7757,9899,16676,8661,11301,8865,11879,17628,9186,11108,11042,8852,10099,7157,10794,8640,7532,9538,7356,7934,5520,7978,8722,7898,10007,7138,9449,9278,9576,7076,6868,9737,5537,9101,5456,4499,75,11566,8136,34,5732,8920,9663,14926,13537,3305,12775,6944,6987,2409,11475,17917,6471,7495,3063,9958,7413,10647,4146,14908,12121,6264,9072,6925,574,11676,10661,12121,7505,7102,193,58,11532,9416,7289,8389,7147,11188,8980,9281,8355,8504,4633,7641,10176,8385,9595,9822,6270,7974,5221,4034,1593,7723,11144,9001,6779,8901,8015,8541,7721,8487,9628,9414,7198,8014,9075,9230,9304,7710,2404,756,3380,4022,2666,2626,2470,1662,3606,5712,1900,2819,4151,2728,6170,7117,2682,3246,2842,2679,4058,4498,4321,5299,3141,899,2537,4232,3199,8767,9686,8171,7813,5951,7497,6741,5554,4689,8241,7006,10947,6780,7080,6623,5810,7774,5446,2302,4957,6644,5860,5509,7372,4972,5363,10,4553,3862,285,659,4004,907,7694,374,3990,3542,8509,7496,5110,3688,5629,6427,8440,6212,50,4497,6078,5654,4764,3185,2633,1914,8,5397,3325,7552,7244,8520,7056,6256,77,3934,5397,7078,6375,253,4734,3244,1118,7321,7506,9549,8487,7198,4898,8488,8986,8007,7501,3639,3738,4150,6210,4364,5508,4442,6246,7096,5303,6368,1379,5807,3585,690,4044,3879,2916,11,5586,6710,3765,8037,4166,2210,5543,7451,6765,6823,4104,307,9334,6883,9277,6495,3596,4140,2436,33,5772,4601,6507,4248,777,7630,966,280,5950,8166,1569,7312,7432,6022,1431,29,5488,5090,4710,9382,9631,7683,5556,5998,6779,5505,2329,461,5478,10201,9040,6330,12331,6873,6561,3140,32,5710,9470,5782,6810,8843,7546,9278,6892,7465,4805,7865,9047,9481,9403,5803,10718,7937,1040,7597,6776,10271,10683,8817,9254,6098,4395,7130,7702,2592,90,9742,10539,8056,7362,9976,8558,5898,5468,4235,5170,454,9162,10039,8720,8208,9014,8435,7497,6961,8278,8842,7776,6287,90,3526,8722,8709,8517,5851,8224,6051,2348,7313,7994,6777,77,79,9606,8709,6488,8600,7506,6180,6672,6533,4708,4016,7394,10122,7991,10926,8327,7480,7897,8667,11585,7366,7505,8813,7609,6575,7224,5265,6274,6649,7173,3005,44,30,10249,2045,8558,9084,9590,9356,8414,7516,6191,6719,5911,5506,4714,2744,38,36,9610,11305,10943,7250,7745,9192,8098,6995,5319,3037,190,9941,11033,7391,1291,8281,6828,4088,9726,9402,8600,5555,7678,6855,7040,1463,12265,9411,5765,586,4298,10975,8411,7659,4978,7709,7525,5476,872,9078,8421,7910,9175,6749,9566,6327,6700,7081,2319,33,39,4774,9370,11340,8818,8955,10127,8149,6975,30,60,7469,10137,9099,9119,6825,5999,7742,7415,6961,6888,8499,4380,7360,5719,5971,130,6317,7518,8544,7603,6358,7340,9210,8095,6836,7728,7138,6429,7001,106,8631,10963,6956,7852,5239,7791,6057,9697,157,8076,6435,195,13130,9265,3358,6269,4813,11326,9950,9973,5613,8485,5863,6251,6398,5662,4705,7806,10746,9361,71,8382,9380,8387,8958,3597,46,5235,7072,7814,9293,11070,8334,9287,9011,10491,10044,5544,8297,6211,4448,38,10020,9010,7993,11242,7279,3328,5004,6497,10735,7426,4965,8939,11597,11547,11376,7856,4611,7901,6031,7566,1769,6838,9537,7554,318,73,6135,7233,9780,12665,6084,6472,4382,73,4485,8997,6669,7931,9629,7115,7037,8231,6069,123,7209,9795,7421,9150,8094,8750,7766,8213,435,7985,8297,6990,2752,92,6329,7020,8559,2189,261,5584,5106,3424,7821,5263,4574,3835,140,7123,6833,6729,8362,6692,6272,4555,5620,1022,9801,9382,7597,619,9553,8442,6204,4454,60,28,7494,8807,6944,6261,5689,448,130,8584,9181,12541,5952,9445,7217,7312,6463,5282,9614,8909,7972,9624,586,6923,5710,6371,3893,36,213,5804,6653,5137,5523,9720,10270,8734,13879,10380,6196,10189,8949,4521,35,8530,6650,4813,2796,7905,7023,7278,13057,7339,11172,8764,5654,6475,7400,9420,6328,5283,5914,7446,246,93,7266,8550,7865,7958,6941,5855,9677,7273,8089,6426,823,6326,6752,6599,7001,179,7600,9791,9091,5826,4795,6543,5274,3161,309,308,9402,9182,8629,9529,6423,7259,5903,5523,8638,6557,7415,8428,7104,1465,625,9426,11918,7964,7935,6468,3033,9910,5721,7019,7167,8426,6020,4690,3980,2412,585,764,618,10960,11965,8560,6894,7468,7584,8925,816,7456,10331,8355,7912,8626,6323,7200,5671,9316,7580,2474,9277,9160,10258,8202,4070,7015,5532,6263,665,9662,9355,11482,9907,5310,6730,7443,6193,1210,8169,11359,11174,484,8198,8743,9812,5510,266,7267,5757,11459,11780,6276,8262,9280,7608,1721,942,7984,8746,8349,6619,9653,8775,7984,7642,8193,7981,2892,9226,8134,8700,8664,7787,7188,3910,27,10589,9884,7843,7999,263,156,9535,8141,7994,6136,7189,6992,3563,113,10516,10987,6537,6992,6903,8962,5738,6332,7423,6689,7327,7081,7208,7470,7786,7353,3435,4174,8837,6425,121,184,10723,9246,8067,9505,7196,8336,9433,8916,1411,9131,9552,9834,7690,8390,8082,6095,7543,5514,3123,227,233,262,596,13934,753,660,12140,4619,789,6184,8097,10053,7716,692,9418,9157,9557,8359,6907,843,6464,10169,10823,11041,7938,8964,6931,6778,8362,8834,8003,6861,8071,7488,6532,8428,11396,9689,7326,7968,7819,6529,9269,6417,2150,9961,7299,8764,6653,5322,7237,7459,12311,8438,2422,1806,11046,9608,10818,10163,9892,7722,558,7238,10690,9291,8271,6704,424,424,391,2295,1770,10043,7669,6997,6267,8494,7606,4487,5217,3138,1216,806,8638,8829,6962,7592,6785,9313,5608,5021,5416,1082,952,8419,9332,6304,1513,796,1547,9402,7628,7196,7836,8253,6309,4660,1518,8885,7420,7419,5424,2256,1256,1203,7749,8861,9752,7704,6761,5883,4992,2588,1326,6003,8361,6437,3551,1093,1401,8330,8437,9770,7921,6155,7081,5043,8208,3905,1462,9429,9773,8194,7422,6221,3849,903,812,812,522,580,348,309,8258,7818,8109,10234,6800,542,551,9503,6094,9559,9591,7738,5661,7416,5799,5970,3285,2078,221,9029,8763,7009,6555,8105,7103,4957,962,514,7695,5686,5959,5052,5512,4322,4007,1535,938,1517,1784,1751,1570,1289,1213,850,1727,1579,1242,1117,1065,876,863,862,8832,10471,7062,8721,9651,9454,6197,5341,7554,8664,3269,7725,8224,5196,6258,4401,664,8819,8488,6820,6774,5874,4250,4022,5812,589,693,574,479,9355,10227,9205,9557,8773,8989,9321,7587,10440,6748,1123,9798,9368,10349,7733,8615,5555,5709,8579,6884,5474,7213,6508,7485,850,9290,8681,9409,7659,9620,7132,6433,3165,619,464,380,10179,8707,8436,7676,7054,8180,4238,9036,6992,3497,1613,847,410,312,249,269,290,32,22,9,5,2,1,1,1],"fragments":[{"begin":"0.000","end":"7.720","lines":["It’s a bit of an urban legend in mathematics. There’s a sort of a romance to the story, in a way."]},{"begin":"7.720","end":"22.200","lines":["I’m Allison Parshall, and you’re listening to Science, Quickly. Today we’ve got an episode about a mysterious figure in the online math world. They disappeared years ago but are still sparking debate and speculation. [CLIP: Show theme music]"]},{"begin":"22.200","end":"45.160","lines":["We all love a good puzzle. Some people have their crosswords. Some people play Sudoku. Other people are still doing Wordle. But Ron Gordon, a patent agent and former physicist in Massachusetts, does hardcore calculus. Back in 2013, when our story takes place, he spent enough time on this online forum called Math Stack Exchange that it could have qualified as a full-time job."]},{"begin":"45.160","end":"56.760","lines":["I was working my full- time job, and then I was on Stack Exchange. Plus, I had a family, too. I was having so much fun with it that I just didn’t even keep track of how many hours I was dedicating to it."]},{"begin":"56.760","end":"74.440","lines":["The Mathematics Stack Exchange website is like Yahoo Answers, if the people on Yahoo Answers had graduate-level STEM degrees. Now Ron has solved 2,954 math problems in his decade on Stack Exchange, but he’s most famous for his answer to one integral in particular."]},{"begin":"74.440","end":"95.520","lines":["On November 11, 2013, a Stack Exchange user asked a question: “I need help with this integral: the integral from negative one to one of one over x times the square root of one plus x over one minus x times the natural log of 2x squared plus 2x plus one, all divided by 2x squared minus 2x plus one, dx.”"]},{"begin":"95.520","end":"105.160","lines":["Okay, that’s a crazy integral. And there are so many parts to it that, you know, one thing changes, any one of these one thing changes, and the answer is completely different."]},{"begin":"105.160","end":"136.680","lines":["That’s Jay Cummings. He’s an associate professor of math at California State University, Sacramento. I’ve enlisted his help to figure out what the heck I’m looking at. As much as solving integrals has haunted my nightmares since Calc II, the idea of an integral is actually pretty simple. Picture a line on a graph. Now imagine taking a colored pencil and shading in the area beneath that line, down to the bottom axis of the graph. What we’re trying to find is the area of this colored region. For a straight line, this is super easy—it’s basic geometry."]},{"begin":"136.680","end":"168.320","lines":["But the more complicated and curvy and weird your line gets, the more difficult it is to figure out the area underneath it. Now the integral in the November 11, 2013, post—that was difficult. The line on the graph looks like the spine of a long-necked dinosaur. The original poster tried using a few computer programs, but none of them could give what’s called the “closed form” of the answer—that’s a precise and concise solution. Five minutes after it was posted, someone commented: “Do you have any reason to believe there is a closed form for that horrid-looking thing?”"]},{"begin":"168.320","end":"177.280","lines":["And that was a very good question ... because it would save everybody a lot of time if someone said, “This thing is impossible. Forget it. There’s no way.”"]},{"begin":"177.280","end":"203.200","lines":["Then, four and a half hours after the original post, there’s an answer: “I equals 4 pi times the arccotangent of the square root of the golden ratio.” The answer came from a user named Cleo. It was a new account with only one previous answer. Cleo provided no notes, no proof, no explanation—just a single hyperlink over the symbol for the golden ratio, which takes you to a definition of the golden ratio. Oof."]},{"begin":"203.200","end":"220.080","lines":["Which is such a ridiculous answer. It’s like you get this sense of “Am I dealing with a supercomputer here, a theorem-prover that has not been released yet? Did ChatGPT start back in 2012 with integral solving?”"]},{"begin":"220.080","end":"236.360","lines":["The Stack Exchange community, which always showed their work, erupted in arguments in the comments section. Here’s one: “I defer to Hamming: ‘The purpose of computing is insight, not numbers.’ Unless the result itself is particularly illuminating, I do not agree that it is an answer.”"]},{"begin":"236.360","end":"243.760","lines":["That last comment came from Ron Gordon, the patent agent and former physicist, who didn’t see a whole lot of value in Cleo’s bare-bones answer."]},{"begin":"243.760","end":"271.560","lines":["I think at the end of the day, the value of a website like Stack Exchange lies in what knowledge you can impart to people. And I think just the bare answer to the question, by itself, doesn’t have that much value. But it affected my determination to come up with a final solution for sure. And I spent the better part of a weekend doing it, writing it up. Took me about half a legal pad to work through it."]},{"begin":"271.560","end":"287.280","lines":["It turns out Cleo had been right. Ron posted the full answer, which immediately started collecting upvotes from community members. A lot of them were in awe of the techniques he’d used to solve the problem. It was eventually posted to the subreddit r/Math under the title “Master of Integration.”"]},{"begin":"287.280","end":"300.720","lines":["It’s insane. This is one thing I did 10 years ago. I think I have better answers in the Stack Exchange world than that one, believe it or not. But yeah, Cleo also, you know, I think hits a nerve, too, obviously."]},{"begin":"300.720","end":"321.720","lines":["Cleo’s drive-by answer had unleashed madness on Math Stack Exchange. Between 2013 and 2015, she’d go on to do this 37  more times, often popping in unreasonably quickly to solve incredibly complex integration problems with fully formed answers. She did not show even an iota of her work. Then she’d disappear again into the ether."]},{"begin":"321.720","end":"332.160","lines":["Experts really are divided about Cleo. You know, it’s clearly someone who has a real mastery of integration techniques.... Like, she mentions these strange functions, like, I’ve never heard of."]},{"begin":"332.160","end":"336.920","lines":["That’s Anthony Bonato. He’s a mathematician at Toronto Metropolitan University."]},{"begin":"336.920","end":"345.760","lines":["Some people have speculated that maybe Cleo is Stephen Hawking—or was Stephen Hawking—or, you know, the late Maryam Mirzakhani, the Fields Medalist."]},{"begin":"345.760","end":"347.480","lines":["Food for thought, I guess."]},{"begin":"347.480","end":"352.600","lines":["Or is this, I don’t know, Terence Tao, you know, just relaxing in the evening?"]},{"begin":"352.600","end":"361.480","lines":["For the record, Terence Tao, sometimes described as one of the greatest living mathematicians, confirmed via e-mail that he was not, in fact, Cleo."]},{"begin":"361.480","end":"370.880","lines":["Or is this a Ramanujan...? Is Cleo another math genius from southern India who just is doing this in their spare time?"]},{"begin":"370.880","end":"391.040","lines":["That genius he’s talking about, that’s Srinivasa Ramanujan, one of the most enigmatic figures in mathematics history. You might have heard of him—Dev Patel played him in a 2016 biopic called The Man Who Knew Infinity. [CLIP: Dev Patel in The Man Who Knew Infinity: “We need proofs of your work.” “But they are right, sir.” “I hadn’t completed that proof; how do you know?” “I just do.”]"]},{"begin":"391.040","end":"396.680","lines":["He was born in Tamil Nadu in 1887, but he comes up a lot when you talk about Cleo."]},{"begin":"396.680","end":"411.920","lines":["He had this intuitive feel for math that was ... frankly awe-inspiring.... He had no advanced math education. And yet, somehow, he came up with these incredible theorems."]},{"begin":"411.920","end":"415.480","lines":["They seem to have struck the same nerve 100-some years apart."]},{"begin":"415.480","end":"435.240","lines":["Because he didn’t include proofs. And that was sort of Ramanujan’s gift and curse. I mean, he was so, so talented, but he was never put into the educational box that says, “Here’s how you prove things; this is the path to take in order to do mathematics.”"]},{"begin":"435.240","end":"446.880","lines":["I think a lot of people who just hated being told, “Show your work, show your work, show your work...,” here’s someone flaunting not showing their work, and people are cheering behind that."]},{"begin":"446.880","end":"460.840","lines":["But for Ron and for so many on Math Stack Exchange, all of the fun of their shared hobby is in showing your work. It’s not a dry explanation—it’s an adventure. Take Ron’s answer to that infamous 2013 integral."]},{"begin":"460.840","end":"490.560","lines":["By the time I got to where I wanted it, it had like an eighth-degree polynomial in the denominator, which, under normal circumstances, would mean “No, you’re not going to be able to do this.” But it turned out that the polynomial had a lot of symmetry and I could then exploit that symmetry to deduce all the roots. I was able to reduce what I had to find from an eighth-degree polynomial to a quadratic, and from the quadratic, the golden ratio fell out."]},{"begin":"490.560","end":"499.560","lines":["It turned out that Ron’s methods for solving the problem were compelling to a lot of people. His answer has earned almost 1,000 upvotes and is still shared around today."]},{"begin":"499.560","end":"525.560","lines":["Do you ever watch The Big Bang Theory? There’s a scene where Sheldon has this big formula on his whiteboard and he goes, “Look at it. I feel like I just made a baby.” And I have to say, when he said that, I laughed so hard. Because there’s a lot of truth in that. When you come up with something that’s 4 pi arccotangent square root of phi, and you’ve derived it, you do feel like you created something."]},{"begin":"525.560","end":"532.680","lines":["And Cleo created something, too, in her own way. But who she was, why she did it—nobody seems to know."]},{"begin":"532.680","end":"539.240","lines":["Do you have any personal thoughts on who Cleo is, what she does, why she does what she does?"]},{"begin":"539.240","end":"555.800","lines":["Absolutely not. I have no idea who Cleo is. In fact, a lot of the people I corresponded with and interacted with on the site, I know very little… I know very little of."]},{"begin":"555.800","end":"586.560","lines":["Recently speculation has sparked back up again, thanks to a viral TikTok video about Cleo. Since then a user on Twitter has claimed to be Cleo but hasn’t offered any proof, and while some people are buying it, a lot of people aren’t. Whoever Cleo was, it seems that she was just very, very good at math—though some, like Bonato, suspect a computer might have been involved at some point. Still, that doesn’t mean she was a bot, either. Computing ability for this kind of integration is still limited and would have been even more so in 2013."]},{"begin":"586.560","end":"594.640","lines":["Given that the software couldn’t do these integrals, I doubt it. I’d be real curious to find out what she’s got her hands on."]},{"begin":"594.640","end":"611.800","lines":["Cleo’s profile itself, which hasn’t been updated in seven years, tragically does not provide any clues. Today her bio reads: “My real name is Cleo, I’m female. I have a medical condition that makes it very difficult for me to engage in conversations, or post long answers, sorry for that."]},{"begin":"611.800","end":"646.320","lines":["I like math and do my best to be useful at this site, although I realize my answers might be not useful for everyone.” But—but—I did wonder, “Has that always been her bio?” I thought I’d double-check so I went on the Internet Archive, pasted in her URL and clicked a snapshot that was taken in 2013 because, remember, kids, nothing on the internet is ever truly gone. And her bio was different back then. And guess who she quotes? “‘While asleep, I had an unusual experience. There was a red screen formed by flowing blood, as it were."]},{"begin":"646.320","end":"679.560","lines":["I was observing it. Suddenly a hand began to write on the screen. I became all attention. That hand wrote a number of elliptic integrals. They stuck to my mind. As soon as I woke up, I committed them to writing.’ —Srinivasa Ramanujan” Then Cleo wrote: “Remember, you are not locked into a single axiom system. You may invent your own, whenever you wish—just use your intuition and imagination.” [CLIP: Theme music]"]},{"begin":"679.560","end":"706.320","lines":["Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper, and Carin Leong. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review! For Scientific American’s Science, Quickly, I’m Allison Parshall."]}]}
