{
  "title": "Song of the Stars, Part 2: Seeing in the Dark",
  "img": "https://static.scientificamerican.com/sciam/cache/file/D3000399-035C-42F7-86092AEADEAFFCB9_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/song-of-the-stars-part-2-seeing-in-the-dark/",
  "audio": "https://traffic.megaphone.fm/SAM5276445384.mp3?updated=1703697366",
  "intro": [
    "A blind astronomer “sonified” the universe’s most explosive events: gamma-ray bursts. By listening to, rather than looking at, the data, she made a critical discovery and changed the field of astronomy."
  ],
  "authors": [
    "Timmy Broderick",
    "Jason Drakeford",
    "Carin Leong"
  ],
  "category": [
    "Astrophysics"
  ],
  "transcript": [
    {
      "author": "[CLIP",
      "text": ": Wanda Díaz-Merced speaks in a TED Talk: “ Once there was a star.... Just like everything in life, she reached the end of her regular star days, when her heart, the core of her life, exhausted its fuel. But that was no end. She transformed into a supernova, and in the process, releasing a tremendous amount of energy. ”]"
    },
    {
      "author": "Timmy Broderick",
      "text": ": Okay, Jason, who and what am I listening to?"
    },
    {
      "author": "Jason Drakeford",
      "text": ": This is Wanda Díaz-Merced. She is a blind astronomer and a pioneer in astronomical sonification. This is a TED Talk she gave about the massive explosions that stars release when they die. She has done a lot of work capturing these gamma-ray bursts using sound rather than sight."
    },
    {
      "author": "Broderick",
      "text": ": Oh, so she’s, like, the OG of astronomical sonification. Like, all of this, this entire series we’re doing, stems from her and her work."
    },
    {
      "author": "Drakeford",
      "text": ": Yeah, exactly! [CLIP: Science, Quickly, intro music] [CLIP: “Flaring Blazar” by Matt Russo] "
    },
    {
      "author": "Drakeford",
      "text": ": You are listening to Scientific American’s Science, Quickly. I’m Jason Drakeford."
    },
    {
      "author": "Broderick",
      "text": ": And I’m Timmy Broderick. In the previous episode of this three-part Fascination, we introduced you to scientists and musicians who are turning comets and galaxies and other stellar goodies into fascinating compositions. Today we’re telling you about the origins of this nascent field."
    },
    {
      "author": "Drakeford",
      "text": ": So, Wanda ..."
    },
    {
      "author": "Broderick",
      "text": ": Yeah?"
    },
    {
      "author": "Drakeford",
      "text": ": I talked with her earlier this year."
    },
    {
      "author": "Díaz-Merced",
      "text": ": I’m in Paris, working at the Astroparticle and Cosmology Lab at the University of Paris that is part of an institution called CERN [the European laboratory for particle physics near Geneva], and I’m here in the lab."
    },
    {
      "author": "Drakeford",
      "text": ": Yeah, that’s Wanda. She works at the most famous particle accelerators in the world. But for all that she’s accomplished, she’s quite humble. Growing up in Puerto Rico, Wanda had a passion for science."
    },
    {
      "author": "Díaz-Merced",
      "text": ": I always wanted to become a scientist. But to me, the only scientists in the universe were medicine doctors. Studying science meant that you would become a doctor."
    },
    {
      "author": "Drakeford",
      "text": ": Wanda was diagnosed with diabetes pretty early in childhood and then later with diabetic retinopathy. This can cause blindness in people with diabetes. So when she was in her early 20s in college, her vision started to go."
    },
    {
      "author": "Díaz-Merced",
      "text": ": The condition continued deteriorating until the point when I couldn’t orientate anymore. I needed help. I used to, like, stay in one place all day and not move from there. Already I was using a cane."
    },
    {
      "author": "Drakeford",
      "text": ": For most of Wanda’s undergraduate years, she was focused on being a doctor, even though she was losing her sight—until one day when her friend brought her into his backyard, where he had a small radio telescope as part of NASA’s Radio JOVE project."
    },
    {
      "author": "Díaz-Merced",
      "text": ": This is like an antenna that looks like the wires for you to hang your clothes when you wash your clothes in the summer. So just imagine that but made of copper wires and a little bit fancier."
    },
    {
      "author": "Drakeford",
      "text": ": Radio telescopes can detect radio emissions from several astronomical bodies, such as the sun or Jupiter—which is a very fancy way of saying that Jupiter has radio storms, and we can literally hear them. Like, Jupiter has naturally occurring lasers near its poles that beam radio waves into space. Which is wild! And sometimes we catch them here on Earth. [CLIP: “Jovian Radio Sounds”]"
    },
    {
      "author": "Drakeford",
      "text": ": These “pecks, pops, and crackling swooshes” are what entranced Wanda in her friend’s backyard."
    },
    {
      "author": "Díaz-Merced",
      "text": ": At first I said, “Emilio, why are you listening to that?” because I thought it was an AM radio. And then he said, “No, no, no, Wandita. That is waiting to see if there is any solar emissions.” And then he says that my eyes got big! Like, my, my face changed. And I, yes—I heard it! Yes, yes! It was this sense of possibility at that very moment. Then, at some point, he had to say, “Wanda, you have to go to your house. You cannot stay here until tomorrow just sitting by that thing, listening to it.” I didn’t want to detach from it. I began pondering, “What would it be to listen to the data?”"
    },
    {
      "author": "Drakeford",
      "text": ": Hearing these Jovian emissions pushed Wanda into astronomy. She worked with the Radio JOVE project, made her way to NASA and completed a Ph.D. Using sonifications, she has even made discoveries that sighted astronomers have missed. [CLIP: Wanda's sonification of supernova explosions] Wanda found that star formation can affect supernovae, which suggests that these explosions are not only dependent on the mass of their host star. Converting the data into sound helped uncover the drop in volume that led to the discovery."
    },
    {
      "author": "Díaz-Merced",
      "text": ": How do I say, I discovered my ability to listen to the data, to listen to, as you call it—I love the way you call it—to listen to the universe, to the phenomena that have been seen in the interstellar medium. There’s no textbooks available for us. A textbook in astrophysics is like gold dust. It’s like a diamond. It’s like platinum, a yellow diamond this size of my fist. The scientific revolution developed in a way that just assumed that we wouldn’t participate. It just developed in a way until it got to the point that we had no ways. When I began, I didn’t have any tools to do, perform in the field, no tools, nothing."
    },
    {
      "author": "Broderick",
      "text": ": Her work has inspired other blind astronomers, too."
    },
    {
      "author": "Enrique Pérez-Montero",
      "text": ": My name is Enrique Pérez-Montero. I have two names because, you know, in Spain, we have two names."
    },
    {
      "author": "Broderick",
      "text": ": Enrique is an astrophysicist at the Institute of Astrophysics of Andalusia in Spain. He was not born blind, but a disease called retinitis pigmentosa has made his vision progressively cloudier. He could still see when he finished his Ph.D. But now in his 40s, he continues to study the chemical compositions of the brightest galaxies. His workflow has changed, however."
    },
    {
      "author": "Pérez-Montero",
      "text": ": Ten or 15 years ago, I was able to see them directly in observatories and see the spectra of the universe. And at the moment I am able to deal with the numbers of data [that] telescopes take—just listening, in my computer, these numbers."
    },
    {
      "author": "Broderick",
      "text": ": By using his computer to read out these data aloud, Enrique is able to lead a pretty normal life as an astrophysicist. But it’s clear the field doesn’t know how to react to his disability. Their discomfort is clear whenever Enrique goes to a scientific conference, and other scientists see his guide dog, Rocco."
    },
    {
      "author": "Pérez-Montero",
      "text": ": Even though they are thought to be very intelligent because of the number of papers of contributions or the relationships in projects, they are shocked before the idea that you are blind and that you are an astronomer."
    },
    {
      "author": "Broderick",
      "text": ": Enrique’s disability even helps him analyze data without bias. Other astronomers are ..."
    },
    {
      "author": "Pérez-Montero",
      "text": ": Distracted by the beauty of the images. They can get wrong conclusions, maybe because they are just seeing an image. And they are not objectively analyzing what’s the content of the information. And this is one thing I can do because I’m just simply listening: What is the trend of the data, of the very simple cold data, read by my computer?"
    },
    {
      "author": "Broderick",
      "text": ": How we choose to represent data can have far-reaching consequences. Astronomy has been associated with sight for centuries, but that does not mean the sense is necessary or even the most useful tool to do the job. It’s ultimately arbitrary, Enrique says."
    },
    {
      "author": "Pérez-Montero",
      "text": ": Ninety-nine percent of the energy and the matter of the universe cannot be seen at all. We can see them because people working with simulations [are] putting out this stuff about dark matter and dark energy. But, of course, this cannot be seen at all, and we can translate it to other ways than images. Images are not the main source to get information about what is the true nature of our universe. [CLIP: Outro music]"
    },
    {
      "author": "Broderick",
      "text": ": In the next and final episode of this series, we head overseas, where a multisensory astronomy festival takes over a small Italian town. Astronomical sonification is a very cool concept—but can it actually inspire people?"
    },
    {
      "author": "Claudia Beschi",
      "text": ": I believe that nature has its own sounds. And listening to that sound was as if that galaxy was telling something to me. So it was like this galaxy was describing itself to me."
    },
    {
      "author": "Drakeford",
      "text": ": Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our theme music was composed by Dominic Smith. Wanda Diaz-Merced and Matt Russo provided the sonifications you heard in this episode."
    },
    {
      "author": "Broderick",
      "text": ": Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you liked the show, give us a rating or review."
    },
    {
      "author": "Drakeford",
      "text": ": For Scientific American’s Science, Quickly, I’m Jason Drakeford."
    },
    {
      "author": "Broderick",
      "text": ": And I’m Timmy Broderick. See you next time!"
    }
  ]
}