{"title":"What the Luddites Can Teach Us about AI","img":"https://static.scientificamerican.com/sciam/cache/file/B555441F-789F-4686-8A1DE454197EFF46_source.gif","url":"https://www.scientificamerican.com/podcast/episode/what-the-luddites-can-teach-us-about-ai/","audio":"https://traffic.megaphone.fm/SAM4059231401.mp3?updated=1703605728","intro":["The Luddites did not hate technology—but they did fight the way it was used to exploit humans."],"authors":["Sophie Bushwick","Elah Feder"],"category":["Artificial Intelligence"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Sophie Bushwick","text":"Exciting new technology is on the rise, doing the same work that humans can but faster and more cheaply. That's great news for the people rich enough to buy these machines, but it's disrupting the lives and livelihoods of less powerful workers. And some of those workers are ready to fight back. I'm talking, of course, about the Luddites, the 19th-century textile workers known for smashing automated machinery."},{"author":"Sophie Bushwick","text":"And if you see some similarities between their situation and today's, when the rise of Big Tech and artificial intelligence is disrupting the labor market and also inspiring a bit of a backlash, well, you're not the only one.  And this is Tech, Quickly, the loom-smashing but tech-loving edition of Scientific American’s Science, Quickly podcast. I’m Sophie Bushwick, tech editor at Scientific American. Brian Merchant is the tech columnist at the L.A. Times and the author of a new book called Blood in the Machine: The Origin of the Rebellion Against Big Tech."},{"author":"Sophie Bushwick","text":"Blood in the Machine tells the story of the Luddites and what their plight tells us about automation today.  And I've heard their movement mentioned a lot recently, particularly in relation to generative AI. For instance, news recently broke that copyrighted books, including those by Steven King, were used to train an AI language model."},{"author":"Sophie Bushwick","text":"And King wrote an essay for the Atlantic in which he says he wouldn’t forbid this type of thing, and that anyone who would might as well be: “a Luddite trying to stop industrial progress by hammering a steam loom to pieces.” This idea that Luddites just hated new technology is pretty pervasive. But is it accurate?"},{"author":"Brian Merchant","text":"It is not accurate. It's one that's been lodged in the cultural consciousness for almost 200 years now though, so it's hard to blame him. I love Stephen King. I love his writing. I love his writing on writing. But he's fallen victim to this fallacy about the Luddites, which is that they were technophobic, they wanted to stop progress itself, which couldn't be further from the truth."},{"author":"Brian Merchant","text":"What the Luddites wanted to do was to stop the machinery that was very specifically exploiting them or being used as leverage against them to reduce their quality of life, to cut their wages, to force them into factories.  So, the Luddites protest against machinery, again against very specific kinds of machinery. They were technologists; they loved technology themselves in many many cases. But they had an issue a specific machinery being used in specific ways, namely by elites who wanted to force them into factories and degrade their standard of living."},{"author":"Bushwick","text":"Would you say that their, um, attempt to rebel against this succeeded or failed?"},{"author":"Merchant","text":"That's a really complicated question—it was illegal to form a union in those days. So they were forced to use very creative tactics to sort of register their complaint, and when they did take up arms in this very specific way for the first six months or so they were very successful in the short term in getting some of those, ah, those wages raised, getting their conditions improved, getting back some of the bargaining power."},{"author":"Merchant","text":"In the medium term, they were less successful because their movement was violently crushed by the British state and by the Crown and by the industrialists who the crown was assisting. Dozens of Luddites were hung. Others were killed in those protests. And then the victors of that battle got the opportunity to impress upon history this idea that Luddism is backwards-looking, establishing what's basically a propaganda campaign on behalf of those industrialists to equate progress with any kind of technology at all, even technology that could exploit hundreds of thousands of people as it did."},{"author":"Bushwick","text":"And we're in a moment now when technology is again threatening people's jobs. Specifically there have been a lot of stories about generative AI being used to replace copywriters, the idea that it could threaten the jobs of software coders, that instead of hiring an illustrator, places are just going to use this AI-generated art. So can we draw any parallels? What parallels can we draw between the situation the Luddites were in and then the modern automation threatening jobs today?"},{"author":"Merchant","text":"The way that I would put it is that the parallels are uncanny. So much is aligned with what what was going on at the Luddites' time that we can really sort of go one to one in a lot of cases. So, here's this revolutionary-seeming new technology, generative AI, that its creators are claiming have vast power, can replace vast numbers of jobs."},{"author":"Merchant","text":"That was very similar to what was happening 200 years ago.  You had the entrepreneurs adopting things like the power loom or the wide frame or the implements that would automate various parts of the cloth industry, saying, this is this new machinery is going to be a great boon to England; it's going to be an engine of progress.  In reality, again, this is a parallel, neither of the technologies were quite there yet, right?"},{"author":"Merchant","text":"And so, in a lot of cases, the technology could be used more powerfully by the entrepreneurs or by the industrialists as leverage or bargaining power or a means of sort of saying hey we need to reduce wages because we're just going to use the machinery to do it anyways."},{"author":"Bushwick","text":"And you mentioned how when the Luddites were doing their protests, they didn't have unions, they didn't have the right to do this sort of collective action. As opposed to today, when we have, for the first time in decades in Hollywood, writers and actors–they're all going on strike. Not solely because of AI, but that's definitely one of the issues that they're trying to deal with as part of these, ah, strikes. So do you think that they are more likely to succeed than the Luddites were?"},{"author":"Merchant","text":"Absolutely. I mean I think the crucial difference is that, you know, this is an industry that is very well organized, that has a good deal of power. And they, they, they can force their employers to the bargaining table to hash out these issues. We should be thankful that they have sort of sounded this clarion call because in a lot of ways, you know, the same issues are going to be coming for other industries. So the writers and the artists stand to be more successful for that reason alone—that they are organized, and it's popular."},{"author":"Merchant","text":"Again, I think I don't know if I mentioned this, the Luddites were super popular in the day. They were like Robin Hood. They were cheered in the streets because just about everybody understood the way that the wind was blowing."},{"author":"Bushwick","text":"And it's not just in the case of the writers strike that I've heard the term Luddite used. Another example is that in San Francisco right now, there's a big rollout of these self-driving robo taxis. And there have been a lot of issues coming up around this, but one of them is a group has been protesting them by putting traffic cones on the hoods of these cars because it tells the censors that there's an obstacle, there's something wrong, and so the car stops with no damage to it, but it is a form of protest."},{"author":"Bushwick","text":"And some of the protesters have been compared to Luddites. Now the issue for them is not their own employment. But they are protesting this technology. Do you think it's still fair to say that this is a sort of Luddite movement?"},{"author":"Merchant","text":"Yeah, I think this is a Luddite tactic through and through and not in the derogatory sense, in the sense that these are people who are standing up for their community when democratic channels have been sort of ignored. I mean, if you look at the polling data and you look at the general sentiment, people don't want driverless cars running rampant in their communities. We've seen very viscerally how dangerous it can be, how deadly self-driving car technology can be in some cases and what a nuisance it can be to things like emergency service providers and firefighters, policemen."},{"author":"Merchant","text":"They've all come out against this and said this: not yet. And it's unclear to most people why it needs to be rammed through, why the experimentation period can't be longer or can't be more careful.  So if we can't get sort of the bare level of assurances and transparency from government, when new technologies are rolled out, I think it's completely justified for people to basically do Luddism."},{"author":"Bushwick","text":"And you've mentioned that the Luddites in the short-term were successful, but in the long-term you know they were the subject of a propaganda campaign. We've got Stephen King being like, ah, being a Luddite is is futile. It's, it's, it's resisting technology for no purpose. And that's the idea that many people still have hundreds of years later. So, if you're if you were going to give advice to modern Luddites, what do you think they need to do to avoid the same fate?"},{"author":"Merchant","text":"You know I think we're getting to the point to where people have sort of at least, ah, loosened their, ah, knee-jerk sort of reaction in that direction."},{"author":"Merchant","text":"We're kind of at this point again where the negative effects of technology in a lot of spheres, whether you're talking about in the working world or social media, overstimulation, we're seeing a lot of the detrimental effects of technology, and we're seeing sort of a resurgence of this desire to sort of be able to offer more input and more, ah, have more say and how it's, ah, how it's rolled out."},{"author":"Merchant","text":"We've sort of handed the keys to a handful of Silicon Valley giants and said, “Okay, you, you see what you can come up with, and then we'll kind of deal with it, we'll take the rearguard action,” but it does not have to be that way. And that's what I want to sort of beat home: the Luddites represented an alternate path. If we look at what they really stood for it really comes down to a more just, more equitable, and more democratic development of technology, one that more people would have benefited from."},{"author":"Merchant","text":"How do we do that today?"},{"author":"Bushwick","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review! For Scientific American’s Science, Quickly, I’m Sophie Bushwick."},{"author":"SUBSCRIBE","text":"Apple | Spotify [Image credit: Encyclopaedia Britannica Films/Getty Images]"}],"wave_peaks":[22,54,6021,7207,10542,10508,10808,10938,7063,11454,14165,6619,10825,10932,12360,12003,12936,9572,15093,13401,12559,8399,6546,2897,2363,16670,11466,13125,11096,8141,10863,12446,10872,15421,16892,6861,8174,5022,16393,7080,13120,11569,16325,12134,10618,14663,11198,9153,16680,10323,14575,16610,11467,5080,14489,10050,12612,10315,9603,11940,12093,16381,12406,1457,1161,15716,13554,8919,16007,15780,16729,15859,5106,17287,10884,8818,11038,12690,13243,10416,9393,8400,9567,10827,14082,8352,7829,9748,1011,15693,7346,10609,7654,16573,11946,12809,17735,7974,14375,8159,13143,11526,15809,16733,5555,10549,16188,15563,13955,9336,10583,6318,6694,12123,9005,16086,16322,8719,11800,8669,13052,10331,16397,16570,10174,1050,16364,16389,6235,11763,12534,12298,8764,467,573,2537,13415,16101,10435,3164,16020,7986,15550,9431,13091,13773,12136,15405,9566,9410,14539,12218,14452,11639,9899,12840,15817,17556,5438,2390,16519,13503,14731,7249,16574,16404,17626,12490,11835,4218,3706,4635,4328,4899,3541,2867,3798,2434,1134,716,477,378,372,356,278,16412,10795,9183,7402,13080,7672,9815,15209,8476,3956,12375,13988,13786,14938,10829,12456,16258,10996,3328,8332,15610,8835,15983,7254,10116,4939,7220,1671,10991,16227,11228,8079,16371,8072,8571,13219,16217,5266,11427,15046,11621,16216,16194,16324,16155,8398,7131,13073,1468,12863,16745,14941,13545,14697,11300,14412,15333,10552,6147,3589,10432,11252,10941,12458,8322,6899,12121,10083,11341,10422,7,9021,5943,3791,13839,7828,11430,16262,15890,16401,16241,4956,13983,11911,15705,8110,9664,4378,15266,10698,5239,14065,10198,15769,12283,8391,3572,16443,15879,10708,15930,10248,8578,10432,13122,12422,9932,12058,13056,11454,11480,12882,15854,12785,10667,16291,12625,16026,14857,11949,7739,14346,5716,16320,16375,16061,11614,8921,11182,12226,16306,16315,16276,16326,13656,12691,7685,11937,8760,12163,6863,101,14114,22088,19720,21507,21739,19405,15706,15940,8981,18198,13330,14131,12042,11759,11013,2255,16,18407,8932,9366,7604,1083,7,15047,23876,26947,14016,4521,16725,16782,16910,8409,16599,15152,11285,7190,9830,5776,4208,12311,10255,10014,18506,16342,12927,9192,5854,7230,9762,10162,5019,8267,12916,11230,18108,10046,10782,8878,13453,12214,21571,15220,16615,16611,12220,10142,1948,27338,6507,14630,29111,15728,14342,13304,16850,29348,30496,5168,25682,11523,9286,12459,26047,21925,843,23805,21281,7296,11612,15844,13937,15367,19279,13634,15268,5567,4003,18076,10311,9897,15135,13725,11279,6474,5919,22,4181,20686,3479,15160,18354,22752,18014,13146,18050,18115,7064,11272,9704,16087,13739,15879,11341,14844,14508,12979,10863,13610,13962,6986,9735,9185,10627,13787,24260,13102,10668,5950,9353,15133,13751,12258,12910,15845,5816,16417,13635,11266,8101,6129,11966,11562,20990,9645,2411,3429,14601,15893,22099,3079,7,20786,24945,13761,5841,11709,17789,17693,11201,7647,11272,11599,5179,4714,9655,12482,14384,8219,2088,12790,16145,16927,12613,17487,10541,11203,6232,19,18136,30427,18098,11007,13071,11517,13199,9503,8656,7106,10912,13892,10260,10776,6803,15863,6315,5003,10277,8143,10090,7072,19328,7480,12753,10276,11753,10389,5916,6807,3932,50,13221,13158,12563,15141,14083,12816,17434,17505,13965,8021,18813,18599,13936,17180,30603,26817,27650,18752,11996,12124,3802,12525,15718,18901,14675,13594,14614,11952,15601,12308,3248,17961,28049,15560,9498,25337,12834,13664,17446,23674,7210,6053,13238,15351,15863,9217,21454,9133,10487,1348,13368,17533,21167,15181,10042,12098,84,19688,24246,15750,8421,9769,9790,12945,12518,12582,17815,19039,11646,13545,9410,18731,15355,11879,8074,12142,7154,6937,13131,27467,22445,11462,10960,11873,15445,5722,13915,5621,11262,9626,9990,9913,13501,30254,8157,21992,11038,12068,11517,15697,2522,14439,11769,11029,9138,3045,2753,15535,29115,16483,13757,14935,16578,7760,14745,17282,7454,10786,9373,13146,9102,8050,8332,10305,13107,19593,11983,10642,16605,9589,6995,7093,15109,7042,6636,551,15557,16688,26490,9604,13495,9388,15873,14389,1879,15017,5985,11544,6954,7717,15691,17820,3067,11399,12864,11901,30663,16472,20588,15885,22740,20133,9119,6977,11511,23069,19027,12850,10690,16381,12779,560,19878,6176,24712,14519,1010,25812,29942,3080,2608,2158,24676,8112,6128,9403,9551,14380,21459,14620,12041,14396,14494,19029,7789,17210,8740,3013,15,13404,16267,24659,26839,6059,11925,21772,16893,15281,15442,5811,15,17141,30496,13129,15376,12329,1922,12689,18619,11068,7137,4094,22497,26000,6818,9,15327,8627,14568,14550,10446,9671,10256,16941,14571,12939,16956,13557,11747,15527,9159,8447,12755,5211,5871,12969,9672,16810,16567,16634,11679,16562,8309,10605,14158,16707,7719,12160,8337,6178,10563,13928,15784,10793,16487,13056,12589,6044,16893,10981,14486,7677,9481,12686,12259,12901,5514,15921,6377,14382,16428,15465,13012,12410,7377,7272,5058,6211,16531,16273,7734,16619,1544,4800,10158,10541,16516,15493,10505,10882,16512,16595,13595,14205,8338,8531,10028,8089,9496,16336,10369,7890,11714,9493,13365,10093,16354,16392,8631,4985,14364,12396,6519,7152,28,15159,22079,12465,16079,3175,6119,15671,11008,6224,7966,2850,3,5964,19268,15858,13492,5200,15031,16244,11525,14522,13135,16472,13701,12781,22788,26048,20139,4935,17242,11876,21532,18466,14721,9316,8421,3036,9969,13634,16687,4373,27830,19242,12645,13292,11701,8841,5306,15345,12059,11468,17288,11157,9,20034,23424,16064,17829,12933,8467,9981,3068,30,19685,30492,17300,13395,8480,7689,15003,29767,8054,9568,9018,889,8399,10628,9676,8280,22566,10386,8224,9806,11189,11882,15269,13027,9737,20478,10483,10585,9642,13104,17834,9154,8575,12450,16747,20943,13687,9001,7147,11537,12641,13696,9550,19348,20234,15065,15716,3799,12926,8815,15480,6300,7897,73,13030,4927,12700,9527,12292,13369,10424,14346,7178,8620,21417,13661,11665,8863,18233,10497,2260,10428,14068,11562,8011,9316,11332,12493,9892,9758,13318,12754,10662,9792,9751,13216,9129,10090,12806,8878,14762,7378,8821,13952,13179,13600,7989,6011,1948,17344,16515,11960,13216,18240,11832,14484,7065,11196,22774,15934,19309,10774,4255,20356,30637,5858,13327,24667,9112,16736,8530,6451,7624,4576,10979,10605,3786,8285,16702,14027,7775,10937,17740,17193,10873,12097,10873,8494,13081,650,14859,3750,12651,14929,15036,10752,14938,11147,10552,15194,13989,9774,14013,14401,13680,12149,12941,10536,11788,15634,14074,5183,10974,10645,17085,17045,10190,16014,16704,8123,12122,16800,16985,17222,16642,16311,11995,17039,9336,7834,10270,17039,17161,13980,13873,17103,10141,7346,13679,13539,9537,12685,16033,17032,16835,11991,17362,11687,15578,17072,17259,16551,13913,17063,13814,8817,11101,17041,13788,17101,5606,12185,8685,16871,12219,5492,10125,3411,8060,7302,10640,15034,12180,15602,10920,11279,16934,9466,4845,6663,13807,17082,9468,8939,5430,27862,28576,14430,8580,14607,7372,7713,15587,17736,10696,18799,26639,1856,16671,18160,20320,14385,24755,18240,17693,16342,10271,6903,22348,17707,3613,6,18539,22308,13047,19209,14399,10597,16184,10612,14233,18198,16072,6875,6008,15952,20349,8094,12759,5075,12314,13943,25148,18627,7350,5488,1882,5632,22919,25946,19681,16791,17018,14217,12005,16404,13589,13941,13167,7,7981,14739,18334,16264,13607,13926,9634,9872,8525,16380,13871,9410,10076,6024,11834,10220,7762,2039,3,27886,28748,29879,28616,17823,11684,23614,20505,19680,17107,16068,21089,9254,30252,4494,13413,3885,18098,17989,27310,22858,16171,11713,10399,2885,18118,12918,16097,11568,9827,14473,12789,12691,19948,4506,7071,18488,16289,15515,7440,7,18268,18502,2909,13998,13169,7323,8699,12215,7925,15768,16501,14616,12956,8395,8540,5727,8190,14778,4606,11727,6758,15240,6711,0,19837,11169,7880,20669,6312,11309,13556,16489,18958,16300,20526,12511,12518,12298,15932,8756,15350,15089,14380,16374,16553,10884,14206,17425,10433,22805,20405,21001,13422,16040,16614,11501,13397,17829,16223,20310,5467,4596,18145,18188,18124,16706,9291,11619,18128,18222,13990,5077,18352,18108,18333,10429,12847,16311,18157,17640,11614,18261,14440,18263,9135,11082,15214,13382,8105,8236,18112,9743,30646,15346,14891,13256,18387,21898,21099,13614,16319,15484,25256,12852,17399,19559,6917,13057,13459,13995,17896,20771,15775,13973,10819,15631,18779,18569,714,27263,18349,19035,16424,14575,10684,24083,17504,13962,19507,17079,18372,22535,19816,19592,13952,15529,17207,5617,24892,24964,13733,9527,14335,22801,17450,18351,7427,16671,15025,18952,6872,10540,7646,21608,20752,8891,12888,65,22141,28871,17330,13557,16466,16878,10678,7822,14538,1533,22301,24835,14926,19905,9329,10805,3666,13838,11504,14628,12328,6831,10052,9444,9742,16909,8543,7975,2867,13531,2577,16086,19537,12731,13481,10491,10952,20896,11864,11935,10564,7289,8639,8099,17926,19714,11873,10686,8093,6810,10067,9586,7288,3,18454,16911,15976,225,18643,7060,15733,15178,12007,5077,8536,9381,3873,4,9660,10257,9065,3810,13330,15678,9164,14869,10007,5153,17194,12793,9609,11400,15479,11821,12506,9132,9619,8784,14775,3211,19130,14002,10134,8683,10372,6518,12320,19667,13967,9325,8747,6601,8450,14408,24243,16555,9739,9265,16198,12517,15042,13860,19834,9580,11840,19027,23670,23007,24185,26457,10603,16257,14686,15626,12825,16111,13146,10041,5683,7276,16131,6738,2181,9032,18069,10101,11077,17952,14498,12086,11101,11828,6595,8981,17,13628,18525,13267,16556,16386,8267,13629,19922,18706,22139,15579,14175,10496,17610,12356,11556,16309,9644,8047,16443,15003,7360,16538,8947,6799,18800,7,17089,13710,22272,20539,14555,12704,18890,6864,15528,8109,27961,10982,18948,10393,3705,17391,15812,20607,20482,14023,20309,15267,14525,11378,9319,12388,8040,11561,15556,12388,7783,15783,14306,13138,20291,14940,18041,13256,9840,15805,8772,10825,10531,14230,13455,10423,15875,8122,15489,15124,9334,10396,20287,18469,10463,18361,15410,4886,16241,10977,12699,12376,8508,11185,16718,16638,10890,14521,12274,12658,2706,15324,16576,16745,16792,21542,8603,8681,19707,21621,17356,9714,21409,19380,13691,9296,13553,13778,14426,10606,3,12954,17212,16156,7435,15677,15552,17720,16028,10111,22029,8431,13899,14882,17027,7023,6101,2472,15959,12861,6613,17268,13171,8977,10841,14532,15940,12725,12686,6446,12286,15795,8824,17699,20572,4850,13753,13280,8912,22566,19298,9888,16505,10523,19524,23164,8458,5439,9390,20495,16577,19275,9222,14270,13464,13339,12910,18742,8918,11235,9308,7635,5768,7530,6072,10879,14411,9968,17690,24185,11189,28269,14153,13893,13575,17491,12945,12952,8550,11340,9429,9420,18322,18717,11234,10342,15449,17973,17926,15168,16181,13839,18043,16444,15709,10250,9226,6040,13081,5043,8357,16052,2779,24805,8011,4805,3824,6694,15784,10216,11596,11004,15457,15993,8403,8223,19564,16207,14037,20489,16198,16579,15137,17128,13139,23116,13559,19681,20144,1239,9961,19965,17802,18421,21517,11881,18538,13752,14398,9986,7400,9279,11338,16277,2718,16614,8768,25756,16814,18618,6565,13505,19389,14393,8523,9599,20356,16435,11484,7432,8203,15721,21301,13746,21593,9627,11916,8881,30193,3753,30593,10548,12863,18596,20806,15573,11071,15483,10768,19446,22597,20697,18064,30891,9202,10602,823,395,12943,20135,20872,10187,173,99,1839,6247,8015,16427,13743,10802,13940,15960,9348,8815,16199,10076,16471,16960,15071,13248,13711,13669,3687,18084,11077,11426,11262,11511,11462,11489,9279,11206,3493,17370,12483,8422,5305,10702,15768,12160,9135,2039,1659,15469,14278,10194,10087,12616,8365,9675,13876,11823,10976,17868,16702,7896,2190,16886,15095,17302,6507,7838,8113,8678,5360,15098,7823,10466,13261,16758,10789,4025,13050,12243,13236,9794,4751,14560,12501,12200,12636,5933,2063,2803,16412,14006,13292,18248,16254,11397,10283,16243,15334,16939,11365,3786,3488,3159,2527,2438,2043,1349,557,306,3855,3220,2417,1598,773,291,101,55,18,8,3,0,0],"fragments":[{"begin":"0.000","end":"2.120","lines":["Apple | Spotify"]},{"begin":"2.120","end":"71.760","lines":["Exciting new technology is on the rise, doing the same work that humans can but faster and more cheaply. That's great news for the people rich enough to buy these machines, but it's disrupting the lives and livelihoods of less powerful workers. And some of those workers are ready to fight back. I'm talking, of course, about the Luddites, the 19th-century textile workers known for smashing automated machinery."]},{"begin":"71.760","end":"122.760","lines":["And if you see some similarities between their situation and today's, when the rise of Big Tech and artificial intelligence is disrupting the labor market and also inspiring a bit of a backlash, well, you're not the only one.  And this is Tech, Quickly, the loom-smashing but tech-loving edition of Scientific American’s Science, Quickly podcast. I’m Sophie Bushwick, tech editor at Scientific American. Brian Merchant is the tech columnist at the L.A. Times and the author of a new book called Blood in the Machine: The Origin of the Rebellion Against Big Tech."]},{"begin":"122.760","end":"143.440","lines":["Blood in the Machine tells the story of the Luddites and what their plight tells us about automation today.  And I've heard their movement mentioned a lot recently, particularly in relation to generative AI. For instance, news recently broke that copyrighted books, including those by Steven King, were used to train an AI language model."]},{"begin":"143.440","end":"163.640","lines":["And King wrote an essay for the Atlantic in which he says he wouldn’t forbid this type of thing, and that anyone who would might as well be: “a Luddite trying to stop industrial progress by hammering a steam loom to pieces.” This idea that Luddites just hated new technology is pretty pervasive. But is it accurate?"]},{"begin":"163.640","end":"188.840","lines":["It is not accurate. It's one that's been lodged in the cultural consciousness for almost 200 years now though, so it's hard to blame him. I love Stephen King. I love his writing. I love his writing on writing. But he's fallen victim to this fallacy about the Luddites, which is that they were technophobic, they wanted to stop progress itself, which couldn't be further from the truth."]},{"begin":"188.840","end":"222.760","lines":["What the Luddites wanted to do was to stop the machinery that was very specifically exploiting them or being used as leverage against them to reduce their quality of life, to cut their wages, to force them into factories.  So, the Luddites protest against machinery, again against very specific kinds of machinery. They were technologists; they loved technology themselves in many many cases. But they had an issue a specific machinery being used in specific ways, namely by elites who wanted to force them into factories and degrade their standard of living."]},{"begin":"222.760","end":"226.840","lines":["Would you say that their, um, attempt to rebel against this succeeded or failed?"]},{"begin":"226.840","end":"253.200","lines":["That's a really complicated question—it was illegal to form a union in those days. So they were forced to use very creative tactics to sort of register their complaint, and when they did take up arms in this very specific way for the first six months or so they were very successful in the short term in getting some of those, ah, those wages raised, getting their conditions improved, getting back some of the bargaining power."]},{"begin":"253.200","end":"291.360","lines":["In the medium term, they were less successful because their movement was violently crushed by the British state and by the Crown and by the industrialists who the crown was assisting. Dozens of Luddites were hung. Others were killed in those protests. And then the victors of that battle got the opportunity to impress upon history this idea that Luddism is backwards-looking, establishing what's basically a propaganda campaign on behalf of those industrialists to equate progress with any kind of technology at all, even technology that could exploit hundreds of thousands of people as it did."]},{"begin":"291.360","end":"320.200","lines":["And we're in a moment now when technology is again threatening people's jobs. Specifically there have been a lot of stories about generative AI being used to replace copywriters, the idea that it could threaten the jobs of software coders, that instead of hiring an illustrator, places are just going to use this AI-generated art. So can we draw any parallels? What parallels can we draw between the situation the Luddites were in and then the modern automation threatening jobs today?"]},{"begin":"320.200","end":"342.880","lines":["The way that I would put it is that the parallels are uncanny. So much is aligned with what what was going on at the Luddites' time that we can really sort of go one to one in a lot of cases. So, here's this revolutionary-seeming new technology, generative AI, that its creators are claiming have vast power, can replace vast numbers of jobs."]},{"begin":"342.880","end":"365.520","lines":["That was very similar to what was happening 200 years ago.  You had the entrepreneurs adopting things like the power loom or the wide frame or the implements that would automate various parts of the cloth industry, saying, this is this new machinery is going to be a great boon to England; it's going to be an engine of progress.  In reality, again, this is a parallel, neither of the technologies were quite there yet, right?"]},{"begin":"365.520","end":"381.600","lines":["And so, in a lot of cases, the technology could be used more powerfully by the entrepreneurs or by the industrialists as leverage or bargaining power or a means of sort of saying hey we need to reduce wages because we're just going to use the machinery to do it anyways."]},{"begin":"381.600","end":"409.800","lines":["And you mentioned how when the Luddites were doing their protests, they didn't have unions, they didn't have the right to do this sort of collective action. As opposed to today, when we have, for the first time in decades in Hollywood, writers and actors–they're all going on strike. Not solely because of AI, but that's definitely one of the issues that they're trying to deal with as part of these, ah, strikes. So do you think that they are more likely to succeed than the Luddites were?"]},{"begin":"409.800","end":"442.120","lines":["Absolutely. I mean I think the crucial difference is that, you know, this is an industry that is very well organized, that has a good deal of power. And they, they, they can force their employers to the bargaining table to hash out these issues. We should be thankful that they have sort of sounded this clarion call because in a lot of ways, you know, the same issues are going to be coming for other industries. So the writers and the artists stand to be more successful for that reason alone—that they are organized, and it's popular."]},{"begin":"442.120","end":"454.400","lines":["Again, I think I don't know if I mentioned this, the Luddites were super popular in the day. They were like Robin Hood. They were cheered in the streets because just about everybody understood the way that the wind was blowing."]},{"begin":"454.400","end":"482.880","lines":["And it's not just in the case of the writers strike that I've heard the term Luddite used. Another example is that in San Francisco right now, there's a big rollout of these self-driving robo taxis. And there have been a lot of issues coming up around this, but one of them is a group has been protesting them by putting traffic cones on the hoods of these cars because it tells the censors that there's an obstacle, there's something wrong, and so the car stops with no damage to it, but it is a form of protest."]},{"begin":"482.880","end":"494.600","lines":["And some of the protesters have been compared to Luddites. Now the issue for them is not their own employment. But they are protesting this technology. Do you think it's still fair to say that this is a sort of Luddite movement?"]},{"begin":"494.600","end":"527.600","lines":["Yeah, I think this is a Luddite tactic through and through and not in the derogatory sense, in the sense that these are people who are standing up for their community when democratic channels have been sort of ignored. I mean, if you look at the polling data and you look at the general sentiment, people don't want driverless cars running rampant in their communities. We've seen very viscerally how dangerous it can be, how deadly self-driving car technology can be in some cases and what a nuisance it can be to things like emergency service providers and firefighters, policemen."]},{"begin":"527.600","end":"550.000","lines":["They've all come out against this and said this: not yet. And it's unclear to most people why it needs to be rammed through, why the experimentation period can't be longer or can't be more careful.  So if we can't get sort of the bare level of assurances and transparency from government, when new technologies are rolled out, I think it's completely justified for people to basically do Luddism."]},{"begin":"550.000","end":"573.560","lines":["And you've mentioned that the Luddites in the short-term were successful, but in the long-term you know they were the subject of a propaganda campaign. We've got Stephen King being like, ah, being a Luddite is is futile. It's, it's, it's resisting technology for no purpose. And that's the idea that many people still have hundreds of years later. So, if you're if you were going to give advice to modern Luddites, what do you think they need to do to avoid the same fate?"]},{"begin":"573.560","end":"582.200","lines":["You know I think we're getting to the point to where people have sort of at least, ah, loosened their, ah, knee-jerk sort of reaction in that direction."]},{"begin":"582.200","end":"604.000","lines":["We're kind of at this point again where the negative effects of technology in a lot of spheres, whether you're talking about in the working world or social media, overstimulation, we're seeing a lot of the detrimental effects of technology, and we're seeing sort of a resurgence of this desire to sort of be able to offer more input and more, ah, have more say and how it's, ah, how it's rolled out."]},{"begin":"604.000","end":"629.560","lines":["We've sort of handed the keys to a handful of Silicon Valley giants and said, “Okay, you, you see what you can come up with, and then we'll kind of deal with it, we'll take the rearguard action,” but it does not have to be that way. And that's what I want to sort of beat home: the Luddites represented an alternate path. If we look at what they really stood for it really comes down to a more just, more equitable, and more democratic development of technology, one that more people would have benefited from."]},{"begin":"629.560","end":"631.760","lines":["How do we do that today?"]},{"begin":"631.760","end":"657.600","lines":["Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review! For Scientific American’s Science, Quickly, I’m Sophie Bushwick."]},{"begin":"657.600","end":"664.960","lines":["Apple | Spotify [Image credit: Encyclopaedia Britannica Films/Getty Images]"]}],"duration":664.999125}