{"title":"Here’s What Oppenheimer Gets Right—And Wrong—About Nuclear History","img":"https://static.scientificamerican.com/sciam/cache/file/BF0421B4-4F32-458E-8B14D639DE657062_source.gif","url":"https://www.scientificamerican.com/podcast/episode/heres-what-oppenheimer-gets-right-and-wrong-about-nuclear-history/","audio":"https://traffic.megaphone.fm/SAM6143492875.mp3?updated=1703605740","intro":["Here’s what a historian who has studied J. Robert Oppenheimer for two decades has to say about the new Christopher Nolan film on the father of the atomic bomb."],"authors":["Lee Billings","Jeffery DelViscio","Carin Leong"],"category":["Defense"],"transcript":[{"author":"Lee Billings","text":"This is Cosmos, Quickly, and I'm Lee Billings. In this episode, we're talking with a nuclear historian about the new Christopher Nolan blockbuster, Oppenheimer, a film about one of the most complex and tragic figures of the early atomic age. I'm very pleased to welcome Alex Wellerstein to Cosmos, Quickly. Alex is a nuclear historian and professor at the Stevens Institute of Technology in Hoboken, New Jersey, and the author of the 2021 book Restricted Data: The History of Nuclear Secrecy in the United States. And Alex, welcome to the program."},{"author":"Alex Wellerstein","text":"I'm really glad to be here."},{"author":"Billings","text":"We're going to be talking about Christopher Nolan's new film, Oppenheimer, which Alex and I both saw at a prescreening event a few days ago. And it blew our socks off in more ways than one. Should be a fun conversation. Tell us a little more about about what you know about Oppenheimer, what your relationship to Oppenheimer is and how that influenced how you viewed this movie. I've been sort of thinking about Oppenheimer as a person and his history for about 20 years."},{"author":"Billings","text":"And so it's a little odd to watch a movie about someone you've spent a lot of time reading their letters, their FBI files, their security hearing transcripts. I take some credit for essentially finding the the the unredacted versions of the security hearing transcript, which had been mislabeled and misfiled by the National Archives. And I found them on a sort of on a lucky check. Yeah. I've been thinking about Oppenheimer a long, long, long time and trying to make sense of him. I'm not a biographer of Oppenheimer, so I'm not like, in love with Oppenheimer."},{"author":"Billings","text":"I haven't sort of internalized him as my hero subject. I think he's a pretty complicated character, and I'm interested in him as a complicated character. And as part of the sort of complicated times."},{"author":"Billings","text":"Complicated times. And just to be clear, if it's not clear, we're talking about, J. Robert Oppenheimer, the founding director of the Los Alamos National Laboratories, often seen as the father of the nuclear weapons program of the United States and the atomic bomb."},{"author":"Wellerstein","text":"Yeah."},{"author":"Billings","text":"First, your initial thoughts on the film. I'd love to get your pocket review."},{"author":"Wellerstein","text":"It's a hard pocket review. I'm going to be seeing it again in a couple of days, and I'm hoping that after that I will have a sense of how I really feel about the film. I had a friend ask me recently like, oh, was that a good movie? And I was like, I don't I don't know, right? Like, it depends what you mean by “good movie.” Like, it's not a fun movie to watch. It's not meant to be a fun movie. Is it a interesting portrait of Oppenheimer? Yeah."},{"author":"Wellerstein","text":"Does it do a better version of Oppenheimer than a lot of other film versions? Yes. Yes."},{"author":"Billings","text":"What exactly is the average person supposed to get from this movie? Because while it it does, I think, take great pains to be considerably accurate, both in a scientific and technical and historical sense. It's a little overwhelming. And it's 3 hours, but there's so much squeezed in there. As an amateur scholar of nuclear history and not a professional like you, I found myself overwhelmed. I found myself very confused at points. I was wondering if I can't connect all these different dots and I can understand, oh, who's that background character playing the bongos."},{"author":"Billings","text":"Oh, that's Richard Feynman. What hope does the average person have?"},{"author":"Wellerstein","text":"Yeah, I have no idea. It's a really tall order. I'm sympathetic with the tall order of it. It's clear that Nolan wanted to do a lot of justice to the historical material. He does not distort it for the purpose of the narrative as much as a lot of previous people have. He doesn't just ... it's not a standard biopic with the standard arc. We've all seen the Johnny Cash films, right? Like, they're great. It's a great film. We feel good about. It has nothing to do with reality. That's fine, right? We kind of know that."},{"author":"Wellerstein","text":"It's not like that at all. I respect that it's very deliberately made. So as a work of art, it's challenging for a blockbuster summer film. I told my friend, If you want to watch a fun movie, the Barbie one looks like it's going to be a lot more fun. This is not a fun movie. It doesn't mean it's not a useful or important movie, but it's not a fun movie."},{"author":"Billings","text":"Yeah, that's kind of what I want to get at, is that is that it's not every day that you get a blockbuster like this or, you know, a director screenwriter of this caliber, a cast of this of this quality coming together to kind of give you an excuse to talk about some of these these issues that underpin a lot of our a lot of our modern society and our global civilization, really."},{"author":"Billings","text":"And I know that sounds very sweeping, but I mean, if you're not going to talk about nuclear weapons in that context, then what are you really talking about? Then of course, there's this element of, again, kind of being bound by what's happened. I mean, in the same way that James Cameron did the Titanic, you know, spoiler alert, it sinks, almost everybody dies. With, with Oppenheimer, spoiler alert: he has a remarkable rise and is at the pinnacle of the U.S. and global nuclear establishment."},{"author":"Billings","text":"And then he has this tragic fall from grace that comes about through the increased perception or need for security, for more national security measures to try to not necessarily put the nuclear genie back in the bottle, but just try to try to manage manage the damage, I guess."},{"author":"Wellerstein","text":"It’s tricky. You could imagine a film that doesn't do the second half of the arc, and Nolan tries to do everything. He tries to do Oppenheimer Before he's on the Manhattan Project. He tries to do Oppenheimer on the Manhattan Project. He tries to do Oppenheimer in the Cold War. Like, that's a lot to do on one film."},{"author":"Billings","text":"Yeah."},{"author":"Wellerstein","text":"I kept thinking, I bet this would be better if it was multiple films or like a miniseries, right? Like, I bet if he could have a little bit more ... if he could have 5 hours and that wasn't an overwhelming ask, that he could do all of these things and it would feel more satisfying. But because he only has 3 hours and the fact that it's almost exactly 3 hours, it feels like a studio-compromise-type situation."},{"author":"Billings","text":"Release the Nolan cut."},{"author":"Wellerstein","text":"I want the 10-hour op and I want the extended, I want Peter Jackson eat your heart out. Right, right. But like, like, that to me is part of the choices he made as well. And on the one hand, I respect the choice, like covering Oppenheimer's early period is an interesting way to try and get into his character. I don't think he quite covers enough for it to be successful. Similarly, the obviously the Los Alamos story is really important. I feel like he also doesn't cover enough."},{"author":"Wellerstein","text":"And similarly, the end of that, you know, after Los Alamos, after World War II, he doesn't quite cover enough. And so there's again, this paradox where on the one hand I'm saying it's way too long and there's too much and on another hand I'm saying and he doesn't quite you know, it's they're like bad food and so small portions, right? Like, like, it's, it doesn't, it's a tricky thing. I respect him trying to do it. On the other hand, it does to me make it a tricky film to watch."},{"author":"Billings","text":"Was was Oppenheimer ultimately successful? Do he live in in a world that he really profoundly helped shape, not just from the detonations of of Trinity and, you know."},{"author":"Wellerstein","text":"Fat Man and Little Boy."},{"author":"Billings","text":"Yeah. But also through if we look at how nuclear nonproliferation occurs today, it's through the, you know, the IAEA, I guess, also doing these sorts of inspections. And it has focused a lot on on capability and on on how much how much uranium do you have, how much of it is enriched, etcetera, etcetera, to what degree. So was Oppenheimer, you think, ultimately kind of successful?"},{"author":"Wellerstein","text":"I think he would have seen himself as unsuccessful. And yeah, some of these things come up in later ways. One thing they say in the movie quite correctly is that Oppenheimer never expresses regret for World War Two, or what he did. I think is a big misconception about Oppenheimer, is that he regretted his activities and killing, you know, so many people. He never expressed regret. He always maintained that he didn't regret it and that it was important to do at the time. And they do get some of this across in the movie."},{"author":"Wellerstein","text":"Like his view, was that the best thing you could do with the first nuclear weapons was make their use so horrible that maybe nobody would want to use them again. And in that sense, maybe he was successful. I do think he was successful in the sense that we have not just we today, but like Harry Truman came away thinking these are not regular weapons, these should not be used lightly. But like, I think that that's an important successful thing."},{"author":"Wellerstein","text":"But I think he would have felt unsuccessful because he felt that the the the worst case scenario would be a world in which nuclear weapons are made by the thousands and they are made many, many megatons. And you have nations pointing them at each other with a hair trigger and that this is inevitably going to at some point in time lead to more nuclear weapons use and it'll be even worse."},{"author":"Wellerstein","text":"And I think he would have felt that he ultimately was unsuccessful in getting what he wanted and that the world today, though, yes, it's not as bad--we haven't all died in a fiery nuclear holocaust--but that that's a pretty low bar, right? He would see the current state of the world as being exceedingly dangerous and not where we need to be at all. Like it's still not at the right place. And it's not clear how you get to the right place."},{"author":"Billings","text":"What I find most interesting about the movie is where we go from here. It's nice to look at the past and what's come. But. But what does it tell us about the future? What are the conversations that you would like to see come out of of this being kind of a pop cultural moment?"},{"author":"Wellerstein","text":"There are a lot of different ways you can try to make a World War II atomic bomb movie or an Oppenheimer movie, right? And like, what has been done in the past is usually Oppenheimer great hero, hooray, a great triumph of science. Hurrah! You can have rise and fall. Tragedy. And there's some of that, of course, in here. But he's he's really trying to make this also about like the world we live in and the sort of dark views of what's coming next. And that is a big part of actually Oppenheimer's worldview."},{"author":"Wellerstein","text":"I almost wish there was a way to do more of that in the movie. And again, if there had been anything on international control, like that's what that's about, that's the conversation. It's also the answer to some of these sort of puzzles raised by the movie. Like why does Oppenheimer support working on the H-bomb during World War II, but not later?"},{"author":"Wellerstein","text":"And part of that is because he's interested in the H-bomb during World War II, because it's the promise of the thing to come, The World War II atomic bombs, you can imagine, oh, these are kind of just like efficient versions of what we can already do. We can already destroy cities with fire bombs. Why not just do it in one bomb? But the super the initial supers they're imagining range from 10 to 100 megatons."},{"author":"Wellerstein","text":"They do a calculation in Los Alamos during the war or just after it, about how many of those you need to set off to make the atmosphere radioactively uninhabitable. And they do this with the World War II bombs, and they do this with their ideas of the super and the World War II bombs you need like 10,000 going off, which during World War II, that feels like a long way away. They're doing a lot of work just to make three, right? With the supers they come down to between like 10 and 100."},{"author":"Wellerstein","text":"That is very achievable, right? Now, it turns out they're wrong. Hooray. But like, I just bring this up—that's the context of what Oppenheimer is thinking about with the super. He brings this up at meetings with politicians like Henry Stimson, the secretary of war, where he's trying to influence them to to get very dedicated to this idea of international control of banning nuclear weapons. And he's successful. I mean, the film kind of does Stimson dirty. It makes him look like the sort of foolish politician. He is not a foolish politician."},{"author":"Wellerstein","text":"Stimson is the guy who immediately he gets all this. He believes that view. He goes to Truman and says, we need to negotiate with the Soviet Union to ban nuclear weapons, or we'll all die. The first meeting Stimson has with Truman to tell him about the atomic bomb. When Truman becomes president, he prefaces it by saying like, we are going to be in a position to end civilization if we don't make the right decisions. Like he is not treating this trivially at all."},{"author":"Wellerstein","text":"He has bought that line that he's getting from not just Oppenheimer, but a few other key people. And I sort of wish they had been able to do a little bit more with that. But like, to me, that's the more interesting thing than even the standard World War II version, the scientific triumph, even the Oppenheimer's personal failings and losing the clearance. It's okay."},{"author":"Wellerstein","text":"So what are the options for the world moving forward?  And to me, the really powerful thing about studying this period, especially the period that's not in the film, it was a period in which it felt like there were options and choices, and we end up in a world where it doesn't feel like there's any choices, and it's really hard to get people today to think about there being any choices.  People will tell you straight up, I don't know how you ... you can't possibly do anything about the state of the world about nuclear weapons."},{"author":"Wellerstein","text":"There's no way to move forward. Of course we need them. Blah, blah, blah. And we do have choices. And I'm not saying they're easy choices. I'm not saying we all hug each other and sing Kumbaya and everybody gets rid of the weapons. There are practical ways to think about, okay, what would we need to do to get into a world where we are not existentially threatened by nuclear warfare? It doesn't even necessarily mean getting rid of all the weapons that there's a lot of people who would prefer that."},{"author":"Wellerstein","text":"It could mean reducing the number to a level where it's not existential if they got used. Is that good? Is that bad? I don't know. But like, those are the kinds of conversations that I think people ought to be having in a more broad way, not just seeing it as a sort of simple issue. And so if the movie in any way encourages that, I would say big success."},{"author":"Billings","text":"Beautiful. Alex, thank you for sitting down with me today to talk about this movie and about its reflections and echoes and shadows of real life. Cosmos, Quickly is a part of Scientific American's podcast, Science, Quickly. If you like the show, please give us a rating review. This show was produced by Tulika Bose, Kelso Harper, Jeff DelViscio and Carin Leong. Music was composed by Dominic Smith. And before you go, please consider supporting independent journalism like this. Become a Scientific American subscriber today. And don't forget to subscribe to the podcast on Apple or Spotify."},{"author":"Billings","text":"For Cosmos, Quickly, I'm Lee Billings."}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,52,227,671,1075,8660,4413,5741,5876,5952,8134,7491,8812,5215,5776,4588,16702,18302,17352,13292,15442,4938,1847,16157,16279,8331,3356,10727,18502,17285,10215,16750,10955,10156,17100,9931,6647,8526,16920,11875,7278,14765,2550,11576,4392,2280,10057,15399,7695,8369,14250,11505,15053,9170,15666,14630,13459,9803,7044,12663,3942,3459,4049,4435,5430,4978,4986,6724,4446,4404,1264,867,689,691,7913,10581,9949,8046,7653,6591,10953,9154,3458,7527,12316,3062,16381,8243,10591,8727,9507,6594,8752,11035,5238,11593,10124,5255,6217,3469,4953,4190,8006,4484,12384,15818,8844,10396,10936,7486,12417,5602,3751,3779,229,9932,5988,10583,10230,11708,4648,9531,12360,5679,4429,16288,15677,16075,11605,15337,11377,260,15501,15215,11230,3277,47,15919,12400,13944,10683,11905,9543,8882,7250,5391,4656,5371,5948,6830,14331,15612,5708,6251,11910,3797,4588,3092,7418,3252,3179,2424,9549,10622,11872,7852,6356,6834,1714,13441,15344,9571,3518,12,12783,12808,16124,10670,9196,5421,250,98,3088,4289,15557,13092,13434,6252,11120,14013,10120,5965,3778,6496,8140,6034,4781,15915,7494,2124,31,7420,10496,5616,10046,5302,9900,1777,12,15050,15763,9088,11779,15042,7499,8818,10096,2554,15710,13876,6834,3199,10292,7913,933,2076,6805,6515,5192,4319,4081,9382,7626,452,9,13486,15557,2969,15759,16575,3353,5045,10722,15143,15551,13029,8038,3558,11460,12527,11885,10149,2565,1363,16539,11618,7852,227,4194,4503,8455,6644,6864,15598,11720,5262,8778,16497,13591,10243,7942,793,4018,13572,16117,15510,6598,6088,7461,1453,3524,7855,6643,3608,15596,12653,4218,3531,4184,3620,3235,2197,9646,15366,7262,6114,10234,9459,11202,11262,9698,10891,10863,6595,4192,5313,6171,5076,8792,5755,6991,3295,5745,8358,10017,2629,10857,7430,1236,3761,4208,1059,734,2745,3428,2525,6541,4722,1901,10248,3476,6752,3401,16204,15819,16138,10589,4096,3970,2727,5785,4076,15840,9380,4644,362,112,13251,14751,16106,15974,16117,16120,15802,15655,15519,14229,11315,10692,11386,12186,6928,9472,7164,8605,5133,4266,6377,8001,8792,9286,5848,6412,1438,16058,15958,16228,15742,15619,15543,16446,8632,11766,11768,9015,15249,5895,8647,4266,4360,7179,5626,4685,2664,5115,11375,7151,1124,7645,9966,3698,4271,15775,5650,9456,13865,9557,7909,12532,2300,12296,6170,4502,6169,4308,4014,3581,4379,1380,10852,9986,6063,5143,9693,8532,3470,6095,4520,2769,4796,9726,8371,1400,4271,11480,13634,4476,3358,3189,2943,3811,8050,3646,4778,8629,6213,2030,2212,4024,15007,17870,16755,16685,9052,15409,10291,3666,6433,2956,2057,17285,12817,17968,17606,15654,15089,12717,16115,15897,9039,12062,12425,13953,13399,10093,6363,11441,10072,11311,10927,9298,15552,15407,16316,15887,13008,15057,14520,2735,16022,15760,12157,7689,6955,7466,8333,15741,15103,15464,10623,7797,9829,6023,10738,15934,15748,15827,15083,708,10020,14540,11878,16133,14354,16020,15763,15606,14106,4271,6570,16157,17096,8776,4402,2230,3923,532,13141,8429,10251,10407,9521,15198,16202,10389,15638,15815,16273,14192,11951,8343,15348,15973,15812,15961,15533,12154,11912,10928,15328,8246,15095,5267,15372,6311,11496,14416,8558,7054,11807,2061,10465,13298,8990,11748,5209,15953,15659,9022,15767,9162,7779,11336,7363,10228,6944,9339,9299,6418,8460,3669,5431,8833,6345,3696,3039,10305,13375,10338,1149,10043,8625,6987,15900,15127,15144,9405,16049,11174,7807,10556,16307,6835,8148,7823,16009,5753,6360,1696,14679,15617,12580,6670,4334,10420,3230,6548,5992,7811,8479,6415,15870,9920,9854,4982,4018,11807,15973,3792,494,5717,15687,7796,9009,9974,12991,5191,9881,10185,4099,5093,8090,12912,10116,6970,9641,9534,6389,2942,8942,5797,10007,10454,5114,3934,1237,11,5656,6017,5060,7826,15916,12318,6208,7307,7729,9440,1269,15139,15198,6484,15979,15974,15878,14781,15721,12977,14406,430,15515,16071,9281,5180,3963,6392,12702,7143,2822,90,9477,15455,14894,16033,15697,15237,13548,3680,6882,10500,7901,10035,6347,4765,4226,4147,16347,15918,15193,5616,6083,11225,12631,15691,9632,10029,9616,8796,7279,7423,7462,9152,6536,10947,11059,6005,5276,5581,1766,4687,16062,10066,8153,16264,16225,14935,16050,9762,12326,8420,5873,3747,4157,6386,4048,3334,3038,15648,16203,15776,13526,15630,15505,15594,15757,15755,14202,8816,6397,7922,4250,11844,4424,1264,13422,15731,16265,16766,15992,12196,466,15751,16435,16131,15702,14994,9359,123,4146,14257,11169,16083,16248,12503,16713,15625,2515,14045,15868,15578,15897,15841,8878,15925,11281,7715,10077,15639,9953,14023,5700,2970,2914,2714,221,15826,16329,15627,16345,15962,14873,16009,12091,15236,16680,20513,28956,17748,17813,16528,14081,7184,11857,16814,15674,16135,16,9,5920,13992,13040,10701,16288,8153,3551,12189,16320,14717,1980,6087,16526,16172,16018,10812,7070,9102,16729,13885,8292,7640,1938,6546,4766,10716,5964,3472,4639,3342,5383,12204,2865,3534,3333,10764,11195,2792,3264,1730,11640,2664,8065,12567,11990,12568,5458,1361,15710,15867,15228,15260,14309,10447,11123,4732,218,11696,15174,11361,7198,9673,10771,11983,12339,8967,9483,7132,4620,2469,14600,13999,10043,6613,2324,2836,4950,3480,10029,9246,2826,5030,9677,6987,10350,6530,3252,15151,15931,15773,15029,15006,10069,8094,12589,2489,5811,2272,2767,603,15532,15467,14030,12875,14098,8848,6785,7862,9274,6100,3479,5124,5988,11791,8455,5339,9619,9586,4146,11684,7174,3265,334,5298,4637,10479,6599,2457,15819,16109,10395,10267,12245,5715,8227,12571,475,4967,16582,11608,5777,15154,14234,7277,2324,4644,10146,9714,11953,15799,16281,13416,7669,4960,6617,8196,15517,7289,5186,11754,9227,8739,8343,3867,7138,13180,10321,10627,9464,8696,8554,16154,7136,5978,12202,10303,14562,15872,13911,13592,6020,2408,6848,5382,5275,10562,10786,8649,9679,9811,6026,9137,4284,3721,11049,13247,4031,8650,9890,10270,9874,9399,11496,7884,2524,144,9305,11740,6635,4828,4658,5585,8505,4695,12485,4813,4593,3569,4786,6306,5908,4210,6380,9241,1550,15272,10260,13799,14204,15984,15231,15743,16415,15305,10740,13803,15570,11381,11966,11841,372,16417,15158,15816,11686,9601,11977,10514,15920,14188,15113,15757,16262,15489,15999,14292,8404,7684,9976,8489,15603,16043,14591,16024,10417,7762,6350,15482,16019,13891,12237,12058,7803,12266,765,15591,15391,7716,15806,12677,15551,16066,4144,10805,4995,14578,15180,15712,16758,16065,16167,6583,13807,9496,15360,13339,8061,9143,6602,9732,15894,15618,16197,15501,7604,9891,16008,15877,16309,15351,15764,15939,15718,15711,7660,8531,15727,15999,15957,6049,12297,14331,15056,9966,9082,7223,6260,4549,13647,7259,12363,14911,14366,10786,7227,5307,7948,6378,11085,3704,16208,15126,15298,16106,12770,15920,15596,10670,4457,15819,7791,5609,7919,8784,6082,4381,7097,4704,3136,1952,645,15976,5729,10847,17566,16320,17240,25757,27373,23720,19335,17995,16157,15787,15839,16591,15946,16464,17140,17573,18844,13010,16114,14694,15751,16087,16400,16547,16120,1058,840,16722,15102,15794,15631,15688,11620,12651,15666,7897,8858,8627,12463,15994,16226,15945,15704,7157,4709,6743,15950,15631,16140,13178,15683,12163,8330,3784,345,15281,9378,7124,10830,13324,13594,12509,16067,16302,6823,6938,15875,4779,15879,15938,9152,16191,15866,217,15450,11791,11785,16684,5988,6665,5577,9213,2839,15572,16379,15784,3351,4557,4730,15449,9314,5048,15385,6673,8377,12927,16120,16013,15130,16051,14693,13190,16150,15480,15627,15507,5713,6439,16342,15284,10111,5961,12332,12557,16041,14628,15770,15950,13361,15886,14136,15808,16942,13234,15428,12677,16324,16708,15818,16045,11685,15810,15899,10202,16164,7349,11539,15176,11986,12986,15465,16163,15403,17546,16943,13702,2601,15853,15774,15529,15966,15642,16479,16041,15250,11549,14699,9694,398,672,14909,15824,15879,14967,16593,16502,16142,15820,16227,14495,15858,15451,2293,5986,14026,9310,13509,17126,9670,8294,6812,9139,11641,777,6183,13005,12066,13190,10969,6599,10475,13885,8316,10480,11281,7377,6184,4662,15118,13134,7875,10491,13828,10037,13713,15748,11134,10649,8469,5529,7781,4478,4713,4227,3564,4018,5503,4292,3433,2120,3246,2274,2694,11625,5058,16198,16752,24227,29513,28952,16377,16408,16227,13003,9235,6040,4072,6075,16044,15529,10095,9194,7312,13424,8948,10098,12815,12147,8556,3693,6038,6064,5858,11439,10239,5057,7672,8085,12187,10297,11301,10643,6860,6879,12469,8938,6421,12626,14175,4096,4090,4625,11371,16309,15653,15766,11511,7305,12893,13311,10218,8982,15371,6126,11971,13191,10287,9236,853,16092,7255,13854,3501,12649,15398,15367,14381,9614,665,11181,16206,5996,153,15657,15521,15614,15894,15522,5533,2801,457,636,15552,15187,422,123,12,15970,15431,13363,15353,15943,14285,6878,6498,16585,15612,15927,14255,15995,16058,5065,16899,15717,16534,15323,10890,5825,6753,2643,4465,5032,5181,2099,429,11332,15529,16023,13549,10689,11142,4643,5589,7040,13880,7119,6530,3907,7243,2427,4466,3628,13322,16283,8252,5738,8056,16120,11491,2771,15713,10712,9021,7014,473,4919,14354,11063,13994,16144,15139,11205,8179,14099,5240,4521,7685,11513,14194,15698,5470,3821,4411,8233,15348,14295,15678,13128,15264,14769,5068,15608,15971,13628,9859,12196,8815,12530,15806,10363,11989,7737,15835,16073,12165,15118,9695,10647,14597,12659,1726,16610,12007,14367,7414,10252,14918,5695,14040,13122,11012,13757,12462,9187,12329,12788,11285,1111,9972,13037,7922,6894,15169,9190,9394,839,10,13035,15585,15547,4457,618,2131,15099,16076,13768,12827,16290,15893,15422,10541,10444,3788,12856,8949,15298,16809,12435,10313,11588,15563,5690,3968,4603,15683,15714,15725,10289,16047,15843,15555,571,11574,15917,8427,2609,3169,15705,14871,16196,15680,15317,9695,10234,15952,15793,8840,5478,8226,6804,15739,15785,16344,15905,13157,10133,9216,5645,7571,6529,5907,6864,15843,7781,8992,6074,5667,16128,14640,11616,7846,3163,533,7188,15371,7495,15745,12721,5738,9553,6088,5999,8644,8747,6574,12099,6560,12951,14858,5347,15832,16115,10076,5889,8088,5655,5897,7560,10760,10685,15409,12837,7288,4430,5906,6654,15576,10485,7363,4711,15805,8373,871,15946,14735,15825,15553,7380,5685,3867,15989,10418,2793,9614,5383,15668,6796,8108,15683,15909,15130,15539,9833,7587,5247,7166,7007,7892,7121,3946,15175,13679,6546,4983,8443,14734,2546,16233,7190,15834,16992,15966,14455,15889,15717,15927,14689,15955,15899,16161,15655,15083,13360,15035,16102,11843,7314,7837,9131,8681,9010,15894,1825,15814,11442,6858,6422,6323,8150,15762,15770,10351,7553,11691,3459,6363,5707,4375,3233,2400,2347,16433,15989,11159,15967,15890,5261,3612,272,9126,9799,14939,13822,3624,1112,9017,15239,10510,16042,8542,13892,9655,10394,5852,11286,11761,5187,15660,15887,13428,9660,9847,9370,8147,12549,4629,9895,7158,9052,6472,7730,9565,8162,9659,9450,8396,6460,3317,5161,11748,15877,16603,15879,17319,15610,15389,1634,14437,12692,11033,11613,11295,10560,8954,6076,3901,9263,11285,14516,6009,15265,15762,14700,15495,6606,15296,15586,12253,12364,16017,15726,16197,15471,15546,15854,11390,14972,15420,2862,15910,15966,15486,15902,16037,3409,15529,8967,388,8713,6448,16114,15824,9882,7425,15468,12884,9158,8018,9602,15951,12900,9945,12561,9692,8226,656,15764,15642,5686,8748,6170,11057,10867,7091,5942,6314,4944,3347,4730,3048,7334,12728,7691,3629,3097,6818,2499,7347,16112,16725,15835,15489,6174,5036,3099,2042,14054,14359,6358,8693,5524,2753,6668,15827,5870,5746,2571,4821,5367,10943,5977,5501,7541,6176,15705,14442,15935,16009,15367,6722,5741,269,16363,15830,8950,8130,15742,16736,15994,15574,8864,7825,31,6387,15650,15717,14746,15697,7291,15850,16164,15206,11591,306,5553,11228,15918,15750,16142,6488,7708,11140,6035,224,13156,11357,7370,8128,14122,15966,2078,15229,15764,15286,14348,15734,1324,15450,14610,11109,14916,13388,7100,11977,11521,11161,13979,15744,12704,4216,2792,14830,2188,412,15657,15436,15486,16048,13112,15381,16211,15638,11504,15736,12741,1935,13415,15861,13489,15381,9916,10187,8871,4928,15807,15201,7277,5241,4956,15576,15666,7657,5087,10106,8154,3253,4259,1691,7870,15633,9965,9308,11257,359,8,14099,9172,7461,10444,13143,7810,6820,12214,8843,7919,10021,10315,12106,4074,4632,17012,16813,15714,15481,8573,5820,7516,11093,9785,3770,3680,10185,7559,4347,424,9577,14399,15277,14958,7962,8673,12724,6425,6321,7378,6097,9691,5218,3626,15443,8173,565,16028,15468,15766,15718,16128,15994,12785,15588,15540,11061,8886,9282,15891,16256,14791,11872,15802,15302,15981,9418,3965,15747,15575,9261,4541,5244,16159,16765,16087,16382,15673,14985,5938,15764,16291,3002,1231,14577,12931,15902,15923,16118,11019,9077,7058,14143,14631,4149,15950,15567,15859,14554,15781,15537,16033,16981,14338,11177,16556,16508,1020,15965,14776,16164,16140,10256,15944,10545,16022,14060,11157,14291,7458,407,15502,15853,15687,10860,9040,7262,9819,11890,15841,15945,13009,11502,10695,5806,5248,7050,5221,6482,7315,3541,5830,3626,4033,799,15843,16113,14856,8616,11084,12964,4887,3789,3702,10664,8470,8474,7542,12432,5433,3779,2186,4511,5951,3561,2340,3713,4115,4785,9361,14450,14486,15635,10238,1105,13397,16386,15788,14923,15829,15865,13767,15156,13311,7944,3336,875,15171,15415,10828,7038,6226,11063,4053,6776,12580,15535,11998,13116,794,11249,12555,11949,15231,12392,5528,6590,3542,14215,15793,14238,11551,8076,10848,13078,15496,11461,16839,10769,8083,9849,9474,11545,13351,13031,13922,7794,9096,8203,7837,11642,15706,11151,15258,15357,11953,5634,3572,15425,14439,15584,15975,15330,14954,16145,15450,15736,15720,15874,15929,11545,10885,12647,2254,15716,6922,12695,9489,6895,1769,12626,13505,16573,13304,14134,13110,7286,11540,4430,12047,6554,5586,4907,3835,6002,8341,17064,15400,16115,14101,13189,11479,7050,13139,15182,15732,12932,10459,13865,13570,13815,16274,14108,10542,11168,9482,13121,6816,7633,1910,448,12428,3966,29,12,355,8820,15871,15858,16106,13349,8897,9130,15912,9411,15963,13786,16880,11584,11508,12843,14931,15701,9575,7447,9168,9090,11700,11180,8150,7628,6390,10452,15557,15837,12591,3351,12614,15661,16123,15852,15770,11549,2772,64,3812,6736,10770,12220,15630,14048,9702,10206,12839,6973,12447,16012,15673,15637,6080,5491,3788,3124,3089,686,16136,14963,15443,15424,16001,12222,13866,15166,5279,2661,804,16132,15404,10667,8791,12434,980,525,14665,37,9,10,7400,14982,14278,12413,10170,12625,15853,15399,6476,11480,14178,4866,3242,17496,10056,15577,14146,15942,16504,15644,13384,8243,6080,15889,15281,15697,16433,11986,14731,15049,11586,8561,11607,6280,10614,6968,16131,7863,15980,16121,15905,15908,8431,16466,16404,15633,15889,16165,6768,2364,14812,16507,16200,15359,15955,13873,15604,15528,15620,15820,15681,14130,15753,9490,15136,744,16582,15883,13679,15291,16364,13915,11647,10334,15550,9767,15617,16161,13241,15531,16149,14840,13253,16007,14398,15836,12954,10140,11935,11820,12052,12840,12346,9526,13290,15678,11401,10813,12913,14171,9930,15309,15780,14019,1040,9888,10860,15967,15520,10756,15201,12370,16175,3167,15949,14676,14350,15721,3324,15530,15922,15324,15553,14670,15807,12983,5834,6163,5409,9105,8148,15738,11447,10804,10533,15790,14313,15915,14308,10245,15784,6791,12871,9711,13358,11840,3501,11731,16242,15973,2588,15971,15930,7949,15894,15652,15882,14583,10879,13160,8664,7779,7289,8747,11128,6074,9022,17634,15563,15863,10490,14111,9133,8619,11485,15269,13044,14285,1502,12187,15515,14571,11219,13543,15195,15871,15233,9612,15807,15372,16466,9022,4413,8549,7532,1653,5844,5651,1378,12472,14054,9876,9637,7623,5387,4192,7107,12854,11667,4407,14405,14844,7105,8431,4774,10386,2865,9213,5497,2292,7665,9542,5282,8066,2905,642,2934,2431,15667,13170,13539,13769,18472,10125,5993,12549,6807,15293,15625,12632,2730,910,6375,11111,8620,2946,7857,11371,15277,11327,2779,6171,1546,1757,1452,12518,15875,13455,14840,11395,8251,8697,8442,17915,7906,1867,12045,18171,3450,9266,7377,3694,1551,12909,12161,14880,14347,8289,11456,12106,6528,2184,2636,13661,11133,7394,3213,11341,14797,15185,7802,7223,5043,11524,3079,10825,2921,13974,18006,11915,17925,16318,6596,6059,2460,12726,10742,15356,14129,5954,5535,10212,8704,6146,15598,5152,3418,1868,9825,16625,16400,12018,1780,11557,7612,2873,3858,17636,16436,14831,11840,9577,8271,5144,4754,6213,14463,7611,5845,5692,5390,1294,542,244,114,46,14,12,4],"fragments":[{"begin":"0.000","end":"42.200","lines":["This is Cosmos, Quickly, and I'm Lee Billings. In this episode, we're talking with a nuclear historian about the new Christopher Nolan blockbuster, Oppenheimer, a film about one of the most complex and tragic figures of the early atomic age. I'm very pleased to welcome Alex Wellerstein to Cosmos, Quickly. Alex is a nuclear historian and professor at the Stevens Institute of Technology in Hoboken, New Jersey, and the author of the 2021 book Restricted Data: The History of Nuclear Secrecy in the United States. And Alex, welcome to the program."]},{"begin":"42.200","end":"43.360","lines":["I'm really glad to be here."]},{"begin":"43.360","end":"85.240","lines":["We're going to be talking about Christopher Nolan's new film, Oppenheimer, which Alex and I both saw at a prescreening event a few days ago. And it blew our socks off in more ways than one. Should be a fun conversation. Tell us a little more about about what you know about Oppenheimer, what your relationship to Oppenheimer is and how that influenced how you viewed this movie. I've been sort of thinking about Oppenheimer as a person and his history for about 20 years."]},{"begin":"85.240","end":"137.040","lines":["And so it's a little odd to watch a movie about someone you've spent a lot of time reading their letters, their FBI files, their security hearing transcripts. I take some credit for essentially finding the the the unredacted versions of the security hearing transcript, which had been mislabeled and misfiled by the National Archives. And I found them on a sort of on a lucky check. Yeah. I've been thinking about Oppenheimer a long, long, long time and trying to make sense of him. I'm not a biographer of Oppenheimer, so I'm not like, in love with Oppenheimer."]},{"begin":"137.040","end":"157.840","lines":["I haven't sort of internalized him as my hero subject. I think he's a pretty complicated character, and I'm interested in him as a complicated character. And as part of the sort of complicated times."]},{"begin":"157.840","end":"179.480","lines":["Complicated times. And just to be clear, if it's not clear, we're talking about, J. Robert Oppenheimer, the founding director of the Los Alamos National Laboratories, often seen as the father of the nuclear weapons program of the United States and the atomic bomb."]},{"begin":"179.480","end":"180.040","lines":["Yeah."]},{"begin":"180.040","end":"185.120","lines":["First, your initial thoughts on the film. I'd love to get your pocket review."]},{"begin":"185.120","end":"220.680","lines":["It's a hard pocket review. I'm going to be seeing it again in a couple of days, and I'm hoping that after that I will have a sense of how I really feel about the film. I had a friend ask me recently like, oh, was that a good movie? And I was like, I don't I don't know, right? Like, it depends what you mean by “good movie.” Like, it's not a fun movie to watch. It's not meant to be a fun movie. Is it a interesting portrait of Oppenheimer? Yeah."]},{"begin":"220.680","end":"225.040","lines":["Does it do a better version of Oppenheimer than a lot of other film versions? Yes. Yes."]},{"begin":"225.040","end":"254.160","lines":["What exactly is the average person supposed to get from this movie? Because while it it does, I think, take great pains to be considerably accurate, both in a scientific and technical and historical sense. It's a little overwhelming. And it's 3 hours, but there's so much squeezed in there. As an amateur scholar of nuclear history and not a professional like you, I found myself overwhelmed. I found myself very confused at points. I was wondering if I can't connect all these different dots and I can understand, oh, who's that background character playing the bongos."]},{"begin":"254.160","end":"259.160","lines":["Oh, that's Richard Feynman. What hope does the average person have?"]},{"begin":"259.160","end":"287.560","lines":["Yeah, I have no idea. It's a really tall order. I'm sympathetic with the tall order of it. It's clear that Nolan wanted to do a lot of justice to the historical material. He does not distort it for the purpose of the narrative as much as a lot of previous people have. He doesn't just ... it's not a standard biopic with the standard arc. We've all seen the Johnny Cash films, right? Like, they're great. It's a great film. We feel good about. It has nothing to do with reality. That's fine, right? We kind of know that."]},{"begin":"287.560","end":"309.880","lines":["It's not like that at all. I respect that it's very deliberately made. So as a work of art, it's challenging for a blockbuster summer film. I told my friend, If you want to watch a fun movie, the Barbie one looks like it's going to be a lot more fun. This is not a fun movie. It doesn't mean it's not a useful or important movie, but it's not a fun movie."]},{"begin":"309.880","end":"331.200","lines":["Yeah, that's kind of what I want to get at, is that is that it's not every day that you get a blockbuster like this or, you know, a director screenwriter of this caliber, a cast of this of this quality coming together to kind of give you an excuse to talk about some of these these issues that underpin a lot of our a lot of our modern society and our global civilization, really."]},{"begin":"331.200","end":"356.760","lines":["And I know that sounds very sweeping, but I mean, if you're not going to talk about nuclear weapons in that context, then what are you really talking about? Then of course, there's this element of, again, kind of being bound by what's happened. I mean, in the same way that James Cameron did the Titanic, you know, spoiler alert, it sinks, almost everybody dies. With, with Oppenheimer, spoiler alert: he has a remarkable rise and is at the pinnacle of the U.S. and global nuclear establishment."]},{"begin":"356.760","end":"374.080","lines":["And then he has this tragic fall from grace that comes about through the increased perception or need for security, for more national security measures to try to not necessarily put the nuclear genie back in the bottle, but just try to try to manage manage the damage, I guess."]},{"begin":"374.080","end":"392.200","lines":["It’s tricky. You could imagine a film that doesn't do the second half of the arc, and Nolan tries to do everything. He tries to do Oppenheimer Before he's on the Manhattan Project. He tries to do Oppenheimer on the Manhattan Project. He tries to do Oppenheimer in the Cold War. Like, that's a lot to do on one film."]},{"begin":"392.200","end":"392.800","lines":["Yeah."]},{"begin":"392.800","end":"415.840","lines":["I kept thinking, I bet this would be better if it was multiple films or like a miniseries, right? Like, I bet if he could have a little bit more ... if he could have 5 hours and that wasn't an overwhelming ask, that he could do all of these things and it would feel more satisfying. But because he only has 3 hours and the fact that it's almost exactly 3 hours, it feels like a studio-compromise-type situation."]},{"begin":"415.840","end":"416.880","lines":["Release the Nolan cut."]},{"begin":"416.880","end":"446.320","lines":["I want the 10-hour op and I want the extended, I want Peter Jackson eat your heart out. Right, right. But like, like, that to me is part of the choices he made as well. And on the one hand, I respect the choice, like covering Oppenheimer's early period is an interesting way to try and get into his character. I don't think he quite covers enough for it to be successful. Similarly, the obviously the Los Alamos story is really important. I feel like he also doesn't cover enough."]},{"begin":"446.320","end":"471.080","lines":["And similarly, the end of that, you know, after Los Alamos, after World War II, he doesn't quite cover enough. And so there's again, this paradox where on the one hand I'm saying it's way too long and there's too much and on another hand I'm saying and he doesn't quite you know, it's they're like bad food and so small portions, right? Like, like, it's, it doesn't, it's a tricky thing. I respect him trying to do it. On the other hand, it does to me make it a tricky film to watch."]},{"begin":"471.080","end":"482.800","lines":["Was was Oppenheimer ultimately successful? Do he live in in a world that he really profoundly helped shape, not just from the detonations of of Trinity and, you know."]},{"begin":"482.800","end":"484.800","lines":["Fat Man and Little Boy."]},{"begin":"484.800","end":"506.840","lines":["Yeah. But also through if we look at how nuclear nonproliferation occurs today, it's through the, you know, the IAEA, I guess, also doing these sorts of inspections. And it has focused a lot on on capability and on on how much how much uranium do you have, how much of it is enriched, etcetera, etcetera, to what degree. So was Oppenheimer, you think, ultimately kind of successful?"]},{"begin":"506.840","end":"534.360","lines":["I think he would have seen himself as unsuccessful. And yeah, some of these things come up in later ways. One thing they say in the movie quite correctly is that Oppenheimer never expresses regret for World War Two, or what he did. I think is a big misconception about Oppenheimer, is that he regretted his activities and killing, you know, so many people. He never expressed regret. He always maintained that he didn't regret it and that it was important to do at the time. And they do get some of this across in the movie."]},{"begin":"534.360","end":"561.920","lines":["Like his view, was that the best thing you could do with the first nuclear weapons was make their use so horrible that maybe nobody would want to use them again. And in that sense, maybe he was successful. I do think he was successful in the sense that we have not just we today, but like Harry Truman came away thinking these are not regular weapons, these should not be used lightly. But like, I think that that's an important successful thing."]},{"begin":"561.920","end":"584.720","lines":["But I think he would have felt unsuccessful because he felt that the the the worst case scenario would be a world in which nuclear weapons are made by the thousands and they are made many, many megatons. And you have nations pointing them at each other with a hair trigger and that this is inevitably going to at some point in time lead to more nuclear weapons use and it'll be even worse."]},{"begin":"584.720","end":"608.120","lines":["And I think he would have felt that he ultimately was unsuccessful in getting what he wanted and that the world today, though, yes, it's not as bad--we haven't all died in a fiery nuclear holocaust--but that that's a pretty low bar, right? He would see the current state of the world as being exceedingly dangerous and not where we need to be at all. Like it's still not at the right place. And it's not clear how you get to the right place."]},{"begin":"608.120","end":"622.720","lines":["What I find most interesting about the movie is where we go from here. It's nice to look at the past and what's come. But. But what does it tell us about the future? What are the conversations that you would like to see come out of of this being kind of a pop cultural moment?"]},{"begin":"622.720","end":"652.480","lines":["There are a lot of different ways you can try to make a World War II atomic bomb movie or an Oppenheimer movie, right? And like, what has been done in the past is usually Oppenheimer great hero, hooray, a great triumph of science. Hurrah! You can have rise and fall. Tragedy. And there's some of that, of course, in here. But he's he's really trying to make this also about like the world we live in and the sort of dark views of what's coming next. And that is a big part of actually Oppenheimer's worldview."]},{"begin":"652.480","end":"671.360","lines":["I almost wish there was a way to do more of that in the movie. And again, if there had been anything on international control, like that's what that's about, that's the conversation. It's also the answer to some of these sort of puzzles raised by the movie. Like why does Oppenheimer support working on the H-bomb during World War II, but not later?"]},{"begin":"671.360","end":"695.040","lines":["And part of that is because he's interested in the H-bomb during World War II, because it's the promise of the thing to come, The World War II atomic bombs, you can imagine, oh, these are kind of just like efficient versions of what we can already do. We can already destroy cities with fire bombs. Why not just do it in one bomb? But the super the initial supers they're imagining range from 10 to 100 megatons."]},{"begin":"695.040","end":"718.880","lines":["They do a calculation in Los Alamos during the war or just after it, about how many of those you need to set off to make the atmosphere radioactively uninhabitable. And they do this with the World War II bombs, and they do this with their ideas of the super and the World War II bombs you need like 10,000 going off, which during World War II, that feels like a long way away. They're doing a lot of work just to make three, right? With the supers they come down to between like 10 and 100."]},{"begin":"718.880","end":"748.920","lines":["That is very achievable, right? Now, it turns out they're wrong. Hooray. But like, I just bring this up—that's the context of what Oppenheimer is thinking about with the super. He brings this up at meetings with politicians like Henry Stimson, the secretary of war, where he's trying to influence them to to get very dedicated to this idea of international control of banning nuclear weapons. And he's successful. I mean, the film kind of does Stimson dirty. It makes him look like the sort of foolish politician. He is not a foolish politician."]},{"begin":"748.920","end":"775.480","lines":["Stimson is the guy who immediately he gets all this. He believes that view. He goes to Truman and says, we need to negotiate with the Soviet Union to ban nuclear weapons, or we'll all die. The first meeting Stimson has with Truman to tell him about the atomic bomb. When Truman becomes president, he prefaces it by saying like, we are going to be in a position to end civilization if we don't make the right decisions. Like he is not treating this trivially at all."]},{"begin":"775.480","end":"796.680","lines":["He has bought that line that he's getting from not just Oppenheimer, but a few other key people. And I sort of wish they had been able to do a little bit more with that. But like, to me, that's the more interesting thing than even the standard World War II version, the scientific triumph, even the Oppenheimer's personal failings and losing the clearance. It's okay."]},{"begin":"796.680","end":"823.320","lines":["So what are the options for the world moving forward?  And to me, the really powerful thing about studying this period, especially the period that's not in the film, it was a period in which it felt like there were options and choices, and we end up in a world where it doesn't feel like there's any choices, and it's really hard to get people today to think about there being any choices.  People will tell you straight up, I don't know how you ... you can't possibly do anything about the state of the world about nuclear weapons."]},{"begin":"823.320","end":"845.600","lines":["There's no way to move forward. Of course we need them. Blah, blah, blah. And we do have choices. And I'm not saying they're easy choices. I'm not saying we all hug each other and sing Kumbaya and everybody gets rid of the weapons. There are practical ways to think about, okay, what would we need to do to get into a world where we are not existentially threatened by nuclear warfare? It doesn't even necessarily mean getting rid of all the weapons that there's a lot of people who would prefer that."]},{"begin":"845.600","end":"865.200","lines":["It could mean reducing the number to a level where it's not existential if they got used. Is that good? Is that bad? I don't know. But like, those are the kinds of conversations that I think people ought to be having in a more broad way, not just seeing it as a sort of simple issue. And so if the movie in any way encourages that, I would say big success."]},{"begin":"865.200","end":"903.120","lines":["Beautiful. Alex, thank you for sitting down with me today to talk about this movie and about its reflections and echoes and shadows of real life. Cosmos, Quickly is a part of Scientific American's podcast, Science, Quickly. If you like the show, please give us a rating review. This show was produced by Tulika Bose, Kelso Harper, Jeff DelViscio and Carin Leong. Music was composed by Dominic Smith. And before you go, please consider supporting independent journalism like this. Become a Scientific American subscriber today. And don't forget to subscribe to the podcast on Apple or Spotify."]},{"begin":"903.120","end":"911.040","lines":["For Cosmos, Quickly, I'm Lee Billings."]}],"duration":911.0725625}