{"title":"What That Jazz Beat Tells Us about Hearing and The Brain","img":"https://static.scientificamerican.com/sciam/cache/file/C82510BD-D1F5-4C34-8DC0F62CDEC53876_source.gif","url":"https://www.scientificamerican.com/podcast/episode/what-that-jazz-beat-tells-us-about-hearing-and-the-brain/","audio":"https://traffic.megaphone.fm/SAM5304273001.mp3?updated=1703605742","intro":["Very small delays in swing jazz point to our evolution as a supremely auditory species."],"authors":["Joseph Polidoro"],"category":["Cognition"],"transcript":[{"author":"Joseph Polidoro: ","text":"What can a 35-millisecond moment in swing jazz tell us about our sense of hearing, our capacity for music, and even human consciousness? Scientists have made a breakthrough discovery in what makes swing jazz swing. It’s a phenomenon that’s so fleeting, even professional musicians can’t point to it—but we can feel it. The results appear in Communications Physics.  I’m Joseph Polidoro, and you’re listening to Science, Quickly. Swing is a subgenre of jazz. But the word “swing” also refers to a distinctive rhythm that long outlasted the swing era and can be heard in music from Chuck Berry and the Beatles to Rage against the Machine and the electronic project Anomalie. Here’s a straightforward,  unswinging rhythm... [CLIP: Sample of straight eighth notes] And here’s a swing rhythm. [CLIP: Sample of light swing (0:26 to 0:34)] Swing rebels against a straight 50–50 meter with a prolonged first beat, or downbeat, and a shortened second beat, or offbeat. This swing ratio can range from light (about 55 percent) to hard (around 72 percent). In terms of feel, swing “grooves”—it makes you want to move your body. You’d think that swing ratio would be all there is to swing. But it’s not. For jazz musicians, computer-generated jazz that includes the swing ratio just doesn’t swing. Something else is going on."},{"author":"Theo Geisel: ","text":"This was a motivation to get into this field and to try to solve this question, to try to explain what swing is."},{"author":"Polidoro: ","text":"That’s Theo Geisel. He’s a theoretical physicist specializing in nonlinear dynamics at the Max Planck Institute for Dynamics and Self-Organization in Göttingen, Germany, not to mention an accomplished saxophone player. In the 1980s an ethnomusicologist and jazz drummer named Charles Keil claimed that swing depends on very small rhythmic variations—called microtiming variations—among musicians."},{"author":"Geisel: ","text":"Little timing discrepancies between the onsets of different instruments that are participating in a performance. It can be felt especially by professional jazz musicians. But almost all jazz musicians I talked to were not able to identify the nature of these delays."},{"author":"Polidoro","text":"In Theo’s field of nonlinear dynamics, synchronization is a central topic. And as a musician, he saw a connection to this question in swing."},{"author":"Geisel","text":"That's what I had in mind for years. And it took me a while to find the right colleagues with whom I could do that."},{"author":"Polidoro: ","text":"Theo’s team devised a perceptual experiment that would determine if listeners preferred swing with microtiming delays by soloists and what kind of delays they preferred. The researchers converted several jazz tunes into a digital format that allowed them to control the timing of the rhythm section and the soloists. For each tune, they created three versions: In one, the solos were completely synchronized with the rhythm section—there were no delays at all. In another, there were very slight soloist delays on both downbeats and offbeats. And in the third version, there were soloist delays on the downbeats only. [CLIP: Short excerpt of Geisel’s downbeat delay version of “Jordu,” by Duke Jordan] You can take the test yourself by following a link in this episode’s program notes  and scrolling to the bottom of the page."},{"author":"Geisel: ","text":"Almost all soloists used small downbeat delays with respect to the rhythm section. So only the downbeats are delayed,and they are delayed by a minute amount."},{"author":"Polidoro","text":"How minute is that delay? It’s something like 35 milliseconds long. Musicians clearly preferred versions with synchronized offbeats and these very slightly delayed downbeats.  The researchers also used the newly available Weimer Jazz Database to establish that most swing soloists are in fact deliberately using these microtiming delays. But, the paper’s most intriguing observation came at the very end. Even the professional jazz musicians were astounded that they couldn’t explain why they preferred swing performances with downbeat delays. The very people who are skilled at playing solos with microtiming delays “could ‘feel it,’ but they just couldn’t ‘explain it,’” Theo and his colleagues wrote. The swing feel relies on this hidden element we’re not consciously aware of."},{"author":"Geisel: ","text":"It's amazing that the brain is able at all to perceive such fine differences without being able to identify them."},{"author":"Polidoro: ","text":"I asked biologist Nina Kraus if this surprised her."},{"author":"Nina Kraus: ","text":"Um, not really. I study sound in the brain at Brainvolts."},{"author":"Polidoro: ","text":"That’s Nina’s lab—the Auditory Neuroscience Laboratory at Northwestern University’s School of Communication, where she is a professor of neurobiology and otolaryngology."},{"author":"Kraus","text":"We investigate many, many topics…, ranging from athletes and concussion, music, rhythm, bilingualism, language and its disorders—it all falls under the umbrella of sound and the brain."},{"author":"Polidoro: ","text":"The swing study doesn’t surprise Nina—who, by the way, sings and plays several instruments—because we’re able to hear and make sense of sounds that are much faster than these soloist delays all the time. We may think of ourselves as a visual species, but as Nina explains in her recent book, Of Sound Mind, we’re really an auditory species."},{"author":"Kraus: ","text":"The hearing brain is vast, and the hearing brain engages what we know, what we pay attention to, what we remember, how we ... combine information from our other senses, how we move and how we feel about the sounds. The fancy way of saying that is: our hearing brain engages our cognitive, sensory, motor, reward, even visceral systems. And music is the jackpot for the hearing brain."},{"author":"Polidoro: ","text":"For example, our ability to hear such small timing differences. “When it comes to timing precision,” Nina wrote in her book, “[the auditory system leaves] the visual system in the dust.” We can hear differences in timing as small as one hundredth of a second, or 10 microseconds. In fact, human speech calls on much faster hearing than the microtiming delays in swing jazz."},{"author":"Kraus","text":"That’s easy for our ... auditory system, if you think of speech sounds."},{"author":"Polidoro","text":"In human speech, time-based sound distinctions are the most difficult—for example, a “b” versus a “p” at the beginning of a word. The initial sound of a “b” is briefer—25 milliseconds or fewer—while the initial sound of a “p” is longer—between 30 and 50 milliseconds. That means a well-functioning auditory system can distinguish a difference of as little as five to 10 milliseconds, even in a noisy room. And we do this almost continuously. According to Nina, single sounds such as  a “b,” “p” or “o”—called phonemes—happen 25 to 30 times a second in running speech."},{"author":"Kraus: ","text":"It speaks to how complicated sound is."},{"author":"Polidoro","text":"Nina also isn’t surprised that professional jazz musicians couldn’t point to microtiming delays as improving the swing feel."},{"author":"Kraus: ","text":"Really, almost anything we do is done without our conscious awareness. We've done experiments where we have created sounds and played them to participants and have them tell us that they cannot perceive the difference between two acoustically different sounds. Yet we can see very clearly that their brain is responding to these differences."},{"author":"Polidoro: ","text":"That sounds a lot like jazz musicians preferring soloist delays without perceiving them as delays. What’s more, learning how to play with these tiny delays is subconscious, too. We have an evolutionarily complex “efferent” auditory system—from the cerebral cortex to the ear—that tells us what to pay attention to. This efferent pathway is connected to our memories, our movements, our senses, and it links many systems of the brain and body."},{"author":"Kraus: ","text":"So we're learning, learning, learning, and initially we don't even know what we don't know. But with time, we start to pick up on various details. And we start learning that there are certain aspects of sound that are really worth paying attention to."},{"author":"Polidoro","text":"And over time, some of the processing is taken up by a different neural pathway, the “afferent system.”"},{"author":"Kraus","text":"And so finally when we learned something, we're doing it with a tremendous amount of information that we have gained over time based on our experience. This is truly important when we think about music and making music. Sound is a very, very deeply ingrained part of our biology."},{"author":"Polidoro: ","text":"Our brain even may have evolved for music. Researchers who have studied our perception and creation of music think that music played a protective or connective role in early human communities."},{"author":"Kraus: ","text":"Ah you might think of the right hemisphere that allows us effective emotional communication through vocal intonations. Presumably such mechanisms were highly important for group survival. They were also likely to have deep roots in the deeply emotional stirrings by music."},{"author":"Polidoro: ","text":"Sound is deeply connected to how we interact with the world and with each other. As a survival tool, sound is intricately linked to memory and has a part to play in generating expectation. That might be why our brains are tickled when certain rhythms subvert our expectation—and why Theo’s subjects preferred their swing with regular, tiny delays."},{"author":"Milton Mermikides: ","text":"Music relies on expectation and playing with our expectations. But what's interesting is: we can still hear the same music over and over and over and over again and still be sort of surprised by it, at least on some instinctyal level. The surprise is permanent, and that's because we process it first, before we access our memories of it."},{"author":"Polidoro: ","text":"Milton Mermikides is a composer and an academic at the University of Surrey, the Royal College of Music and the University of Oxford, all in England. He’s also Gresham Professor of Music at Gresham College in England and a jazz guitarist. And what about the man who began this inquiry—Charles Keil? What does he think of all this? Well, he’s intrigued and not entirely convinced that science can explain something as effective as music. Charles’s resistance is of a piece with many musicians (and other artists) who are reluctant, or even refuse, to analyze their art. As if by seeking to explain it, we rob it of its magic—the very thing about art that we prize."},{"author":"Mermikides: ","text":"Jazz musicians often don't want to talk about this because maybe it feels that it'll kill their mojo. I think it's a shame to imagine that any magic is lost. [Isaac] Newton’s discovery of the color spectrum is good here, because what we discovered is that they aren’t a fixed number of colors, but there’s an infinite gradient. And by so doing, not only we do recognize the colors that are there already, but we discover so many more, and it just becomes more beautiful, really."},{"author":"Geisel: ","text":"It didn't kill the magic—it raised even more interest in jazz music. It raised even more interest in music. I listen with different ears now. For Scientific American’s Science, Quickly, I’m Joseph Polidoro. You can find a link to the quiz mentioned in this podcast here. "}],"wave_peaks":[0,2,2270,1581,419,334,12368,9182,14558,14492,17893,6906,6690,19195,17266,12907,16772,15032,12820,14252,12876,3141,1568,19535,6306,12053,2668,4227,9674,9093,11185,9686,2337,1363,2200,778,1845,14211,18047,12590,9810,14730,14358,7027,16323,15456,10574,13269,13474,3007,1889,15021,26281,11517,21066,11445,11246,1201,1957,9766,13654,14469,15113,9824,11173,4124,12125,7734,13308,1873,1235,2090,1349,14125,24430,10111,9201,8998,17434,5741,13366,740,991,12700,14987,13823,10733,5752,12974,14863,5166,14554,14522,6578,1429,618,336,281,269,391,319,160,124,105,12830,12366,18996,12070,8242,9361,10913,16,6,13200,17604,10643,19045,14732,11899,20699,11765,14451,5892,9162,10944,8914,13805,17397,6192,2053,11229,11646,12527,9298,20951,18480,7824,7346,10580,7362,6134,12218,17017,10960,9198,8385,11478,12056,10766,8245,8478,3333,4,5,4,10082,19242,15413,11542,8580,25108,6594,7663,4606,4858,5080,5740,5465,5336,6261,5625,5489,4585,3752,3688,5168,3798,3361,4924,4559,4244,3372,2191,180,227,28,10329,15234,10271,5088,4703,4938,4787,4769,4696,4751,4549,5089,4898,5311,6776,6047,4961,5394,5286,3605,3182,5216,4015,3267,4386,4516,3674,3122,2840,400,203,17269,13591,9736,16602,13651,20368,13097,8576,7307,8721,7664,13855,10266,10107,17233,3035,7288,7861,1485,1229,14465,14980,18035,15683,4806,1181,8627,7590,2500,176,180,7758,20167,11252,12865,10753,9391,15603,16416,5374,17019,12049,10535,8611,1832,31,19054,15812,5082,8164,18908,12363,11434,6918,10,55,57,11986,13407,14478,15850,13929,8651,9297,8689,13761,12363,14591,13877,6414,10048,3926,75,36,4,4,2238,18222,23419,8632,11251,5702,9098,9510,20027,9097,2895,18241,766,17117,17714,11664,11859,4509,14856,12171,15136,11297,14703,11262,17029,9285,9965,17843,11237,17105,10837,12,15914,19557,15190,9412,3286,1879,8503,5930,6674,6553,4849,4247,1601,1281,2609,5376,4485,5037,2540,2897,929,2641,814,4114,5304,6450,10206,6660,8056,4746,9982,3203,9651,6835,13943,8437,7596,4215,2639,9060,19742,14332,12873,5067,568,15521,15372,10389,13588,14841,13020,12579,16743,9494,11963,10905,7720,10130,12805,11101,12977,12218,13533,11234,18856,7097,7138,9148,63,4868,11332,14191,6871,422,4,15700,11570,10916,18222,14295,11558,14144,14955,5860,1162,469,730,482,684,159,553,95,1086,1055,945,2466,17366,17447,10687,13929,12128,11190,10795,21447,10099,11302,3882,11875,14155,9869,2818,577,12612,9976,19009,11168,11299,7705,10671,15783,13101,10092,10575,8193,11378,13197,11628,7705,6858,3677,10084,9871,12097,13948,12396,6957,8651,3148,9690,8701,4207,8996,10661,13622,11865,6603,6792,5231,8528,9032,9711,10370,6989,12186,10649,3174,7502,5773,4854,10808,5497,1089,891,1040,5233,5179,4888,3645,8853,6059,6438,5462,240,9296,8329,6299,5517,7291,7399,6590,7112,8753,8194,7519,7420,6097,4749,8538,5187,9737,9039,7498,4282,6852,6506,4913,4081,6635,5546,5136,8115,8674,8324,7114,6130,4343,6427,4141,2251,16378,14128,24716,13437,11420,8750,8654,15139,9565,14034,12168,11514,17407,9575,4262,1731,15843,13716,13383,19570,13929,11510,14412,13314,14075,9236,1191,7881,6005,8504,5354,3348,6207,2908,3349,3794,8570,3102,6725,4766,3018,3495,4280,4793,3465,6967,5884,7113,3947,5302,4476,2427,222,945,3434,4637,4997,7158,10192,4023,7259,7357,1668,1283,2182,2279,3112,1707,1074,3185,3285,2847,5017,3564,1672,547,1099,1588,4222,5440,2593,12610,14045,16101,14277,15368,18098,9351,8021,9871,6317,8472,17710,10779,17801,9881,8302,13701,7756,11057,13514,11145,12136,8905,16442,8015,6914,8657,16022,7806,606,7220,16490,17182,6486,18856,12848,14595,11949,6151,13428,11762,6801,6711,4710,15081,15372,11754,6889,8418,14942,8555,5396,18437,10961,4984,36,47,6516,15115,12159,9681,9507,12817,7696,8280,52,6109,16671,3017,17631,9314,10062,15630,11626,6526,6041,15741,8779,18161,12533,12322,4622,2730,2322,3636,2818,1366,1326,1129,1580,1500,2474,735,2021,1154,2109,855,653,1058,10815,17212,12649,12668,13898,15139,16632,9159,9592,5975,12315,13638,7131,11849,7275,1787,2428,2276,1757,1764,1374,1955,3792,2686,1836,3228,2457,4200,1995,1662,1561,1563,1930,1659,2398,2124,2590,1748,3711,1468,1376,2461,2325,2707,2249,1467,772,525,257,11864,15702,7713,4005,14998,16019,12919,11238,10070,9458,13900,3173,1859,2233,1602,1516,1724,2067,3432,2749,2252,3030,2190,3415,2704,1226,1361,1533,1688,16331,15287,17581,16893,14882,10288,7353,17298,14918,16602,3824,19713,13541,6335,10944,5839,8376,4379,5899,9110,5784,9228,2190,2327,3981,3014,7374,1056,7555,4007,2972,6466,2928,2674,8185,420,3740,3203,5161,4921,5078,3373,8268,6485,5755,7235,5620,10067,4089,5379,2731,483,4728,5634,5585,6682,6948,7654,4592,181,93,3196,4267,6309,2060,9701,11608,10859,13783,4107,7407,22107,14819,7120,13290,14622,10846,1385,31,15,14583,15090,13584,9573,9123,17060,19406,9275,10700,14780,5219,10122,10736,15938,10981,6633,13524,13969,2237,4,5,13658,8815,17567,12797,13166,8313,8365,11314,9896,16356,17085,11083,20291,11981,7922,15500,18098,10924,17201,12454,7181,11339,6654,14177,15115,6573,6069,11453,845,37,4,16252,17955,13054,8517,10180,11616,7514,7479,9590,7776,356,181,11738,11986,10364,9374,11776,12223,15671,11586,3281,12417,19699,8785,4413,16289,7279,16631,6033,15342,9400,13270,9049,7871,9861,392,10881,11986,9810,9990,13253,10940,15851,16480,8917,12068,9938,7640,11650,1092,1777,12902,11271,7303,13333,14274,9422,15814,16395,544,14097,14445,10598,4491,1542,655,1001,16558,13505,16400,7824,15714,15155,9229,14376,4767,9649,12897,10140,9021,2187,2662,11596,11321,7944,4989,5103,4823,2590,5195,6162,8787,1913,2001,11997,8605,7310,13496,10524,3209,3129,4631,2609,4781,4494,7790,3839,2616,10862,24262,19950,14393,8868,13501,11650,9961,16199,9423,1709,5850,8694,8036,14782,6943,6806,7594,5414,5611,5023,7788,5226,2522,26483,15540,9806,9200,10209,11829,10435,18386,8882,7547,8429,12379,5806,12071,13805,7498,11791,12725,1441,12061,17950,12634,18325,7848,12457,9636,11415,8878,4448,9410,631,3964,3634,1295,3734,7908,5698,4445,3671,3569,8038,2913,3411,1672,1344,3335,12388,4727,2272,6710,4083,4674,399,6731,5749,7525,3736,4003,1840,9978,3777,6473,6721,4662,6579,6967,3853,1232,5179,4944,3688,8660,6400,5215,2581,7104,4565,12913,4119,3773,4496,4406,16877,19174,18482,21999,17365,10754,8093,2388,13441,6580,16764,11811,16866,11116,12448,656,236,16156,9514,11964,12904,13284,16200,13755,12419,11479,14674,5961,11918,11854,8223,8295,9576,10212,1545,1383,12219,17691,14764,10007,11744,12508,13781,7966,11727,9976,12096,11069,7987,14694,11092,16020,16313,10361,3038,1434,9669,14465,11046,11233,10876,11421,2190,3579,5779,7245,4009,4825,3544,1197,3746,3806,5693,4538,6818,1499,2156,2111,1830,6186,7252,4785,2077,1458,9312,9350,7487,3378,753,10032,5908,7033,4876,3702,1885,7215,4772,4875,6394,10643,13738,4368,682,3545,7553,8892,8458,5074,6339,6261,4639,3228,4626,7167,4308,4229,869,422,8994,9261,3677,3578,2981,8798,6470,7740,2808,679,4899,5112,7960,4821,6073,5798,3578,4365,2087,6253,4155,4807,4444,579,10731,5686,5151,4831,4383,3167,5371,1799,7155,8218,4414,1067,2188,6123,5545,2642,1128,1796,2257,9645,4725,4480,1731,3271,2657,5723,2903,3450,6450,1973,4767,5410,301,13010,11301,2076,4674,8544,2332,6323,8220,2238,20297,13194,10665,9432,13695,14821,14352,12119,11546,11385,7783,259,1511,11017,16882,13318,11159,16156,10971,10802,6621,5214,1508,14848,15953,15251,4503,12426,12523,14942,6515,11199,13174,1303,1279,2859,1665,13443,13734,15442,15940,15771,16045,7462,10250,8879,17284,3171,14657,13025,12683,8460,1757,1326,255,18799,13618,8617,22792,12293,10590,12521,17328,6081,6801,8474,11023,11977,19579,15154,8858,4570,10801,5354,4567,6463,5887,4319,5331,2999,4410,4422,4752,5115,7961,1904,13607,22657,12998,13566,12310,16676,17130,10663,7818,12233,16113,3485,12615,10272,9598,10010,8404,14768,7066,12383,11826,13046,5777,1664,214,1195,17002,20483,11094,6506,9216,5121,2220,17670,15379,18390,4910,6656,2354,2225,1723,19561,11417,15809,9364,12548,12014,12228,13853,15252,10876,8386,18913,12978,7387,317,2273,1242,612,1806,18244,18061,12252,10285,8142,15415,7730,17792,12661,13303,13814,13563,8456,11173,12540,14373,10737,2322,14150,7828,9635,3740,803,240,1591,813,12151,18792,12938,13611,12678,3116,892,5059,16848,14483,3925,15285,16457,16880,12322,12503,6964,11131,6338,10744,3694,1173,11964,14117,10756,462,1750,17150,15434,11657,8093,12233,16284,17801,6519,14155,10762,8885,4860,7189,10928,7412,4357,3866,1162,1735,3972,14087,5271,1846,2894,11269,12579,18991,19516,8304,14907,13485,10794,9792,10373,14398,11331,14702,10103,11288,7363,14953,14240,10298,16512,9187,2809,3605,5062,1944,7600,7823,3847,3978,3305,1451,2876,4928,3252,3177,670,832,7047,3760,4546,7365,6099,3352,328,7688,4427,7838,4060,7241,5240,4114,6439,5631,3248,4534,4421,4637,7479,5791,8026,5018,3266,1039,4131,5509,2246,6759,4333,4631,3399,3310,7310,2457,4917,1782,2329,10537,5555,6622,6487,7693,3610,4734,6267,3679,1727,4262,2262,312,6154,5467,4734,4289,2067,5154,3371,8733,8856,2430,1663,15013,5477,4693,2726,4962,3137,9122,5501,4737,4067,3354,2904,9447,8246,2842,561,2599,2614,4605,2570,4537,2543,10341,4680,1112,17930,9766,10822,10984,9324,13152,7844,14359,18292,7249,12833,14654,15618,11130,6251,13922,9593,8989,4,19463,11287,4321,13216,13636,17537,19377,6290,10117,17026,14270,14046,14637,163,6896,13738,11849,11996,9187,13392,7300,12963,5006,13295,10031,13089,16111,14566,8881,10622,11160,6283,13839,15430,20042,7874,11203,8512,126,11,21809,11174,11363,11896,13027,12723,13348,9708,7499,14629,5678,13422,13259,18532,11729,6925,3187,12545,13376,16269,3785,6456,12734,4285,3740,6859,6727,6206,6270,3933,2591,4932,5619,5594,5508,8991,4719,8383,9665,155,6188,397,4083,7492,6803,3240,8673,10293,1447,3278,9497,98,9100,8966,2806,6595,3928,3126,4168,2705,19,5310,5926,2927,3413,2917,5393,9232,5615,6527,5491,373,5554,5616,2689,5100,6508,4284,6921,5941,4676,4289,5152,3719,2999,1218,3537,5520,4213,3242,12215,13413,9784,14281,11335,11942,12134,7515,16156,11808,6344,3825,944,13007,12915,13784,415,42,5153,5194,10043,5217,3509,9220,6727,3522,3046,6809,7249,8408,292,5057,8234,2715,3784,7266,5317,3390,1907,2949,3552,5387,3511,2607,2062,40,5165,5166,6116,7735,1164,4068,5582,369,10,10,8113,6779,4923,4992,3700,3183,3945,3654,5015,602,7516,5355,5477,7988,4568,3740,2567,4515,941,4874,9772,4065,2019,55,4374,3828,18,13,12,11,1416,7562,3410,6676,4443,12,3404,2765,6051,4253,7661,10154,2922,5016,2015,4391,3419,9,10,8,8030,9430,4866,1037,89,10101,13127,12646,12607,11424,13377,12938,3559,26,5,15117,14095,18724,11429,14211,15601,8360,11468,10357,8529,15814,8712,12290,5851,20070,10506,9203,11038,5204,8460,7813,8936,8672,3990,46,7808,3085,7004,4306,6234,3588,2483,23,6280,5969,8013,3748,3790,7393,4581,4643,5095,3629,4249,4226,6266,5580,3179,4620,3361,246,13,14,5317,9689,6497,8218,4184,3894,6331,3785,2729,2155,7820,8427,680,14,5139,6612,6680,7422,5218,2980,2967,2849,3398,3930,4807,3964,6424,4226,4251,3200,16730,12548,10774,14524,10849,13674,10367,12388,7602,5938,7039,11379,7529,40,9814,11166,13782,6250,13742,11216,10866,11690,10262,14318,2668,89,17586,15410,10167,13905,6052,9852,10776,1460,5,18338,11838,9260,10381,11422,13714,18356,15146,8529,18475,8409,12211,7587,10652,905,7,4,13825,12336,10586,14259,12161,7814,11850,10875,10677,4182,13913,11659,7141,2032,11830,8775,6578,1383,8891,8230,8712,1457,2138,18054,9020,19568,4890,6291,6677,7004,5781,480,16350,14302,12643,6185,14490,10019,16181,9220,12324,9249,5679,8654,6482,6570,6356,4724,4323,801,12609,16329,18097,18354,17661,6030,15156,20711,16552,16409,4857,8890,1501,786,20284,13928,6850,50,20,15,4921,8708,124,10830,7751,6168,1238,10040,16353,11690,13701,4839,11591,13912,24262,5576,9807,4448,5430,8370,11677,1031,342,4266,10594,6370,3116,15229,8307,14336,11607,9445,14074,7326,13317,19058,8959,8318,14181,17759,1376,11022,10087,10413,6065,6860,8566,10603,13469,4189,16636,6328,2957,10446,24662,15748,15979,17484,9763,7908,14692,15628,7572,6851,16730,5556,11917,128,1197,682,237,10741,14282,11541,8933,8639,13289,4974,15227,16546,13669,511,9327,20637,13359,6188,13732,482,1009,1216,9157,8355,13578,8747,12385,15665,11283,6059,17730,20733,21355,16330,9460,21496,12242,13279,9012,7923,2234,1037,17968,13234,24126,15640,11330,19809,12710,12365,11559,10806,16469,18516,7933,12717,8157,7231,8375,10842,11027,7551,5942,951,15444,21761,14007,21202,15759,7518,12521,17402,12914,3972,9698,12740,8591,8514,9642,11641,9876,14667,10279,8547,9513,6155,4656,3262,6754,3437,4799,5097,6074,2546,3260,10489,7727,7305,5469,7668,7459,3006,905,713,1934,6788,8594,11283,4481,13750,1265,11701,3023,390,1655,501,1037,7740,14003,5861,8797,6747,3848,3616,5177,7460,789,594,2804,7325,13265,3136,2644,6165,10524,3065,4975,9780,4404,8930,16024,9488,19135,14998,8069,13281,7822,11834,5261,8056,2928,7389,3306,1496,2694,3079,13284,7686,5892,1377,4346,18777,25838,11380,4070,8511,10031,5326,3659,7330,3502,8089,7995,2663,487,6675,21593,20482,6494,10958,5988,11541,1344,14068,11967,10564,5904,5136,3681,6755,2369,2589,4329,419,939,7043,5025,8501,9014,6074,4069,3701,4267,2150,3907,10113,4643,3648,5687,3387,1503,3446,4739,6136,3487,5041,6621,3852,2649,1522,690,3335,2720,2385,1435,4159,2378,2659,8164,1593,2170,4353,7203,4422,300,430,1344,2752,3791,2653,1420,942,437,328,467,15403,11728,12459,10229,16506,18089,10321,4114,14483,14477,7640,6438,247,2558,2552,1977,17101,18840,14011,10107,11435,11616,13127,6716,6253,18672,8107,11072,17782,13078,4863,2830,11404,13325,4461,2591,2550,16448,13508,9273,11329,8386,14182,5222,2502,1816,2010,1963,15680,18409,13972,18729,17847,11413,10874,8754,7191,10519,11053,28,13650,11876,20274,11774,9998,9755,9320,429,11089,9984,7064,5542,7493,5046,18,428]}
