{"title":"Is Too Little Play Hurting Our Kids?","img":"https://static.scientificamerican.com/sciam/cache/file/ED657B50-77EF-4349-923976D8C7916F9A_source.gif","url":"https://www.scientificamerican.com/podcast/episode/is-too-little-play-hurting-our-kids/","audio":"https://traffic.megaphone.fm/SAM6043701982.mp3?updated=1703605701","intro":["A long-term decline in unsupervised activity may be contributing to mental health declines in children and adolescents."],"authors":["Joseph Polidoro"],"category":["Mental Health"],"transcript":[{"author":"Peter Gray: ","text":"It’s not just moderate evidence. It’s overwhelming evidence that if you take away children’s opportunities for independent activity, they’re not going to learn how to be independent, and that’s going to lead them to be anxious and depressed, fearful about the future and all the things that we’re seeing now."},{"author":"Joseph Polidoro: ","text":"It’s been declared a national emergency. Mental health among children and adolescents decreased steadily between 2010 and 2020. By 2019 death by suicide had become the second-leading cause of death for those between age 10 and 24. But this mental health decline may have been decades in the making. And according to a team of researchers, it’s partly because we’re not giving kids the independence they need. For Science, Quickly, I’m Joseph Polidoro.  [CLIP: Music]"},{"author":"Gray","text":"I’m Peter Gray. I’m a research professor of psychology and neuroscience at Boston College."},{"author":"Polidoro","text":"In the September issue of the Journal of Pediatrics, Gray and his co-authors observed a continuous increase in depression, anxiety and suicide rates among children and adolescents since at least 1960. And they link it to a decline in unsupervised play and other independent activities."},{"author":"Gray","text":"Play is how children pursue what’s fun for them. That’s an immediate source of mental health—part of mental health really means “I’m happy” or “I’m most satisfied with my life right now.”"},{"author":"Polidoro","text":"Gray says that play and other independent activities also have far-reaching long-term effects on children’s mental health and resilience."},{"author":"Gray","text":"I think that the real crisis is that young people are losing a sense of, “I can solve problems, I can deal with bumps in the road of life.” And the way the children learn to do these things is through play where they are responsible to solve their own problems. They negotiate with their peers. They figure out how to solve quarrels among themselves. If somebody gets hurt, they figure out what to do about being hurt."},{"author":"Polidoro","text":"When kids are allowed to make decisions and solve problems, they exercise what’s called their internal locus of control. They begin to feel they have control over experiences and their lives, rather than experiences controlling them. Gray and his team cite work by psychologist Jean Twenge. She observed a dramatic increase in anxiety and depression from the 1960s through the 1990s. During the same timeframe, say Gray and his team, Twenge also reported a steep decline in internal locus of control."},{"author":"Polidoro","text":"Gray says this correlation likely suggests that the decline in internal locus of control helps explain the mental health decline."},{"author":"Gray","text":"There’s evidence for people of all ages that having a weak internal locus control is predictive of future anxiety and depression. If you believe that anything can happen at any time and you can’t do anything about it, that’s a pretty anxiety-provoking view of life."},{"author":"Polidoro","text":"Control is also central to another set of established research, called self-determination theory. This research shows that children and adults have three basic psychological needs. If they’re not fulfilled, we’re not happy."},{"author":"Gray","text":"The first of those needs is autonomy. The sense that we have some freedom to choose what we’re going to do, that we’re in charge of our own life. The second of these needs is competence. Not only am I free to choose what I want to do, but I can do it. And the third is relatedness. It’s also important that I have other people on my side on this. Connection with peers by this theory  is an extremely important contributor to the sense of well-being."},{"author":"Polidoro","text":"These ideas are borne out in indigenous cultures, where very young children are close to their mothers until about the age of four. From that point on..."},{"author":"Gray","text":"They are free to run and roam with other kids. They may be sent on errands. In every one of these cultures as far as have been studied, children have an enormous amount of freedom and also an enormous amount of responsibility. There’s higher expectations of what children can do."},{"author":"Polidoro","text":"These anthropological findings suggest that from an evolutionary perspective, independent activity, personal responsibility, and self-initiated exploration and learning ideally begin at an early age. It’s a very convincing case, especially for anyone who remembers adolescents with paper routes, grade-school kids walking to school unsupervised, and kids of all ages playing together outside. But is the data there?  As Gray and his co-authors make very clear, they’re presenting correlational evidence, albeit from many, many sources. And relying on correlations makes some scientists uneasy."},{"author":"Cory Keyes","text":"My name is Corey Keyes. I’m a professor of sociology, and I spent my career at Emory University."},{"author":"Polidoro","text":"Keyes does believe there’s a case for play as a developmentally rich activity for kids."},{"author":"Keyes","text":"I think that’s unequivocal in the research literature."},{"author":"Polidoro","text":"But…"},{"author":"Keyes","text":"There’s so many other things that have changed that would make me suspect that decline in play isn’t just another sign of the mental health problem rather than a cause of it."},{"author":"Polidoro","text":"Stephan Collishaw also likes the argument but hesitates at its conclusions."},{"author":"Stephan Collishaw","text":"I’m a professor in developmental psychopathology at Cardiff University and also the co-director of the Wolfson Center for Young Peoples’ Mental Health. We need to be cautious about drawing a causal connection between those trends. And it’s particularly, in my view, unclear how far we can kind of correlate broad social trends in aspects such as independent play and mental health."},{"author":"Polidoro","text":"Collishaw sees many changes over time that could be involved—school pressures, highly structured schedules, the mental health of parents and the rise of digital technology."},{"author":"Collishaw","text":"It’s hard to disentangle those and make a strong case that one has a causal effect on the other."},{"author":"Polidoro","text":"Still others who’ve looked closely at the data believe we can point to a reason more kids are more anxious and depressed than at any time in history."},{"author":"Twenge","text":"I’ve been doing work on generational differences for 30 years, and I got used to seeing changes that were big, but they would roll out slowly. And these changes in mental health were like nothing I’d ever seen. They were very, very sudden and very, very large. My name is Jean Twenge. I am the author of the book Generations, the book Igen, and I’m a professor of psychology at San Diego State University."},{"author":"Polidoro","text":"Twenge sees another story in the data—a leveling off in mental health declines starting in the 1990s, and a huge increase 15 years later. And that rise coincided with—the smartphone."},{"author":"Twenge","text":"So we see these increases in depression starting in the early 2010s. That happens to be the same time when the majority of Americans first owned a smartphone. It’s when social media use among teens moved from something that was optional, that about half of teens did every day, to something almost all of them—75 percent, 80 percent—did every day."},{"author":"Polidoro","text":"Social media also became more visual around this time, Twenge says, as smartphones with front-facing cameras were introduced. Teens spent less time together and less time sleeping."},{"author":"Twenge","text":"So if you put these three things together—more time online, less time with friends face-to-face, less time sleeping—that’s a very bad recipe for mental health."},{"author":"Polidoro","text":"Looking at the data, Twenge saw more than a time sequence lining up, but a huge and fundamental change to how teens spent their day-to-day lives—on-screen—just as teen depression started rising again. She could also rule out other possibilities."},{"author":"Twenge","text":"Economics are actually improving over that time. The unemployment rate was going down, the U.S. economy was finally starting to improve after the Great Recession. We also know from several recent studies that these increases in anxiety and loneliness among teens are worldwide. That helps us rule out a lot of U.S.-based explanations around politics or school shootings or any of these other things because we see very, very similar patterns in other countries around the world."},{"author":"Polidoro","text":"Gray and his co-authors argue that there is little evidence that digital technology, including social media, can be linked to mental health declines—and that simply walling off social media, for instance, is just removing another opportunity for independence. Twenge disagrees."},{"author":"Twenge","text":"That’s just not correct. Social media is not just an individual issue. Social media is social. It has an impact at the level of the group. Take a kid who doesn’t have social media. Are they going to be able to live like it’s 1988 and go out with their friends? No. Who are they going to go out with—because everybody else is on TikTok or Instagram at home. The whole social norm changed. These are group-level effects."},{"author":"Polidoro","text":"In fact, says Twenge, the case against social media—at least for teenage girls—may be stronger than the case against lead paint."},{"author":"Twenge","text":"In one of the best data sets that we’ve got, the correlation between hours of social media use a day and symptoms of depression among teen girls is 0.2. The correlation between childhood lead exposure and adult IQ is 0.11—about half the size. So again, I think that really makes that case that there are not small effects."},{"author":"Polidoro","text":"Still, Twenge thinks the data probably already exists for the kind of strong case for independent activity made in this paper."},{"author":"Twenge","text":"You have to take a broader view, or a more comprehensive view of the literature that’s out there. You’d have to frame the argument differently for it to line up with the time sequence and acknowledge some of the tradeoffs involved. Most public health experts would say that it’s good that not as many high school students are drinking alcohol and having sex. Those independent activities trends are not all bad. There’s trade-offs involved in them–they’re not all good either."},{"author":"Polidoro","text":"So what should we make of all this? Since there seem to be several factors in this mental health decline, as all of these researchers agree, there may be a number of necessary interventions. Collishaw points to a few factors where there is solid causal evidence—and that could likely improve young peoples’ mental health if addressed."},{"author":"Collishaw","text":"We know that parents’ own mental health is important. We know that poverty is important. We also know that there’s a lack of support for young people who are experiencing mental health difficulties. And then I think we also know a lot about groups of children and young people who are most vulnerable. So there’s a very well established evidence base that all these factors are important."},{"author":"Polidoro","text":"Twenge would directly address the strong link between social media use and depression among younger children."},{"author":"Twenge","text":"Raise the age to have a social media account to 16 and actually enforce age. That’s one of the clearest, most straightforward things that we can do. And it could potentially have a big impact."},{"author":"Polidoro","text":"Is that practical?"},{"author":"Twenge","text":"We enforce age limits for driving. We enforce age limits for voting. We enforce age limits for alcohol. Why not do it for social media?"},{"author":"Polidoro","text":"We also might change the way we think about mental health, says Keyes."},{"author":"Keyes","text":"This idea that the absence of mental illness is sufficient to describe somebody as “mentally healthy” is completely wrong. Mental health is more than the absence of mental illness. It’s just that we are such a reactive society. We tend to think there’s nothing wrong until somebody breaks down in terms of a medical category and that’s simply not true. Right now, I can tell you even among U.S. college students, it’s an appalling rate of 30 percent to 40 percent of college students who aren’t mentally ill, but they’re not flourishing."},{"author":"Keyes","text":"They’re in that middle category “languishing.” And that’s our college students."},{"author":"Polidoro","text":"Keyes would focus on improving the conditions for creating secure attachments in childhood."},{"author":"Keyes","text":"That meta-analysis about secure attachment showed that the greatest decline and the reason for the rise in insecurity is negative views of other people. The loss of trust and the inability to count on or depend on others to give you warm, trusting connection—and I think that’s happening not because parents don’t care, it’s that they don’t have enough time and encouragement and support and spending that kind of quality time to make those connections."},{"author":"Polidoro","text":"Gray agrees that the answer is more than just increased play. It’s about giving children under 18 all the opportunities we can for independence, choice, interaction with peers, and individual growth."},{"author":"Gray","text":"It’s not just play. It’s an overall change in our view of young people’s role in society and of young people’s capacities. We’re increasingly believing that young people are incompetent and can’t be trusted to do things responsibly, and it becomes a self-fulfilling prophecy because we don’t allow them those opportunities, they don’t develop those opportunities. [CLIP: Music]"},{"author":"Polidoro","text":"Science, Quickly is produced by Jeffery DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our theme music was composed by Dominic Smith. Like and subscribe wherever you get your podcasts. And for more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Joseph Polidoro."}],"wave_peaks":[8210,8047,12255,4507,294,13195,7896,5881,5191,6948,4569,14004,15650,3951,1320,2059,847,6554,11371,6817,17127,10702,8012,6341,2334,9588,10733,9072,5962,4718,5121,10544,6063,11738,9174,2775,875,7295,17905,9187,5385,4538,14699,7406,10534,9464,12276,12643,12293,8968,7463,7570,12547,7440,2945,959,10433,16128,8371,8752,10290,8090,7942,9117,9560,5486,6879,2574,8561,8618,7229,7306,5487,8277,2414,6945,9769,3123,3187,2726,2169,1674,1467,1013,8638,12562,11454,9180,7716,9108,8293,913,10949,11533,11003,11645,11016,9285,8943,9574,10850,12488,3587,10608,11476,6475,9400,10520,4921,9038,4010,3475,3029,11998,11703,9133,10131,9820,11748,10543,6334,10745,8664,6036,8448,9597,8067,8015,9307,9158,8884,7077,3087,2549,2213,11861,11532,11523,11574,10695,11347,10492,5845,8564,4741,3070,2723,11181,13308,11655,11784,10118,5135,9309,12294,10303,8941,11430,8938,7623,11552,7921,8538,5423,2603,2242,2530,2343,2733,2619,10621,9315,12027,7769,10686,9839,10596,5940,3503,3117,2236,2304,1410,1201,1587,2858,2013,1489,1336,1241,970,8016,9641,8437,11642,5157,6201,8034,5333,10166,8047,4806,4259,7926,6162,6789,8261,7282,4148,3438,8442,2752,10065,10284,12672,10512,10414,9677,10544,5239,6827,9107,10072,9732,9015,6624,9707,4001,10667,9843,8991,9657,8811,297,10738,11366,8853,9749,8988,9252,10312,7555,7189,76,9402,10061,8102,8516,7846,6903,10295,10510,8008,7916,2931,74,10313,10674,10335,9935,9543,10821,7600,10636,8995,10100,8445,5328,10317,6491,278,3538,10442,13235,13933,12102,10360,7563,9345,8362,7734,6474,86,4826,8114,8507,11941,11567,9570,650,346,12928,5031,9760,10896,7809,8916,8410,11301,9484,7765,4042,3700,8315,8150,14158,6442,10104,12527,15022,7544,5487,18408,12280,10735,9492,5453,5418,66,12436,10250,10719,10150,9628,9912,9122,10138,8078,9864,9549,10018,10756,9208,8000,8996,10030,8584,9343,8617,9723,8910,7603,6847,5369,103,6165,10003,8843,7461,10454,5771,7196,8811,6730,5207,5127,9620,15431,12860,7488,7905,15846,10722,11013,10600,12215,7944,10571,10388,2904,9716,6641,5747,13417,1199,475,538,10830,10053,18393,9962,9676,8767,6131,5824,7870,8784,3608,10162,3890,6052,1983,16078,8271,10874,13789,7554,4648,7441,9255,7843,5708,7590,9421,6431,8343,6840,9022,1032,582,171,13172,10071,7708,5126,5708,7189,8502,11113,6783,7287,8981,5815,7655,5696,9080,9534,5899,1630,141,11576,11612,9511,9377,10381,7649,9419,11674,8457,82,10340,10457,9423,9397,8765,6575,9856,8169,9520,7556,7551,727,739,148,10824,10407,10220,10239,4782,10666,8962,7971,10198,8607,8933,10393,7551,57,11088,8899,10308,7739,6813,10548,11241,1030,6627,10960,11287,10514,8405,10608,9943,10072,9616,9896,7541,10127,9780,3531,104,9463,13466,10336,9656,10841,9991,8810,8642,9150,8978,10626,5467,723,9363,9122,11437,7953,11723,8651,6247,6472,445,10915,11269,9630,11534,10096,9570,7761,6750,6443,10215,10582,10494,8228,8593,8802,11536,6253,7859,9872,9991,9202,8339,11028,210,1532,11262,9862,11083,10229,8761,10882,10209,8960,3902,9310,11236,10464,10000,9537,9741,10565,10917,10064,10255,10055,3892,10318,10588,10591,3800,8170,8914,7949,8414,5147,6225,7932,8493,11165,4784,11899,10320,11997,10275,7896,14433,14726,5271,6024,3797,9307,192,7189,7612,17490,11099,2734,7709,6294,5822,6682,7940,8959,8344,8055,7952,6408,669,564,6445,8284,8011,1526,7654,14959,13855,10013,8968,13763,11956,11254,11485,12415,9848,3949,7989,14876,10521,7384,1228,1198,2425,8475,7249,1327,9172,11742,16370,15109,7005,9454,4946,10212,8870,10228,6981,10038,8675,15307,7135,84,10793,12264,10643,9206,10365,5658,9735,10727,10074,6382,8959,8530,10493,6163,10347,9279,9093,9671,5672,99,95,11037,11005,10754,10897,5079,10818,10157,10124,10948,7713,6165,10623,10514,8372,7226,5346,6313,1952,401,8451,10061,11871,9116,131,11059,10382,8435,1013,4556,8678,14459,7424,9180,6252,8099,10259,6391,4557,8638,16552,13669,9455,8457,17877,9085,11131,10700,8183,2646,6159,8345,6175,7422,11357,8114,1125,995,9089,9087,11235,7923,15395,6162,6107,6441,3285,1555,7758,16253,15394,9012,10150,9887,7591,4263,8159,1875,489,215,14078,8759,10474,11278,9102,8956,6044,11127,8094,11898,6191,5500,576,419,9399,10203,8928,9233,9656,7611,16930,12126,4508,12860,8573,8844,6013,2976,10441,12703,6001,7516,9048,14928,10786,3309,8049,9303,9966,9656,10477,6031,9036,11363,8698,7980,9175,7947,3221,10220,7715,4947,5461,9324,7471,2944,140,11376,15737,7507,8328,6581,3894,48,13104,10984,8053,9981,11016,10562,9425,9731,9672,10454,7192,8813,10118,10062,10587,9453,9167,10114,8339,10163,9916,9893,10319,5689,70,60,10807,12140,9882,2683,14518,11206,10902,8050,9245,9079,6219,6001,9342,5066,8319,14440,14746,9999,10355,9567,9679,9081,6388,617,8932,21827,11668,7379,4857,2197,5483,8398,5539,8020,10976,5107,12935,6975,724,10848,10589,11488,6731,4767,3052,1875,1484,3220,562,15157,12918,7066,6266,7258,4973,5999,9966,3043,4236,9914,7191,5319,13842,9235,14422,5427,13595,8029,10433,7990,6298,4116,11371,76,72,13096,10607,10534,9838,8435,10043,7881,10031,9713,10575,9509,8981,8350,2323,57,9454,11012,10477,7779,173,10497,11210,10166,9618,8188,351,9057,10276,10059,10176,10246,8008,6236,7458,5485,10119,10277,3710,9017,8672,7737,4753,90,78,11214,10980,10403,10487,10103,8400,10954,10089,10445,8130,8009,6248,7369,5645,10782,10262,8445,9478,10795,10136,9806,9976,9672,9535,11069,9940,5500,520,11143,8682,9834,8926,9818,8747,7331,2035,86,9377,10220,10934,9645,2474,65,9499,10567,9642,9136,7376,11910,10165,1243,71,11192,8553,5453,11349,10480,8211,7370,4417,59,11485,9688,7374,10386,10856,6198,43,10011,9939,10524,10860,8585,8039,12389,10277,4339,8234,8866,7353,633,10563,13481,15251,10364,6188,7570,11925,9717,12686,15105,5140,6650,10391,12435,13980,15282,9704,5864,4636,2208,10887,9972,11234,8714,8516,9795,10257,10895,8987,9963,10546,10196,9646,9948,10428,6217,9429,3934,7403,15545,7817,12238,10088,2001,1220,405,6566,11021,5669,4926,3236,340,12074,4780,11128,9878,12898,11743,8936,5958,1400,6264,10195,6698,4405,8509,12631,9076,5747,12493,9464,7541,8329,6323,6445,7741,15588,13800,15563,8553,8770,9507,8597,9546,9596,9247,9164,3567,5895,1863,415,78,10516,11172,10050,10026,9156,10620,9554,6510,4352,10705,10837,10453,7697,9020,4790,7508,15603,12058,4146,13665,7426,5551,11287,12707,15600,9529,14264,9266,12213,8595,13625,6390,251,9545,15669,13729,8237,5515,8826,10266,5944,4438,7945,2239,7510,5037,3996,32,15627,15643,15767,9127,8024,10216,14835,15477,12461,13573,9634,9911,15576,7501,13694,1625,142,10517,15116,5819,15584,15550,10290,13621,16477,15467,14026,15518,15596,8970,10844,15708,10937,477,15064,15574,13849,10880,9324,15596,5481,15569,12664,11811,5747,15652,5753,6784,11174,8785,6858,7403,5131,9362,12818,184,10571,13724,6459,11283,363,9961,11701,8769,9166,9928,9609,8352,8397,10597,10110,8459,3678,90,1956,10323,12187,10076,8792,636,9674,11363,11222,10829,9582,8148,9293,10248,9173,9477,8722,9360,8802,9571,9083,8324,6417,13765,15667,15593,7320,15504,15639,7667,10081,12344,15625,15392,15672,14705,12476,90,15575,10991,4025,11415,5518,6502,9208,8330,160,80,12303,12570,9737,10386,12016,11234,10293,7441,7305,7921,9908,8413,7734,5206,4290,12251,11779,6036,9102,11682,8233,9985,10166,8561,9584,9979,9024,9037,2904,502,2579,15606,13621,4929,10226,7445,6628,7669,5259,6953,3897,4085,9498,2086,114,70,3410,6478,7578,2570,11778,15705,5721,5189,5712,5479,2116,12460,11713,15646,11652,10713,15604,7835,6977,1200,1006,10094,9772,8526,9317,10024,6123,14572,3481,30,6158,10196,9887,122,15637,14399,12180,8462,2018,63,8198,6276,1149,7517,9534,10122,2271,1976,15674,11990,13365,4339,8181,5604,6402,1401,23,110,15555,13688,15623,10620,478,11853,15739,15494,15711,15539,13226,13564,9853,14594,4098,8691,15322,15605,15619,5683,13239,7092,7824,15621,13230,11900,9702,15227,7029,15528,4788,7364,9117,5575,8138,1808,6725,10544,10765,10314,10911,6700,7372,3174,72,9618,11510,9942,9684,9977,9561,4793,7860,10214,9277,9970,8038,6579,167,10321,12158,9962,8478,10585,10195,7420,4051,67,9055,10674,10759,9126,9516,6008,3299,56,9744,13162,10542,384,4043,13608,339,5818,11827,4869,9424,5891,5375,12520,9455,13257,5160,6398,6379,4272,3220,659,356,1847,8122,15587,7896,3569,10157,3046,5448,6029,9904,6908,5166,7740,2937,3303,6730,4978,7536,3518,5368,4011,6712,3818,1387,56,39,37,7460,8030,8175,7359,8391,5702,3900,3002,7642,2947,1718,211,1550,4983,6188,6487,4119,15651,6789,12010,15637,3588,6426,6099,1933,86,11169,15574,12440,10935,10283,7324,7007,4652,2870,3467,2894,5918,3957,2064,49,8208,11951,11041,10730,9696,9439,10799,10769,5980,8266,8358,8788,7410,7491,354,9902,10868,9064,9684,10297,8876,6506,4256,9954,3429,190,362,6033,10228,10001,9279,10397,4808,249,7839,8641,8537,10854,4535,135,2121,13385,6302,4741,11867,10564,9402,12061,10159,11777,1805,15556,10055,7838,6398,7336,4727,13135,9250,6528,9192,1061,13322,6061,15537,7660,918,15683,15559,8707,3513,5166,4195,9010,384,56,51,11025,12895,8259,6399,9606,9863,6951,10620,9457,8288,7853,6127,4000,9698,10618,10739,10480,8956,9914,8062,9075,9109,9048,7394,9663,7184,5930,8650,10834,3264,68,1351,11240,10473,11841,9375,8007,9556,6134,3515,62,70,9309,12105,10019,9492,10312,8551,8671,4603,1558,2929,9169,7304,7996,4372,15050,15505,15622,13972,9429,12180,13659,13240,15598,15616,15581,15635,13200,9869,5805,11659,13727,9526,12354,9406,508,678,15457,15611,14721,15305,2241,15571,15225,15552,15594,14100,15663,11992,15553,14326,11408,14916,10257,12612,5420,15754,14855,10313,15679,13844,13493,9389,13033,13578,15304,2995,88,3400,15713,15626,15817,15597,15599,15638,15690,14778,15584,9867,9886,15645,15640,15588,12914,13479,14305,15586,10722,13032,15565,11157,15644,11167,13719,8351,2120,15632,15622,15610,15231,11930,15645,13292,6322,242,15011,15870,15576,15643,10610,15579,13954,11833,3153,12118,10723,10466,9535,10712,6572,4759,11046,8513,9507,10580,10303,8794,6098,7522,10219,10662,9562,3145,497,9955,9908,8880,9980,9560,6058,4481,66,174,6564,10862,10876,10448,9735,9868,9278,7193,8122,7789,1063,10531,9510,11360,7338,7090,10546,8843,11437,6636,116,10771,10871,9431,10360,7503,103,10552,8749,4996,10132,237,4979,7743,8067,15641,4227,15587,510,49,38,6266,4238,4319,6568,4808,8610,2470,6753,5104,10878,5288,6039,2026,7527,10502,4964,8498,10920,13245,5137,8458,572,25,5456,10816,15435,5568,3856,7842,9749,12667,3622,4915,8843,10463,12835,13466,10538,12066,7212,6725,8849,10638,9022,7118,11379,3129,4777,4241,920,7560,12087,10627,6809,9441,11159,5267,4794,5249,4548,3702,4084,76,168,5738,8491,6195,6441,5430,34,7099,6630,1117,46,84,2194,7821,4553,15591,8593,15575,3983,121,5340,11494,10431,9184,3096,51,11061,10182,10554,10622,8737,96,10402,10202,10178,11359,6012,198,10100,10827,11053,5246,9929,9037,10914,9488,9516,545,75,15715,15726,15726,10939,8805,6753,8545,9012,2602,318,5463,10531,10587,8029,4546,3981,3480,5780,501,15640,11848,6550,4346,5667,5994,6668,393,119,11031,13228,2788,11102,13808,7771,15651,7050,5206,6707,3088,6901,4010,6836,3289,6554,23,23,601,248,24,219,6034,5789,12709,13729,7744,5780,4999,15451,12453,12739,9820,6612,8647,10028,4410,4972,29,6254,6759,10777,5281,29,457,15577,13668,5455,2238,98,25,4892,15666,15619,15702,10072,10092,5702,3898,4639,8327,8020,4529,997,71,73,8490,12652,6926,9901,10240,8560,10190,11441,10593,10547,9759,2502,10131,7897,9089,9992,10631,8797,11147,7259,10322,8959,9550,2720,3455,7406,6676,15589,15612,4168,4138,3620,272,9006,10057,9779,5332,3907,4042,4325,6977,4838,285,109,53,2900,11953,5122,7532,6899,5215,1295,2742,3447,2239,93,115,5173,3875,10307,8524,7826,5975,3112,4337,7176,3268,5027,11363,7561,4993,7413,3577,1564,28,30,25,8075,8345,12669,8325,4774,6182,5579,7718,8753,5259,9380,8912,5472,5443,6208,3735,3084,2720,6060,5499,6047,8192,8485,1359,5483,6241,7191,4478,3639,2734,4112,5623,8673,5914,9224,10555,6074,3637,4828,5328,10680,4905,2917,82,2835,11250,11929,9509,10119,6647,6083,78,10588,11218,10949,11180,9673,10274,10568,8955,10267,8738,5661,2273,9799,10508,10078,9301,11113,11113,449,1584,12528,11834,9458,8547,9662,10840,4688,58,11955,11086,9571,10750,10865,5539,7289,8987,10715,9809,9624,9513,8223,2385,629,10246,10645,11943,10513,7893,10703,9119,9871,3621,10350,9621,1065,15680,15614,7072,15719,15506,15661,8480,6784,8396,12398,15867,15643,15608,8221,4925,2854,3141,15622,15748,12562,14505,5071,1015,15565,15825,15608,7526,4473,5142,8543,4678,6299,13261,10307,4512,3112,3006,15604,15419,15572,15492,11227,15562,15700,648,149,4024,15630,8128,4924,6069,5145,12712,10071,10276,15605,183,1183,15674,15637,15700,15600,14060,11192,15564,7760,12429,13957,7849,15572,7173,12620,3193,311,96,9928,10330,10392,11665,9842,10460,10016,8918,9664,11203,10096,9704,8228,10857,7738,9452,7371,10751,5081,185,10178,9211,11811,8591,12893,6485,12577,10864,4124,6017,9011,14388,5378,9300,7228,1885,28,24,23,9167,10001,15593,15582,11990,5970,11806,9305,6330,551,24,11831,7557,11163,6460,2284,5213,6865,6662,8276,5207,4713,266,410,10037,10137,12166,10739,102,13402,10002,14359,10685,10135,15625,6759,213,5980,10018,9519,9063,8090,14157,5073,5813,8958,8137,11554,9345,10519,15019,6148,5576,5665,3507,28,89,10371,11943,9051,9323,9899,9698,9560,11977,10214,9899,10448,8391,73,8956,15631,8222,12495,6199,7533,8186,6761,8131,5020,8226,6927,6753,5971,7391,3475,2898,7132,6422,5302,10401,1347,257,13730,6612,6508,8660,10463,3827,7137,5800,4011,5837,5137,2463,8851,11927,9928,10730,9629,10873,4530,4292,9194,7547,9369,5814,3885,1711,4782,7814,4799,304,6611,13394,9824,10344,8636,4974,9447,2570,13300,7894,6343,5340,4429,11406,4017,7808,3367,5712,5994,4961,4333,3591,59,241,9358,11465,6244,8598,10529,10907,14742,5229,6154,2913,1072,379,9277,10593,11420,7972,9749,8387,11979,11424,8154,10035,5941,8884,5179,11140,7263,7814,11849,754,11,15491,15601,11305,11910,1789,7088,6506,10000,7691,4236,5069,5516,7118,6280,3506,3516,2776,1457,6130,10645,10827,10033,11333,9544,10956,8692,9500,10729,8281,10502,7692,9475,6488,9094,4891,1043,463,7362,15387,11851,4565,2641,6037,13150,10786,4180,13445,2002,8076,9020,15609,6242,6622,7331,6268,7717,8908,7103,3046,3600,869,161,4650,11450,10350,6784,5062,8526,8321,1955,6768,5629,15,6,35,9088,15591,10913,13333,8766,14913,8358,4637,8341,11132,8481,9542,8206,1735,88,5765,15569,8246,115,13,8220,12678,15673,8762,5954,6814,5258,9206,2141,50,6,9,14304,9404,11724,11517,10002,6871,7318,8625,7415,2558,13910,11185,11946,11005,4839,5459,3184,9,10,5,20,9023,8097,8601,5464,7187,6171,9500,7110,6837,1377,5045,5512,6912,4444,5176,4599,3709,1102,1777,252,59,11018,12544,9355,9054,9985,9986,11498,7715,6319,13726,2258,89,10167,11281,9634,7806,8075,10321,9785,10054,9394,9511,10026,8800,8439,7096,9814,7900,8796,9755,7838,564,9532,10013,9546,9959,7606,8857,10188,7771,7234,1709,11107,12745,13692,13737,3962,4191,1891,670,14705,6593,15194,7786,8748,7881,10056,10533,2401,9579,8219,9413,6095,7011,8726,8258,12435,10696,7221,6240,4829,8273,8278,6980,10121,7393,1308,339,8910,6277,13431,7098,5450,6847,5418,6044,5363,6663,6118,6893,6092,9453,9866,11910,7333,6973,5721,4652,1304,806,1430,13468,9993,8149,11415,13415,11039,7282,4922,11158,4385,6363,7410,7122,8072,10639,6818,5931,7727,11331,10400,12313,6399,8944,7172,11006,13868,11518,10761,10446,10753,5814,6622,11054,10732,8245,2519,12431,6139,6475,12485,14321,10688,14141,8600,10778,8287,4729,9602,7027,11495,8744,11108,7657,10862,11670,9557,6888,2451,11938,10894,8548,10823,10225,2210,1758,3774,10383,11699,10671,10710,10734,8455,9191,2851,1989,3354,3319,13514,11394,10997,8850,10566,11024,9085,6116,6750,4382,10941,9965,10929,10192,7900,10344,11084,7291,9615,11731,7590,5465,10833,8022,2285,2353,4858,3783,4164,10880,10310,13313,9884,9916,10026,11453,7884,8728,12116,13193,15062,11129,13752,12942,15440,19317,16165,19091,19229,16050,17764,14281,16316,15415,13311,11526,8532,12640,5568,6709,9811,7766,3564,1724,1332,807,437,93,1]}
