{"title":"Did the Eclipse Give You the Amateur Astronomy Bug? Here’s How to Get Started","img":"https://static.scientificamerican.com/dam/m/3510db04ae5ecdaf/original/amateur-astronomy-GettyImages-623220974.gif","url":"https://www.scientificamerican.com/podcast/episode/did-the-eclipse-give-you-the-amateur-astronomy-bug-heres-how-to-get-started/","audio":"https://traffic.megaphone.fm/SAM6283842953.mp3?updated=1712764734","intro":["Chanda Prescod-Weinstein, a professional astronomer, talks about her own adventures in astrophotography—and offers tips and tricks for new amateur astronomers."],"authors":["Clara Moskowitz","Elah Feder","Rachel Feltman"],"category":["Astronomy"],"transcript":[{"author":"Clara Moskowitz: ","text":"On April 8, millions and millions of people across North America got to glimpse a total solar eclipse. If that brief foray into backyard astronomy left you hungry for more, never fear—we’re here to feed your telescope fervor. This is Science, Quickly, and I’m Clara Moskowitz. Here to talk to us about her own adventures in astrophotography—and offer tips and tricks for new amateur astronomers—is Dr. Chanda Prescod-Weinstein, an associate professor of physics at the University of New Hampshire. Hi, Chanda. Thanks so much for being here with us today."},{"author":"Chanda Prescod-Weinstein: ","text":"I’m excited to be here."},{"author":"Moskowitz","text":"So, you are a professional astrophysicist, but you also recently became an amateur astronomer. How does that work?"},{"author":"Prescod-Weinstein: ","text":"I don't know if I fall in the category of astrophysicist in a very clear way. I do particle physics of dark matter, and I definitely work at the interface of the two. But the interesting thing is, I have an undergraduate degree in physics and astronomy and a master's degree in astronomy and a Ph.D. in Physics. And none of that involves getting any training and actually working with the kind of telescope you might put in your backyard."},{"author":"Moskowitz","text":"I think a lot of people would be really shocked to hear that."},{"author":"Prescod-Weinstein: ","text":"You know, now that I've started to get some facility with using a telescope—and specifically, I've been doing astrophotography—I actually think it's kind of weird that we're not, at some point, required to learn something about this. I was talking with my friend, Dr. Sarah Tuttle—she's a professor of astronomy at University of Washington and she's actually a real astronomer, like she actually builds telescopes for a living."},{"author":"Prescod-Weinstein: ","text":"So, I was talking to her about this, and I was like, “isn't it kind of weird?” And she was like, “well, it's not really a skill set that most people need.” But I do think it's strange, because it's part of what we do when we do outreach, right? And so, you’d think that you would want everyone with an astronomy degree to have facility with doing this kind of outreach. Because connecting with the public is so important for making sure our research has continued support."},{"author":"Moskowitz","text":"Right. Well, so, after so long, what drew you back to to looking through telescopes?"},{"author":"Prescod-Weinstein: ","text":"So, as you know, I a few years ago published a book called “The Disordered Cosmos: A Journey into Dark Matter, Spacetime and Dreams Deferred,” and one of the themes in the book is the importance of people having access to a dark night sky. I think part of it was that I wanted to figure out the night sky that was local to me here on the New Hampshire Sea Coast."},{"author":"Prescod-Weinstein: ","text":"It's easy to get so caught up in work that you actually—you're spending a lot of time talking about looking up, but you're not actually doing that looking up. And I wanted to share my experience of actually looking up. Last week I visited the Tulane University Africana Studies department, and I showed my own astrophotography and talked to people about what it would mean to bring astrophotography into schools, and how accessible it is now, and how every school should have a small telescope that they can at least do solar observing with."},{"author":"Prescod-Weinstein: ","text":"So I think it it was really kind of living the values that I was out there talking to people about."},{"author":"Moskowitz","text":"I Love that. And you talk about being pulled toward the dark sky, but dark skies are getting a bit lighter these days, is that right?"},{"author":"Prescod-Weinstein: ","text":"So, there's a huge problem with light pollution. Something I talk about in the book is, I grew up in Los Angeles next to the 10 freeway. And we could see the moon and maybe Venus and not well. It's—especially in the 1980s, and in Los Angeles, which was like, super famous for being smoggy. And this affects our ability to do so many of the things that, you know, you pick up a book on how to do amateur astronomy, and it's like, “okay, find Polaris and then you can star hop."},{"author":"Prescod-Weinstein: ","text":"You can look through diagrams of constellations and hop from one star to another.” But what if you can't see half the constellations? People who may even want to engage in those connections are having a more difficult time doing it, because we used to be able to just do that with our eyes—just navigate with our eyes—and light pollution makes that really difficult."},{"author":"Moskowitz","text":"Totally, and it's definitely an accessibility issue as you say, but you also mentioned that some of the technology lately is making astrophotography and observing more accessible. So how does that play out?"},{"author":"Prescod-Weinstein: ","text":"One of the reasons I gravitated towards astrophotography was, one, because I actually wanted to share my results. And I think part of this is that we're in a culture now where you don't want to just see things. You want a photo of what you saw so that you can share it on Instagram or Tiktok. The other piece of astrophotography is that instead of just taking a snapshot of the photons—so, the light particles as they're hitting your eye—with astrophotography you can actually layer multiple instances out of time, across time."},{"author":"Prescod-Weinstein: ","text":"So, for those who are listening who have had calculus, we're literally integrating over time, and so we're just adding all of the particles together. And that means that you can get a stronger signal than you might get just from looking at something with the naked eye. And that means that, from my backyard, I can take images of phenomena that I can't see with my eyes. I actually got this really incredible image of the Rosette Nebula. It's something I would never be able to see just from looking at the sky."},{"author":"Moskowitz","text":"And for people who are listening who are trying to imagine, you know what does this take, how do you get involved—can you describe your setup? Like, say it's a Tuesday night and you're going out to observe. What does your equipment look like? How long does it take? You know, what does it involve?"},{"author":"Prescod-Weinstein: ","text":"So, I want to start by saying that when I talk a bit about my setup, it can sound a little bit intimidating. But I do want to just highlight that there are actually these incredible instruments out there that are now much more affordable—what people call electronically assisted astronomy, where you're really using a camera to look at the sky. The camera has better eyes than we do and can do some of that integrating."},{"author":"Prescod-Weinstein: ","text":"So, one that's really popular right now—and I swear nobody's paying me to say this, it's just true—there's a company called ZWO that has made something called the Seestar S50, and it's a $500 instrument. And basically it is a 50-millimeter refractor telescope that must be like three pounds, for I can just carry it under my arm. This is a podcast, so people can't see me lift my arms, but it's very easy to carry around. You connect it with your mobile device and then it will mostly do the rest."},{"author":"Prescod-Weinstein: ","text":"You don't really have to know anything about astronomy in order to use it. I have one of those. So that's one setup that I have. I actually have two more. They all have names, by the way. So the one I'm going to tell you about is called Chucky, and Chucky is a 61-millimeter refractor, so it's also very lightweight. It's on a ZWO AM5 mount. It's basically a camera lens, like a telescope is a very fancy camera lens."},{"author":"Prescod-Weinstein: ","text":"And then I have a little computer that I use to pick out where I want the mount to go. And it actually feeds me the images, and then at the back of the telescope I have a special astronomy camera that's designed specifically for capturing astronomical images. So that's Chucky, and that's my big astrophotography setup."},{"author":"Moskowitz","text":"Cool, cool. So, okay, you spend your days thinking about space in particle physics, and then you come home and you spend your evenings thinking about space and looking at space. Don't you ever get sick of space?"},{"author":"Prescod-Weinstein: ","text":"One of the things that happens after you get the images is that you actually have to clean them up. So, there is the fun part: going outside and setting up the telescope. I don't know, maybe my spouse, who actually is the one who carries it outside, doesn't feel like that's the fun part. Because I'm disabled I can't carry it myself, so he has to help me. But it's fun to kind of sit there and watch the image live-capture. So that part is fun."},{"author":"Prescod-Weinstein: ","text":"But then on the other end, if I really want to make the colors pop and really get all of the image out in a way that's legible to me, I have to do data processing. And so the other day I was doing some data processing, and one of the things you have to do is not just take the images of whatever object you're trying to look at, you also have to take what are called darks and bias and light frames, and these are all to help you calibrate."},{"author":"Prescod-Weinstein: ","text":"Any error that your camera might be introducing, like any quantum effects, any effects from the heating of the camera, all of these kinds of things. And I messed up my darks the other night. And so, I put everything in, my computer's running it, it's like taking up 100 gigs of my hard drive at once. And then on the other end there's this awful image with this giant horizontal streak in the middle of it. And I had spent like an hour on this and I just hadn't noticed that the darks had this error in them."},{"author":"Prescod-Weinstein: ","text":"It was like, why did I take the worst part of my job that I don't have to do on a daily basis and make it my hobby? That's a lingering question. I mean, I will say, from a professional standpoint, it's a really important reminder of the significance of the work that goes into telescope building."},{"author":"Prescod-Weinstein: ","text":"There is this problem in the astronomy community that instrument builders tend to be looked down upon as technicians who are not, quote, real astronomers, which is ridiculous, and I'm pretty sensitized to this issue because two of my best friends are telescope builders. So one, I think that this helps ground me in understanding why their work is important. And then it also helps ground me in understanding the people who are actually working with data and doing data analysis. That is hard work and there's a lot of human choice that goes into it."},{"author":"Prescod-Weinstein: ","text":"There's a lot of pieces to it that I think you can forget about when it's not part of your daily work, and so this has been a good reminder for me. Also, we're in an awful political moment, in so many different ways. So many people are living in distressed conditions right now, and I think for me this has been a good way to keep myself grounded. As my mom has reminded me, there's a universe beyond the bad things that are happening to us."},{"author":"Moskowitz","text":"So do you think that connecting more people to the sky, possibly through this hobby and astrophotography, is a way to help people better understand the research that scientists are doing and the things that are going on in astrophysics?"},{"author":"Prescod-Weinstein: ","text":"Yes, I do think it's really important for people to find ways to connect with the universe that is kind of beyond the piece that is human affairs, right? We are one part of the universe, but we are such a tiny fraction of it, and there are all these other incredible things happening and there are these photons arriving at our atmosphere, and some of them are getting through our atmosphere, and some of them are still visible despite any light pollution."},{"author":"Prescod-Weinstein: ","text":"One of the reasons that I actually picked up the Seestar was because there's an urban astrophotography blog that I had read that was like, this is actually something where, even if you're in the most light polluted environment, it will be able to craft images of the cosmos for you. And I think there is something powerful about also recognizing that we can make the night sky accessible even in urban environments. And also, actually, the moon is pretty cool when you look at it magnified."},{"author":"Prescod-Weinstein: ","text":"And I do actually think there's something different to doing it yourself versus just downloading images on the internet that NASA or somebody else has captured for you. Like, I think the work that NASA Astrophysics does is incredible and should be extraordinarily well-funded, better funded than it has been historically and the levels that it's currently at."},{"author":"Prescod-Weinstein: ","text":"But I also think that there's something magical about looking in a telescope and seeing it for yourself through the eyepiece or actually engaging in the work of choosing, okay, this is the thing I'm going to take an image of, I'm going to center it myself, I've chosen the night. This image is partly now my creation. And I will say, actually, you know, with the data processing part, the one thing that keeps me coming back to Facebook is that I'm in all of these astrophotography Facebook groups."},{"author":"Prescod-Weinstein: ","text":"People will post their pictures and other people will be like, “I don't like the colors,” and it's really—at that point it's an art form. You're no longer just making technical decisions about how long your exposure will be. You're also making decisions about what features you want to draw out. And that is a form of connection you don't get from just looking at the image, because you're actually engaging with making decisions about what you want to see, what you want to highlight, what stood out to you about this cosmic phenomenon."},{"author":"Moskowitz","text":"So for people at home who are now feeling really excited about this idea, what are your tips for getting started? What kind of resources are out there for people who are beginners, who maybe don't have a lot of resources or money to put toward this?"},{"author":"Prescod-Weinstein: ","text":"One forum that I will point everyone to is the Cloudy Nights forum, especially if you're a beginner. There's a beginner's part of the forum and you can post pretty much any question. The other thing that I will say is there are still a few dedicated astronomy telescope stores in the United States—so, actual storefronts—so you will find that people will just talk to you and tell you things."},{"author":"Prescod-Weinstein: ","text":"And I really encourage people not to go to Amazon, because they're not going to help you if you don't know how to use your equipment, but these other places actually will. High Point Scientific, Agena is a great astrophotography store. So, there is stuff that's available with things that you may already have at home or that you can get relatively cheaply. There's also a Facebook group for everything, like there's a Facebook group for my mount, there's a Facebook group for my telescope, there's a Facebook group for the computer I have attached, and people are pretty welcoming."},{"author":"Prescod-Weinstein: ","text":"The one thing I will say is that I've only seen another person who's visibly or identifiably not a man in these groups basically once so far. I have run into a couple of other Black people. But I especially want to say, folks, you are needed, particularly to the young women and nonbinary people and trans folks. we need to be out there being engaged and involved, because the cosmos belongs to all of us. [CLIP: Music]"},{"author":"Moskowitz","text":"Yes, let’s get involved! Thank you so much for being here, Chanda, and talking to us."},{"author":"Prescod-Weinstein: ","text":"Thank you so much for having me."},{"author":"Moskowitz","text":"For Science, Quickly, this is Clara Moskowitz. Science, Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Clara Moskowitz. Elah Feder, Alexa Lim and Madison Goldberg edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. See ya next time!"}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,69,133,199,266,415,436,858,1033,10459,7156,7606,9163,5879,6862,7046,2891,5634,6371,6335,4561,7940,4364,3644,5525,6607,6632,3321,1243,751,9869,6370,8385,6147,5901,6865,13685,7932,4623,5589,8206,5694,12858,7649,8560,1793,11317,9062,5525,4943,6019,9157,6638,913,837,10298,12094,5571,4310,7232,9502,5124,3253,1752,2142,2141,2239,8927,12319,6203,9379,8459,6265,8077,11783,9764,11525,4107,2265,15370,7823,4926,10134,7602,9886,4631,7561,5363,2364,10763,15378,8408,8433,8344,5762,2311,8029,8708,7788,9334,6631,5184,8413,7515,6886,5671,3420,2218,2182,2237,1798,1436,1670,1145,1007,308,203,142,133,650,15749,7390,5453,6898,3055,7043,5090,5090,392,5935,5943,2415,6412,1223,11349,7710,8214,6417,8444,3865,14270,11330,11023,5292,5295,10535,8491,9026,4664,4186,4569,3805,7555,6057,6422,7311,5567,4282,204,14594,8835,8722,11297,9593,11904,6578,5934,4274,11411,10766,4165,6873,6395,7523,17467,12998,3208,10297,5551,3849,10300,9066,7424,5215,4545,3068,4748,4496,6239,4950,605,11329,6818,6304,12435,15225,10799,6218,7027,4035,3269,3320,6205,3892,6435,2422,3445,4963,1960,2867,2523,6213,461,11970,10981,11016,10207,4164,5615,3337,5392,9030,4188,3188,8409,6759,6229,6602,3185,3697,3678,2848,2692,4962,4857,10797,11729,1478,17471,7817,9355,3802,8082,4479,5760,7336,5529,5368,550,10432,10406,16538,5678,4416,4392,6588,3725,4878,3953,2716,1772,3269,4061,5265,4618,3303,5662,12573,3395,6815,4618,5724,3296,16458,4958,9189,6394,4661,11523,2913,9176,10459,6327,7958,8315,12326,10378,4443,5305,4768,3638,7063,9016,5307,14364,3088,7902,6323,7916,5891,8886,7371,3924,8884,4438,6255,5669,7967,3446,13128,2746,13,135,7423,4526,17395,6987,7569,5963,4467,5601,7122,7062,6649,9015,7893,6673,63,6686,16881,8568,12519,4876,6674,6901,4020,3017,2899,3987,5741,5787,4199,5937,7673,3013,2604,3044,5666,4,17257,5905,3072,6998,2900,5433,2088,270,6134,7896,2504,2692,2328,8064,2321,3502,5008,2435,2025,2885,4508,4959,3185,3109,4518,1881,2531,7620,2408,2064,2968,2619,7061,2012,1561,6255,6842,6027,3338,5432,3958,2503,3388,1769,3183,2585,1964,4788,2281,2250,1300,892,4477,2,5659,10944,6916,8868,7506,3699,6108,3120,3227,7112,4169,6749,6478,3366,2635,7037,4968,2940,3213,2298,2188,324,14286,12739,10720,16816,10782,4836,6745,7094,6836,7611,3191,3381,6031,3743,3716,4070,5458,5691,5536,5168,2396,1849,3628,954,4,14232,3923,7434,5743,6847,5153,4222,5900,9862,2264,2265,4422,1507,5580,5331,3959,3463,3011,11654,2572,17008,8167,9040,10454,5966,18602,7024,6329,3234,9041,2839,6316,8779,6648,4284,2625,3669,3558,3366,3326,4815,3898,980,1063,6771,4425,12377,8075,4921,4286,9542,2833,7279,9821,5802,13231,13945,8872,3712,10407,2873,8213,9216,8309,2,15607,21567,11347,3447,2856,6826,3736,11389,5687,3374,10896,8749,2572,5819,6809,5892,2413,2814,1876,1550,614,4763,4283,8980,3029,4360,1845,4309,2053,4,7241,4694,11001,4819,2658,903,7965,10688,4004,18575,7007,2733,3263,12076,4498,8331,4400,3372,2602,3382,4183,3847,5965,2856,1683,3698,9981,6036,12455,11030,4418,4385,2780,3881,7427,6723,10401,3939,2780,9851,3899,3185,5233,5959,4139,5777,1474,3931,2760,4032,4,11,15595,6107,9375,4616,6992,6212,5109,9353,5460,5813,6732,7714,2160,2414,10315,4118,4322,16541,4159,164,9148,8445,10505,794,3832,4771,4779,4649,8500,7529,8914,12730,6614,16870,12725,5302,5959,10403,9738,3645,4221,9518,12852,4702,2,4420,4838,2152,2789,5557,4789,5092,2496,2231,2243,2751,6232,6063,4676,8927,2914,3131,15548,5388,7085,3298,2981,2679,3346,8873,4207,10386,6478,4370,3143,3423,4634,3743,6104,2719,3867,12816,11294,11486,15438,3534,4799,4701,3305,2519,2690,2784,5500,2314,1503,3001,2322,3258,2769,2727,2426,6961,2308,6487,9409,9279,6325,4738,9297,5362,2095,1961,3196,3268,2398,2381,1823,6018,1476,3539,3850,5082,3758,4044,3260,4541,3403,2,5946,5967,2470,4357,4564,4191,2717,6749,9582,4120,2862,3663,1993,8396,3068,4722,2107,11272,11770,1802,1509,4249,2698,6397,3428,2542,3129,3565,3077,3290,5373,2893,2861,5457,3942,3123,2,6402,2940,2435,7371,2506,4083,2445,762,6698,6775,3153,4906,4669,5736,3438,7101,2853,5205,2235,3568,3915,1515,3865,4696,3665,866,2378,3728,3872,2912,2652,8893,9125,8841,2259,13190,9938,4204,7977,3592,6136,6169,2838,3129,8689,1544,4128,3076,3,963,5107,2821,6709,8523,5176,3856,5570,6697,7135,3432,6098,4541,4341,35,14611,13644,6825,6469,8830,7200,3625,7198,5698,5462,4940,2758,2247,16324,2730,7038,2857,1475,3541,2576,9867,9754,1970,2343,5296,8120,5581,3543,12348,14091,6127,12986,14540,4232,4765,10506,3887,8900,4368,5899,1922,1922,4355,2644,4260,9401,4427,3928,5659,5934,6400,10266,5331,9507,5190,3869,6,9414,5417,3735,4738,2208,6927,7826,3412,6209,4157,2439,2051,5983,4653,6143,6182,6440,3957,1784,6190,6473,5943,3721,3090,6652,6279,3440,5658,4793,7229,7345,8596,3903,4211,16634,6803,8773,4077,7231,3541,6884,4041,4166,4425,8075,7430,6918,4845,5820,4771,3695,4757,8211,4508,19579,4166,3948,13908,10484,37,4136,15591,9468,11800,3421,2,3610,11405,3467,7286,7170,1324,8531,6963,7132,2569,3710,2845,961,11769,11946,13608,1574,18180,14609,8219,5306,6098,3996,4114,1027,4093,7663,5167,11360,5913,4333,5881,3820,5684,7447,7103,6736,6365,3153,3637,13435,6779,5689,3469,5207,3751,3,9038,3811,3738,6024,4529,5240,2714,4699,3238,5365,4151,3040,4853,1941,1517,2984,7761,2502,5575,8447,9311,2184,8241,9957,320,7411,9952,14903,7092,16977,13317,1001,2,23029,3678,1660,8669,1060,7905,5394,3811,7876,4623,4135,5141,2691,2713,6458,9229,11822,7589,8357,4178,3840,3713,3225,5519,4043,4014,3266,3447,7642,3404,2457,2756,1632,1832,6133,192,2922,7472,3931,9556,4571,3886,9385,6210,6802,8225,4354,7043,4311,4387,7166,4610,6118,4163,9265,10129,4753,8983,6788,8779,5447,6303,5212,6250,9382,4605,6390,11239,3422,5633,353,6992,8435,5594,9115,8900,6367,6101,4842,3201,2099,2848,3025,4868,677,3810,11862,15423,14095,11612,8164,6252,2848,9885,10813,10528,7527,5784,8246,14230,6999,11254,5031,5481,5695,5332,3226,6662,1568,16018,2518,13757,4184,11768,3007,2198,5501,4040,820,3,4782,5890,5128,3570,3227,5392,3652,3301,4395,4966,3952,1758,2,11830,4243,7458,5319,4331,3668,2922,3179,4174,3399,1239,1391,4569,3646,4870,2224,5370,4382,6813,3677,3915,7375,3983,2553,2867,5963,7559,11253,3021,2015,3650,2413,6658,7021,2798,2190,4926,2520,3441,4408,5843,2422,5478,3483,5324,5049,4094,4934,4683,4012,3547,3208,3471,2132,3174,6958,160,4962,4657,5301,5019,2881,4803,4595,8288,2481,2423,2051,4260,2155,6374,5504,3734,1392,3971,5051,5515,1764,4486,6831,4719,4681,2337,2416,2,10223,9864,4694,5624,3398,5353,2632,2338,4511,8999,11400,4343,3993,4963,10159,4964,2377,4266,3417,15194,13198,6525,4217,7271,3725,7270,14090,10477,5099,7233,7256,3159,4757,7598,8928,10705,12695,5660,3991,5248,6501,5546,3694,11515,6312,7032,8379,2029,15781,11986,20087,10324,12166,6728,2779,8613,3462,1776,5496,4197,2175,2114,6162,5332,2745,4086,3747,1678,7648,16699,14563,4444,6484,1773,14977,11727,6836,9669,12615,14859,7948,6605,2673,6564,4587,10249,8054,11540,10174,5465,6288,4590,5803,5005,4577,7404,5612,1725,7783,11904,3770,14473,4941,6282,3714,3207,6110,3283,4260,3819,8901,4280,2704,4809,4541,6134,3946,3502,4055,5369,3116,2,7796,3431,6488,2801,3841,4696,4506,8458,5047,4812,2808,7574,6048,6389,5250,5580,705,5076,6508,5325,4857,4971,10952,4966,7188,5479,3507,7743,10024,1003,12413,12470,9829,8450,16854,6948,7271,6405,5288,5491,5549,7864,1416,1024,1371,1596,4233,4765,2720,3784,3223,1714,7309,3340,1,6015,5055,6954,1987,1690,2428,1615,2483,3253,4389,2703,2675,8148,4826,3532,6380,5592,2458,1740,3314,4771,4089,7566,2319,4863,1187,1293,2504,2645,7815,2099,1898,2168,358,8019,7777,8822,1283,1,8577,8704,14086,3815,5504,4854,6257,7365,5496,2471,3805,313,3,690,11908,96,16441,5698,13536,5257,4710,4075,5216,4289,3265,6112,2501,2254,4246,4609,5808,5411,5170,4663,2242,2550,6841,19887,9146,9407,7753,4801,5285,346,11374,13458,6543,5665,4232,1081,8671,4915,5785,7055,2465,2567,1947,3768,8712,4147,2390,7303,1578,5726,5133,7865,7793,2580,11689,1910,4817,5236,4210,3352,3931,3263,2372,9326,7571,4186,9220,9377,1864,10808,2494,3134,3507,5123,5248,4175,5664,4248,2860,1503,3357,1214,3,8254,13746,3992,11557,4852,8438,8022,5565,5729,5753,5386,3789,519,1815,16557,9329,5574,5008,6201,8148,7843,3949,5348,4061,9807,7637,4281,4432,10669,4959,2937,3380,8394,5022,3794,1898,6632,3085,6665,2624,5633,2421,1972,1358,2765,5497,7682,9229,6373,410,752,4482,5295,11172,10161,3481,5244,6552,3892,2545,5014,2359,14757,9468,2830,3655,2826,2921,4553,2604,3557,7069,4427,1290,2010,1392,2347,2365,2216,3750,2429,1791,6129,6407,2976,4901,6294,2590,5324,3828,6338,10267,3884,3215,7285,5598,5410,2528,2468,3,5022,801,4367,3844,6000,3287,3773,10006,3972,4538,6115,3761,3657,2763,5444,3634,2396,6857,2595,2986,5698,5418,3816,2306,3032,2766,1872,1884,1674,900,3315,4162,2176,519,3470,6866,604,2864,4101,5312,2245,3983,4158,5209,5508,2234,2424,1873,5279,6508,8052,6742,5192,5310,3140,3818,3286,10119,8897,15695,11709,362,13522,5673,4064,883,7969,5440,8538,7047,2550,5968,7515,10843,5178,4963,7076,8305,8138,10800,5333,5105,6646,6347,2947,9487,4871,4169,2355,5031,7200,5273,3275,14254,5049,4802,2781,4505,7094,7228,11463,13418,8653,15781,10917,12528,3191,475,14966,16137,7905,5915,9325,14541,13854,7843,7131,4556,1442,5414,7350,4102,2169,1,6852,13349,7522,5533,4640,4124,4504,9566,4207,8485,7051,7404,7772,14861,5347,6979,2297,5241,3213,2988,2164,5726,9674,11852,9890,10193,7053,11881,10149,3206,9590,4208,3375,6837,12490,3189,4129,3572,3822,3169,4280,4929,2969,2798,3826,3085,1322,777,2614,2958,2581,3422,6249,723,5,8272,7013,3440,6021,5993,6422,5044,936,2,11120,7172,1157,591,13277,5236,4577,2739,2129,6222,4962,4438,5488,3655,4103,3056,4666,8557,8011,2582,16028,11196,3881,2611,5994,7117,2206,21,3824,5593,13004,12105,1917,13546,4391,5567,6084,4903,4125,6373,5981,9418,5745,7779,2,19286,11142,7165,8334,4488,5356,5591,4819,948,4512,10261,13845,7997,4904,17580,14045,8418,8075,6607,7420,7510,4410,5322,2085,4749,2710,4213,3052,3071,5034,2978,5807,2266,69,2,2,15706,11328,7068,7777,7106,5723,5305,4622,3710,3426,6828,7180,4636,3474,4225,4534,6362,4204,4847,21991,10911,5144,4143,4998,4946,2412,3487,3521,4909,6529,3788,4642,2802,1217,8051,11597,2527,4458,5562,7993,11426,11674,3542,928,2,6895,10798,9379,11221,4313,3895,4053,5506,4606,5497,3856,2006,4706,4406,5051,6217,6333,3946,3839,3699,3093,2387,2640,9994,5814,13136,5440,3680,3232,5706,6393,2875,3612,3940,4940,2235,8653,6497,3004,3295,5204,2394,10435,5288,5893,4412,2,5656,5421,4746,354,2087,4739,2344,3029,2845,2603,2771,5126,5257,4186,4193,3342,2515,2,2,10800,5782,5785,2901,2147,2446,2494,2554,2186,4021,7883,5893,3616,8803,2322,6516,3857,806,6567,7676,10061,5940,5057,5353,5967,2148,3589,7113,3093,7760,3711,3167,3134,5085,4093,4832,6373,4213,869,5,8752,6382,2390,10461,1776,5491,3927,10482,7147,4630,3388,2816,7709,6163,3927,3001,2718,4361,3152,4182,4863,4628,2781,2171,4963,3581,732,3453,10504,13264,6054,4268,1555,2884,4513,7186,2363,10727,5398,4917,3702,4056,1446,5567,3697,3320,1973,1857,2905,3941,2309,2873,4147,3287,4639,2557,5011,5794,3043,4748,7626,3836,4569,5313,13341,5954,3295,4326,4654,4638,4477,4261,2106,11081,5030,3623,8061,2478,2,8511,6018,3941,11388,3178,3509,9167,3560,4675,5200,1823,2,8102,16765,9793,13396,9566,9990,12949,2383,2745,3912,3887,4342,2710,5270,2396,3960,3,9003,6431,6756,3660,9703,1851,5785,4550,7054,4835,1582,7343,5563,5895,2622,4096,1170,7020,12902,4041,10814,5636,3597,2848,3993,3149,2853,2133,3785,9984,4159,5018,3256,5996,10007,11477,4698,6849,4,12079,6864,4240,2,2,7480,10023,3676,5315,3009,5616,5067,7918,7243,3161,3710,5194,1571,2154,3795,3318,4111,2784,2722,6131,1768,1421,4290,5168,2354,5405,1548,6159,10775,12163,3383,4197,3497,3110,6374,4671,4184,5477,5579,4905,2712,3648,1987,2165,1460,4705,338,2433,2444,3976,3381,4040,4645,5539,3666,3287,2863,3573,3609,5175,2079,217,3,11995,9869,16790,2865,2458,5031,2686,2120,1970,3358,3920,2303,5526,5860,8654,2422,2,13413,7158,45,9479,11296,5378,6672,3267,7716,4977,2036,2899,6285,4389,3643,6383,1384,3366,3522,3619,8896,3002,2543,3427,6972,1009,1096,6312,524,12349,5037,5917,6620,10890,7473,3214,3988,5202,4699,5750,3450,2876,5979,270,4093,9982,10791,3974,6374,5641,4241,5700,7447,8614,8390,6153,13542,7685,4789,4579,16716,2686,4638,4297,4929,9763,5206,3844,13411,792,1376,16517,4317,4047,1960,6861,3947,5303,2401,3158,2555,3431,3405,2499,5278,5316,5017,2076,3394,16837,2689,1146,6196,6749,1863,2,21731,9454,3396,2658,4664,5139,4695,5001,3941,7415,2836,5849,3248,4204,2862,4863,6042,3891,19438,13789,8091,6976,4116,6200,483,2,18972,6892,2534,5083,3618,3,7216,3410,5610,2282,2,1834,11002,7224,2432,12475,5304,5293,1800,4858,5045,4513,10766,7658,3838,3554,6391,3075,6907,7382,5813,3629,2,3,1343,12433,4089,11952,10063,4892,3566,1662,5404,5904,6231,7040,4536,4293,4819,6411,4563,4,6850,4103,2142,2519,2470,5113,2717,3251,2362,1859,5482,8990,13641,2698,7,8766,9907,1700,13464,5243,4525,5517,4776,12116,2760,3361,2856,3695,3256,4649,2716,4006,17701,2723,3521,3097,2160,2290,2133,2562,2301,4952,4708,2890,2444,3851,6355,4247,5310,4091,6765,11235,5170,2859,2360,6120,9249,5992,4396,3070,5357,2693,2,1236,11650,7517,8583,6209,8500,4134,7650,7364,5580,5384,5570,4685,7912,8037,8394,6576,5008,16698,10363,6416,5779,3729,12755,7004,3400,2877,3375,8451,7356,5035,1946,3161,4129,7223,6728,2475,4071,5566,5030,6325,4645,2853,3271,4852,2755,3148,3644,918,3,1764,8594,6519,4742,6751,6977,7630,4673,3886,2532,5194,3216,3627,3330,352,15715,8419,4203,5664,3839,3074,5399,3714,3952,12180,5300,6078,5870,3476,4281,2941,7205,5447,10592,3703,12725,6191,7290,5180,5049,4318,646,8430,11204,7703,5096,6094,1563,6973,3085,3423,8756,4565,2474,3819,2823,2794,3717,4673,4752,3325,4095,7608,4419,5151,2003,10992,6153,15215,6961,15174,4004,4336,10319,13039,2868,10176,3813,6774,6303,3911,3697,4256,4771,7913,12702,8694,8022,6329,9232,2502,5487,3972,7609,9627,6923,3087,5768,6016,5097,6126,3499,3415,10417,4177,10385,2423,6066,8180,2974,3979,4472,1519,7317,4205,7399,5467,3560,11910,3666,8697,5973,5152,1164,9852,7934,4796,4212,4602,4810,4304,3240,3441,4181,4395,5237,7003,3862,7431,9371,2597,8650,4896,2364,4338,3621,7255,4984,3842,2,14586,4934,6885,2395,17615,14827,5206,5017,5093,3987,3591,2268,5214,8415,3275,6437,5805,9298,4601,9503,11478,13330,98,6880,8459,6344,6006,5770,7116,15543,15868,7340,5,12757,7829,7820,11014,2722,9388,14159,9498,6046,5390,8239,14444,4218,2607,2725,7476,4817,4799,4754,4499,2651,6619,2013,8316,6109,1313,14799,9776,8842,6860,14440,11560,8953,5668,3852,2987,2267,4830,4650,4838,6943,6869,4260,2,2,16827,7928,4666,6999,11631,12200,5784,9895,2973,12657,8212,6820,6853,6342,2,11104,13711,7021,12394,10026,6727,7365,7386,5275,3402,2607,3981,12472,8823,1296,1247,9965,5416,6209,10138,2866,5380,6585,2089,7466,5571,6325,1129,3009,3690,8129,6856,5511,1450,3903,4593,3480,6388,5411,4088,10126,3615,5731,6258,6376,5744,846,396,16249,19215,1096,9865,13334,11038,6574,1155,1176,18878,12387,9870,5955,3509,7539,7368,6833,5819,4667,7010,1625,4189,6802,6553,6924,2799,2333,1260,1140,1888,1712,1477,1187,1157,1056,759,10167,13135,6722,5933,4015,8450,4948,3246,1399,1078,15702,4719,3652,4123,7049,7227,7648,5026,7870,9121,3006,8741,7685,9301,6098,5536,4987,8131,4784,3498,1968,949,717,5406,12288,5922,6381,10841,7000,12452,12883,2378,1685,735,17717,7226,7120,5497,5089,7961,4100,4544,8977,9578,4333,5307,16985,4528,4445,6761,5211,4103,7095,5011,4052,1233,14237,8893,5568,5735,7345,6705,3351,1247,1384,1453,1367,1413,1291,1038,675,1708,12138,8457,4782,6048,4544,4956,6204,6322,6945,6888,8075,4998,2007,1882,1903,10264,6648,1895,1609,1921,1908,1921,1884,1371,1509,1063,946,947,270,1890,1872,1219,851,514,163,62,32,18,7,3,0],"fragments":[{"begin":"0.000","end":"97.280","lines":["On April 8, millions and millions of people across North America got to glimpse a total solar eclipse. If that brief foray into backyard astronomy left you hungry for more, never fear—we’re here to feed your telescope fervor. This is Science, Quickly, and I’m Clara Moskowitz. Here to talk to us about her own adventures in astrophotography—and offer tips and tricks for new amateur astronomers—is Dr. Chanda Prescod-Weinstein, an associate professor of physics at the University of New Hampshire. Hi, Chanda. Thanks so much for being here with us today."]},{"begin":"97.280","end":"98.640","lines":["I’m excited to be here."]},{"begin":"98.640","end":"107.320","lines":["So, you are a professional astrophysicist, but you also recently became an amateur astronomer. How does that work?"]},{"begin":"107.320","end":"129.960","lines":["I don't know if I fall in the category of astrophysicist in a very clear way. I do particle physics of dark matter, and I definitely work at the interface of the two. But the interesting thing is, I have an undergraduate degree in physics and astronomy and a master's degree in astronomy and a Ph.D. in Physics. And none of that involves getting any training and actually working with the kind of telescope you might put in your backyard."]},{"begin":"129.960","end":"133.200","lines":["I think a lot of people would be really shocked to hear that."]},{"begin":"133.200","end":"156.360","lines":["You know, now that I've started to get some facility with using a telescope—and specifically, I've been doing astrophotography—I actually think it's kind of weird that we're not, at some point, required to learn something about this. I was talking with my friend, Dr. Sarah Tuttle—she's a professor of astronomy at University of Washington and she's actually a real astronomer, like she actually builds telescopes for a living."]},{"begin":"156.360","end":"178.840","lines":["So, I was talking to her about this, and I was like, “isn't it kind of weird?” And she was like, “well, it's not really a skill set that most people need.” But I do think it's strange, because it's part of what we do when we do outreach, right? And so, you’d think that you would want everyone with an astronomy degree to have facility with doing this kind of outreach. Because connecting with the public is so important for making sure our research has continued support."]},{"begin":"178.840","end":"186.000","lines":["Right. Well, so, after so long, what drew you back to to looking through telescopes?"]},{"begin":"186.000","end":"206.720","lines":["So, as you know, I a few years ago published a book called “The Disordered Cosmos: A Journey into Dark Matter, Spacetime and Dreams Deferred,” and one of the themes in the book is the importance of people having access to a dark night sky. I think part of it was that I wanted to figure out the night sky that was local to me here on the New Hampshire Sea Coast."]},{"begin":"206.720","end":"237.600","lines":["It's easy to get so caught up in work that you actually—you're spending a lot of time talking about looking up, but you're not actually doing that looking up. And I wanted to share my experience of actually looking up. Last week I visited the Tulane University Africana Studies department, and I showed my own astrophotography and talked to people about what it would mean to bring astrophotography into schools, and how accessible it is now, and how every school should have a small telescope that they can at least do solar observing with."]},{"begin":"237.600","end":"242.600","lines":["So I think it it was really kind of living the values that I was out there talking to people about."]},{"begin":"242.600","end":"251.240","lines":["I Love that. And you talk about being pulled toward the dark sky, but dark skies are getting a bit lighter these days, is that right?"]},{"begin":"251.240","end":"281.760","lines":["So, there's a huge problem with light pollution. Something I talk about in the book is, I grew up in Los Angeles next to the 10 freeway. And we could see the moon and maybe Venus and not well. It's—especially in the 1980s, and in Los Angeles, which was like, super famous for being smoggy. And this affects our ability to do so many of the things that, you know, you pick up a book on how to do amateur astronomy, and it's like, “okay, find Polaris and then you can star hop."]},{"begin":"281.760","end":"302.080","lines":["You can look through diagrams of constellations and hop from one star to another.” But what if you can't see half the constellations? People who may even want to engage in those connections are having a more difficult time doing it, because we used to be able to just do that with our eyes—just navigate with our eyes—and light pollution makes that really difficult."]},{"begin":"302.080","end":"314.800","lines":["Totally, and it's definitely an accessibility issue as you say, but you also mentioned that some of the technology lately is making astrophotography and observing more accessible. So how does that play out?"]},{"begin":"314.800","end":"349.400","lines":["One of the reasons I gravitated towards astrophotography was, one, because I actually wanted to share my results. And I think part of this is that we're in a culture now where you don't want to just see things. You want a photo of what you saw so that you can share it on Instagram or Tiktok. The other piece of astrophotography is that instead of just taking a snapshot of the photons—so, the light particles as they're hitting your eye—with astrophotography you can actually layer multiple instances out of time, across time."]},{"begin":"349.400","end":"378.280","lines":["So, for those who are listening who have had calculus, we're literally integrating over time, and so we're just adding all of the particles together. And that means that you can get a stronger signal than you might get just from looking at something with the naked eye. And that means that, from my backyard, I can take images of phenomena that I can't see with my eyes. I actually got this really incredible image of the Rosette Nebula. It's something I would never be able to see just from looking at the sky."]},{"begin":"378.280","end":"392.960","lines":["And for people who are listening who are trying to imagine, you know what does this take, how do you get involved—can you describe your setup? Like, say it's a Tuesday night and you're going out to observe. What does your equipment look like? How long does it take? You know, what does it involve?"]},{"begin":"392.960","end":"418.880","lines":["So, I want to start by saying that when I talk a bit about my setup, it can sound a little bit intimidating. But I do want to just highlight that there are actually these incredible instruments out there that are now much more affordable—what people call electronically assisted astronomy, where you're really using a camera to look at the sky. The camera has better eyes than we do and can do some of that integrating."]},{"begin":"418.880","end":"450.040","lines":["So, one that's really popular right now—and I swear nobody's paying me to say this, it's just true—there's a company called ZWO that has made something called the Seestar S50, and it's a $500 instrument. And basically it is a 50-millimeter refractor telescope that must be like three pounds, for I can just carry it under my arm. This is a podcast, so people can't see me lift my arms, but it's very easy to carry around. You connect it with your mobile device and then it will mostly do the rest."]},{"begin":"450.040","end":"478.400","lines":["You don't really have to know anything about astronomy in order to use it. I have one of those. So that's one setup that I have. I actually have two more. They all have names, by the way. So the one I'm going to tell you about is called Chucky, and Chucky is a 61-millimeter refractor, so it's also very lightweight. It's on a ZWO AM5 mount. It's basically a camera lens, like a telescope is a very fancy camera lens."]},{"begin":"478.400","end":"499.800","lines":["And then I have a little computer that I use to pick out where I want the mount to go. And it actually feeds me the images, and then at the back of the telescope I have a special astronomy camera that's designed specifically for capturing astronomical images. So that's Chucky, and that's my big astrophotography setup."]},{"begin":"499.800","end":"512.560","lines":["Cool, cool. So, okay, you spend your days thinking about space in particle physics, and then you come home and you spend your evenings thinking about space and looking at space. Don't you ever get sick of space?"]},{"begin":"512.560","end":"536.080","lines":["One of the things that happens after you get the images is that you actually have to clean them up. So, there is the fun part: going outside and setting up the telescope. I don't know, maybe my spouse, who actually is the one who carries it outside, doesn't feel like that's the fun part. Because I'm disabled I can't carry it myself, so he has to help me. But it's fun to kind of sit there and watch the image live-capture. So that part is fun."]},{"begin":"536.080","end":"562.680","lines":["But then on the other end, if I really want to make the colors pop and really get all of the image out in a way that's legible to me, I have to do data processing. And so the other day I was doing some data processing, and one of the things you have to do is not just take the images of whatever object you're trying to look at, you also have to take what are called darks and bias and light frames, and these are all to help you calibrate."]},{"begin":"562.680","end":"592.360","lines":["Any error that your camera might be introducing, like any quantum effects, any effects from the heating of the camera, all of these kinds of things. And I messed up my darks the other night. And so, I put everything in, my computer's running it, it's like taking up 100 gigs of my hard drive at once. And then on the other end there's this awful image with this giant horizontal streak in the middle of it. And I had spent like an hour on this and I just hadn't noticed that the darks had this error in them."]},{"begin":"592.360","end":"614.080","lines":["It was like, why did I take the worst part of my job that I don't have to do on a daily basis and make it my hobby? That's a lingering question. I mean, I will say, from a professional standpoint, it's a really important reminder of the significance of the work that goes into telescope building."]},{"begin":"614.080","end":"647.440","lines":["There is this problem in the astronomy community that instrument builders tend to be looked down upon as technicians who are not, quote, real astronomers, which is ridiculous, and I'm pretty sensitized to this issue because two of my best friends are telescope builders. So one, I think that this helps ground me in understanding why their work is important. And then it also helps ground me in understanding the people who are actually working with data and doing data analysis. That is hard work and there's a lot of human choice that goes into it."]},{"begin":"647.440","end":"676.160","lines":["There's a lot of pieces to it that I think you can forget about when it's not part of your daily work, and so this has been a good reminder for me. Also, we're in an awful political moment, in so many different ways. So many people are living in distressed conditions right now, and I think for me this has been a good way to keep myself grounded. As my mom has reminded me, there's a universe beyond the bad things that are happening to us."]},{"begin":"676.160","end":"690.880","lines":["So do you think that connecting more people to the sky, possibly through this hobby and astrophotography, is a way to help people better understand the research that scientists are doing and the things that are going on in astrophysics?"]},{"begin":"690.880","end":"720.240","lines":["Yes, I do think it's really important for people to find ways to connect with the universe that is kind of beyond the piece that is human affairs, right? We are one part of the universe, but we are such a tiny fraction of it, and there are all these other incredible things happening and there are these photons arriving at our atmosphere, and some of them are getting through our atmosphere, and some of them are still visible despite any light pollution."]},{"begin":"720.240","end":"752.160","lines":["One of the reasons that I actually picked up the Seestar was because there's an urban astrophotography blog that I had read that was like, this is actually something where, even if you're in the most light polluted environment, it will be able to craft images of the cosmos for you. And I think there is something powerful about also recognizing that we can make the night sky accessible even in urban environments. And also, actually, the moon is pretty cool when you look at it magnified."]},{"begin":"752.160","end":"773.440","lines":["And I do actually think there's something different to doing it yourself versus just downloading images on the internet that NASA or somebody else has captured for you. Like, I think the work that NASA Astrophysics does is incredible and should be extraordinarily well-funded, better funded than it has been historically and the levels that it's currently at."]},{"begin":"773.440","end":"794.040","lines":["But I also think that there's something magical about looking in a telescope and seeing it for yourself through the eyepiece or actually engaging in the work of choosing, okay, this is the thing I'm going to take an image of, I'm going to center it myself, I've chosen the night. This image is partly now my creation. And I will say, actually, you know, with the data processing part, the one thing that keeps me coming back to Facebook is that I'm in all of these astrophotography Facebook groups."]},{"begin":"794.040","end":"823.400","lines":["People will post their pictures and other people will be like, “I don't like the colors,” and it's really—at that point it's an art form. You're no longer just making technical decisions about how long your exposure will be. You're also making decisions about what features you want to draw out. And that is a form of connection you don't get from just looking at the image, because you're actually engaging with making decisions about what you want to see, what you want to highlight, what stood out to you about this cosmic phenomenon."]},{"begin":"823.400","end":"838.520","lines":["So for people at home who are now feeling really excited about this idea, what are your tips for getting started? What kind of resources are out there for people who are beginners, who maybe don't have a lot of resources or money to put toward this?"]},{"begin":"838.520","end":"862.040","lines":["One forum that I will point everyone to is the Cloudy Nights forum, especially if you're a beginner. There's a beginner's part of the forum and you can post pretty much any question. The other thing that I will say is there are still a few dedicated astronomy telescope stores in the United States—so, actual storefronts—so you will find that people will just talk to you and tell you things."]},{"begin":"862.040","end":"894.800","lines":["And I really encourage people not to go to Amazon, because they're not going to help you if you don't know how to use your equipment, but these other places actually will. High Point Scientific, Agena is a great astrophotography store. So, there is stuff that's available with things that you may already have at home or that you can get relatively cheaply. There's also a Facebook group for everything, like there's a Facebook group for my mount, there's a Facebook group for my telescope, there's a Facebook group for the computer I have attached, and people are pretty welcoming."]},{"begin":"894.800","end":"925.640","lines":["The one thing I will say is that I've only seen another person who's visibly or identifiably not a man in these groups basically once so far. I have run into a couple of other Black people. But I especially want to say, folks, you are needed, particularly to the young women and nonbinary people and trans folks. we need to be out there being engaged and involved, because the cosmos belongs to all of us. [CLIP: Music]"]},{"begin":"925.640","end":"931.600","lines":["Yes, let’s get involved! Thank you so much for being here, Chanda, and talking to us."]},{"begin":"931.600","end":"936.400","lines":["Thank you so much for having me."]},{"begin":"936.400","end":"973.000","lines":["For Science, Quickly, this is Clara Moskowitz. Science, Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Clara Moskowitz. Elah Feder, Alexa Lim and Madison Goldberg edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. See ya next time!"]}],"duration":973.0350625}