{
  "title": "The Tale of the Snail Slime Wrangler",
  "img": "https://static.scientificamerican.com/dam/m/8f0a5538417bb5d/original/03_MagicalMucusArtv2Horizontal.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-tale-of-the-snail-slime-wrangler/",
  "audio": "https://traffic.megaphone.fm/SAM2664192247.mp3?updated=1711661600",
  "intro": [
    "Mucus is a miracle of evolution, and some researchers are trying to re-create what nature makes naturally."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Biotech"
  ],
  "transcript": [
    {
      "author": "Taylor Knapp: ",
      "text": "You know, initially I was like, “Sure, come on out and take some slime, if that’s what you need to do.” You know, I didn’t, I really didn’t ask him any questions."
    },
    {
      "author": "Christopher Intagliata: ",
      "text": "On the far eastern edge of Long Island, New York, there's a very peculiar farm that produces a lot of slime, and it’s inspiring scientists to make futuristic materials."
    },
    {
      "author": "Taylor Knapp: ",
      "text": "My name is Taylor Knapp. I’m the head snail wrangler at Peconic Escargot on Long Island in New York."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "So snail wrangling is a real job?"
    },
    {
      "author": "Knapp: ",
      "text": "Well, it’s a real made-up job. Yes, I think it’s funny, but it also conjures up this image of a snail ranch."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "Do you have a lasso or something?"
    },
    {
      "author": "Knapp: ",
      "text": "Very tiny lassos—dental floss. Yeah. Yeah."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "Really?"
    },
    {
      "author": "Knapp: ",
      "text": "No, no, no, no, not really. No, no, no lassos."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "[laughs] I was like, “This job’s getting weirder than I thought.”"
    },
    {
      "author": "Intagliata: ",
      "text": "This is Christopher Intagliata, and you’re listening to Scientific American’s Science, Quickly. Today I’m taking you on the final leg of our three-part Fascination on slime. We’re gonna start at a snail farm and end up in space. So back to Taylor, the snail wrangler. He starts his career in fine dining, and then one day he's trying to find fresh, local snails so he can prepare escargot. But he can't find any, and instead he sort of finds his calling."
    },
    {
      "author": "Knapp: ",
      "text": "The initial idea was very kind of silly. I just noticed that there were no snail farms in the U.S.... I knew that the best restaurants in America had snails on their menu, which means that they were using canned snails."
    },
    {
      "author": "Intagliata: ",
      "text": "Taylor thinks, ‘That’s absurd.’ So he starts his own snail farm. And today he raises 70,000 snails at a time, which means he’s gotten really fast at snail shucking."
    },
    {
      "author": "Knapp: ",
      "text": "I can do, I’m thinking, about 600 in a half an hour."
    },
    {
      "author": "Intagliata: ",
      "text": "That is one snail every three seconds. And nowadays Taylor has all the fresh snails he’d ever care to cook."
    },
    {
      "author": "Knapp: ",
      "text": "We’ve done snail tacos and snail and mushroom tarts and ramen and all of these things. There’s one preparation that’s by far my favorite, and it’s an old Sicilian recipe. You cook the snails in the shell, and you stew them for maybe about an hour with tomato and red wine and lots of onion and garlic. It makes this dish called babbalucci. You get a little messy with it. You eat it with your hands and some toothpicks and some crusty bread. It’s just the best."
    },
    {
      "author": "Intagliata: ",
      "text": "I mean, count me in on that. And Taylor isn’t the only one cooking these snails. He says he’s supplied snails to the best restaurants in the country: Daniel, the French Laundry, Eleven Madison Park. But five years ago he gets a phone call from this guy named Antonio Cerullo."
    },
    {
      "author": "Knapp: ",
      "text": "So anyway, he reached out, and I just thought his, his study that he was working on was really interesting."
    },
    {
      "author": "Intagliata: ",
      "text": "The study involved searching far and wide across the animal kingdom for mucus samples—because, Antonio says ..."
    },
    {
      "author": "Antonio Cerullo: ",
      "text": "With every mucus sample that we can acquire and research, our global understanding of mucus becomes stronger."
    },
    {
      "author": "Intagliata: ",
      "text": "You might remember the researcher with a mucus library from the first episode. Antonio is that same slime guy."
    },
    {
      "author": "Knapp: ",
      "text": "And so, getting to talk with him, he started to explain what he was after."
    },
    {
      "author": "Cerullo: ",
      "text": "A single species of snail will produce three different mucus."
    },
    {
      "author": "Knapp: ",
      "text": "And it was just very fascinating. I mean, it was a whole, I mean, a lot of things I’ve never even thought about."
    },
    {
      "author": "Cerullo: ",
      "text": "Every animal on the planet uses mucus for so many important things."
    },
    {
      "author": "Knapp: ",
      "text": "So I’d be in there, doing my thing, and I just gave him a pen of snails, and I said, “Here you go. Go to town.”"
    },
    {
      "author": "Cerullo: ",
      "text": "So for the protective mucus, that, we just simply scrape off the back with a little spatula."
    },
    {
      "author": "Knapp: ",
      "text": "I don’t know a whole lot about what he was doing. I mean, there were snails moving on glass plates."
    },
    {
      "author": "Cerullo: ",
      "text": "We just put out a fleet of petri dishes and just let them crawl all over the place, just leaving their slime everywhere."
    },
    {
      "author": "Knapp: ",
      "text": "And I know they were scraping the mucus off of those glass plates."
    },
    {
      "author": "Cerullo: ",
      "text": "And then for the adhesive, we use, take one of those dishes, flip it upside down and just attach the snail to it.... And then we just let it hang for a while."
    },
    {
      "author": "Intagliata: “",
      "text": "We just let it hang for a while.” Anyway, Antonio gets all these mucus samples and takes them back to his lab, then at the City University of New York Graduate Center, and he finds that the sticky slime, the lubricating slime and the protective slime—they all have different chemical recipes."
    },
    {
      "author": "Cerullo: ",
      "text": "And the differences in the composition actually correlate with differences in measurable mechanical properties ..."
    },
    {
      "author": "Intagliata",
      "text": ": Meaning the slime recipe dictates its function. And all these variations of slime could be useful for all sorts of commercial products:adhesives and lubricants and coatings—beauty products, too. The problem is that you'd be relying on snails for the raw materials— which throws a lot of variables at your mucus recipe."
    },
    {
      "author": "Adam Braunschweig: ",
      "text": "[It] depends on what the snail ate, it depends on the weather. Is the snail sick? [Are there] contaminants?"
    },
    {
      "author": "Intagliata: ",
      "text": "This is Adam Braunschweig of the CUNY Graduate Center and Hunter College. He was Antonio’s Ph.D. adviser—and he’s a chemist."
    },
    {
      "author": "Braunschweig: ",
      "text": "I don’t think anybody has any idea what a chemist does, so it’s a little vague and a little mysterious."
    },
    {
      "author": "Intagliata: ",
      "text": "Adam says there are all sorts of disadvantages to commercializing mucus from animals: There are ethical issues. There are production issues—maybe you find a rare snail that makes some really interesting mucus, but it’s impossible to farm. And there are purity issues—maybe you just don’t want all that other gunk snails put in their mucus ..."
    },
    {
      "author": "Braunschweig: ",
      "text": "All the proteins, all the sugars, some of the venoms that are in there."
    },
    {
      "author": "Intagliata: ",
      "text": "So his solution? [CLIP: “Lightning Strikes,” by Klaus Nomi]"
    },
    {
      "author": "Intagliata: ",
      "text": "He co-foundeda synthetic mucus company called Nomi Materials, after Klaus Nomi, the German operatic singer with the look of a tuxedoed alien. Adam says naming the company after the singer was his way of paying tribute to what he calls the “lost generation” of artists, like Nomi, who were early victims of the AIDS crisis. [CLIP: “Lightning Strikes,” by Klaus Nomi]"
    },
    {
      "author": "Intagliata: ",
      "text": "So what is synthetic mucus, exactly? Well, Adam and his colleagues have found that snail mucus has more than 100 different proteins in it, along with sugars, salts and water. Some of those proteins, called mucins, are responsible for a lot of the magical properties of mucus: the stickiness, the lubrication, and so on. So the idea is to make synthetic snail mucins. In the two years Nomi Materials has been in operation, Adam has raised $0.5 million for the company—and $2 million to study mucus at his CUNY Graduate Center lab. And if you’re wondering who would be interested in all of this, consider that a recent paper from Adam’s lab analyzing snail mucus was funded in part by the Air Force Office of Scientific Research and the Office of Naval Research."
    },
    {
      "author": "Braunschweig: ",
      "text": "The military, they work with adhesives, they work with lubricants, they work with coatings. These are all the purposes of mucus in the natural world, and in many cases the behavior of the mucus is superior."
    },
    {
      "author": "Intagliata: ",
      "text": "So sub in synthetic mucins, Adam says, and you might end up with a better-performing product that’s also more sustainable. And the implications go further than that—all the way to spaceflight."
    },
    {
      "author": "Braunschweig: ",
      "text": "So one of the problems with the helmet dome of space suits is: they fog up."
    },
    {
      "author": "Intagliata: ",
      "text": "That’s something you can relate to if you’ve ever been snorkeling or scuba diving: Have you ever tried spitting into your mask to keep it from fogging up? Well, there’s mucus in spit, and mucus absorbs water and prevents fogging. So Adam and his colleagues are playing around with synthetic mucins as a coating for the helmet dome of space suits."
    },
    {
      "author": "Braunschweig: ",
      "text": "There needs to be a special coating on that dome to prevent fogging but that also can handle the extreme environments of space. Many times these have very designer protective coatings. But NASA has designated that they still are searching for better solutions."
    },
    {
      "author": "Intagliata: ",
      "text": "But it’s still early days for synthetic mucus. It took four years for Adam and his colleagues at the CUNY Graduate Center—and later his company—to go from the idea of making synthetic mucin to actually holding a vial full of the stuff. At this point they can produce five grams a month of pure synthetic mucin powder—about the same amount you’d find in 13 gallons of snail mucus because mucus is mostly water. Or, put another way, Adam says five grams of mucin would be enough to pump out at least 130 gallons of snail mucin anti-wrinkle cream. That is indeed where a lot of the money is right now. The snail mucus beauty market is already estimated to be worth more than $1 billion—and counting. Because the moisturizing qualities of mucus are hard to miss ..."
    },
    {
      "author": "Knapp: ",
      "text": "I think we have very soft hands.... I don’t know. [laughs]"
    },
    {
      "author": "Intagliata: ",
      "text": "That’s snail shucker Taylor Knapp again."
    },
    {
      "author": "Knapp: ",
      "text": "They get, they get mucusy. And that’s such an interesting angle that I have because I’m almost trying to eliminate mucus. You know, we can’t ... be giving these chefs a big, slimy, mass of, you know ... In the culinary world, mucus is typically not something you’re going for."
    },
    {
      "author": "Intagliata: ",
      "text": "And yet—and yet—Taylor says that after working with Antonio, he has been awakened to the beauty of mucus."
    },
    {
      "author": "Knapp: ",
      "text": "Yes, I have grown a deeper appreciation for the world of mucus and everything, you know, all of its potentials. Yeah."
    },
    {
      "author": "Intagliata",
      "text": ": And I have, too! I’ll admit, I hadn’t really given a second thought to mucus before embarking on this story. On the spectrum from wonder to disgust, I’d say I was pretty firmly toward the latter—especially based on the many experiences I’ve had wiping stalactites of snot from my toddler’s nose, something she and I both hate. But when I came across Antonio’s work and found out he had a whole library of mucus and was pretty much obsessed with the stuff—well, I was intrigued. And learning about how essential mucus is not just for our own health but for the functioning of literally every animal on Earth, how could I not become sort of obsessed with it, too? Mucus truly is magical. And I hope you now think so, too. Science, Quickly is produced by Jeff DelViscio, Rachel Feltman and Kelso Harper and edited by Madison Goldberg, Elah Feder and Alexa Lim. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com. For Science, Quickly, I’m Christopher Intagliata."
    }
  ]
}