{"title":"Without the Moon, Human Society Might Not Exist","img":"https://static.scientificamerican.com/sciam/cache/file/9562B6DF-B985-408F-8AD37C0116ABF629_source.gif","url":"https://www.scientificamerican.com/podcast/episode/without-the-moon-human-society-might-not-exist/","audio":"https://traffic.megaphone.fm/SAM9599567774.mp3?updated=1704737261","intro":["The moon helps us keep time, inspires religions and shapes science, yet it still keeps secrets from us."],"authors":["Clara Moskowitz","Jeffery DelViscio"],"category":["Astronomy"],"transcript":[{"author":"Clara Moskowitz","text":"The moon isn't just a pretty orb hanging in the sky. It's actually been deeply influential throughout human history. It helps us tell time, drives us to pursue science, inspires religious thoughts and much more. This is Cosmos, Quickly, and I'm Clara Moskowitz. Here to tell us all about how special the moon is is Rebecca Boyle, author of the new book Our Moon: How Earth's Celestial Companion Transformed the Planet, Guided Evolution, and Made Us Who We Are, out January 16th from Random House. Hi Becky, thanks for being here."},{"author":"Rebecca Boyle: ","text":"Thanks for having me."},{"author":"Moskowitz","text":"So this book is really fascinating and covers a broad range of topics. Tell me a little bit more about the main idea behind the book and what you're trying to get across."},{"author":"Boyle","text":"Well, I've always loved the moon personally, and it's kind of interesting, when I write about astronomy, it's sort of this, like, forgotten object. And if anything, it's annoying for professional astronomers because it's so bright. You have to do sort of deep-sky astronomy when it's not in the sky. And I always kind of felt a little bit defensive about it. Like, the moon is worth looking at. The moon is fun. And that's kind of what led me to this book."},{"author":"Boyle","text":"It turns out that the science of the moon's formation is actually very heated and very dynamic right now. One of the inspirations for this book was looking at how the moon came to be. And it turns out that that story is a lot more complicated than we thought it was. And after I looked at that science, I started thinking about what else the moon has done, what else the moon has meant to us, and I kind of came to think that the moon is responsible for every giant leap that we have made as a species."},{"author":"Boyle","text":"It really has guided everything that's ever happened on this planet, from the evolution of life on land to our ideas as a human species."},{"author":"Moskowitz","text":"I mean, that's amazing. And it's it's kind of a new idea for a lot of us who don't even notice the moon. Some of us go through our daily lives rarely glancing up. Others of us try to take notice. But why do you think it's had such a strong effect on on people throughout its history?"},{"author":"Boyle","text":"It's such a presence all the time, I mean, both night and day. You know, when we're looking up during the day, we notice maybe clouds or airplanes or a skyline or just, you know, trees and the environment. But the moon's there. And at night it takes over when it's, you know, even a crescent. It's sort of undeniable, and it can sneak up on you a little bit when it's in its early phases. But once it becomes, you know—first, we call it first quarter, when the moon is actually half full."},{"author":"Boyle","text":"It's one of those things that gets confusing, but it's the first quarter of its, you know, four-quarter phase. But it looks half full then and it's super bright, even, you know, in a city, even in an urban environment. And then when it's full, obviously it sort of dominates the entire nightscape. And I think it's just hard to ignore the influence that's had on people just thinking about what that thing is, you know, how far away it is, what it represents. Can we go there? What is it like there?"},{"author":"Boyle","text":"And that sort of driven human curiosity that for as long as we've been a species, you know—some of the earliest human art in caves in France and Indonesia and throughout the European continent, it features really prominently. And it's always been the case, even, you know, in our artificially lit nights."},{"author":"Moskowitz","text":"One of the things that really grabbed me was this argument you make that the moon is actually maybe responsible for both the creation of religion and of science. Tell me more about that argument."},{"author":"Boyle","text":"Yeah. So these are often described as being at odds, but I think science and religion have a lot in common in that they're both trying to understand the nature of our existence, are both trying to understand how we got here, what it means to be here. And they approach it in different ways, you know, And I think they're actually alike in their goals, if not in their methods. Both give us tools for trying to understand our existence. We struggle with things like the finality of death, the existence of eternity."},{"author":"Boyle","text":"It's just hard for us to imagine things existing before and after us, and the moon is sort of a early way for people to conceptualize those things. It changes, it goes away, but it comes back, you know—on the third day it rises again. And anybody who's familiar with, you know, Christian thought has—that's going to sound familiar. The moon was one of the very early ways that people were able to understand that idea of becoming and returning. It's very obvious when you look at it that it does these things, and that's sort of comforting, I think."},{"author":"Boyle","text":"Early on, the moon became a way for people to imagine other realms and these sort of very lofty ideas of of death and return. And then as people did that and looked at the moon for those sorts of questions, they developed science. In the book, I argue that science flows from religion. The idea of tracking the heavens, tracking the moon for spiritual purposes ends up, you know, flowering science—it ends up giving us the first sort of empirical evidence that existed of change, of mathematics, and the moon gave us all of that—both religion and science."},{"author":"Boyle","text":"I think that it's one way that they're linked."},{"author":"Moskowitz","text":"So tracking the moon was also one of the earliest ways that people started telling time, right? So tell me about how the moon has always been tied to time in human history."},{"author":"Boyle","text":"Yeah, I mean, the sun is sort of the most obvious timekeeper and the cycle of 24 hours. But if you want to tell time beyond a day or, you know, a couple of days, a couple of sunrises and sunsets, you need something else. And if you want to tell time, you know, in shorter blocks than things like the solstices, you need something else. And the moon is the most obvious way to do that. It's really handy."},{"author":"Boyle","text":"You know, if you're in an ancient culture and you need to be able to communicate with people in a different area, you use moons to not only light the night to get where you're going after the sun goes down, but you can say, like, \"When the moon is half full, I will meet you here.\" You know—\"After the new moon, I will arrive at this location.\" It's a very easy way to break apart days, and cultures across the world did this. So this is how we've began to tell time was using the moon."},{"author":"Boyle","text":"And the earliest calendars and human history and even some existing calendars are all based in the moon. The word actually comes from the moon. The calends is part of the Roman calendar, which was a lunar calendar until Julius Caesar changed things up and gave us what's now the edited version is the Gregorian calendar that we all still use in the modern world. The calends is the day that the new moon is sighted, and it begins the next month, which, the word month also comes from the moon. That's from the old English word for the moon."},{"author":"Boyle","text":"It's basically the only way we've ever figured out how to tell time beyond our 24-hour rotation on this planet. And after that happened, people needed a way to break it apart and to create, you know, lunar cycle, calendars, months. And once you did that, you could control civil society. Once you did that throughout the entire year, you could have, you know, a certain moon would mean something. This is when you would harvest, or this is when you would sow crops. This is when you'd have some sort of celebration."},{"author":"Boyle","text":"The thing is, it didn't take very long for people to figure out that the solar calendar, meaning the 24-hour cycle that we go through, is longer than the lunar calendar. There are about 12 days of difference in these calendars, 11 or 12 days. The 12 days of Christmas are a holdover from this tradition of trying to match the lunar and the solar year, and a lot of people around the world did this in different ways."},{"author":"Boyle","text":"But once you figured out timekeeping tools to do this, to unite these two calendars, you would have had a lot of power over society because then the person who's in charge of that controls when festivals take place, when harvests take place, when anything that is important to a civil society happens. [The] person who controls the calendar controls time."},{"author":"Moskowitz","text":"So we've talked about how the moon might have spurred the origin of science, but it's also still a topic of fascination for scientists today. Are they really a lot of mysteries about the moon that we we haven't solved yet?"},{"author":"Boyle","text":"Yeah, there are actually a surprising number. The moon has a lot of unique characteristics and I mean from the very basic fact of its size relative to Earth. It's huge compared to our planet, especially compared to other planets and their moons. Most moons are tiny little crumbs leftover from the formation of their planets. The moon is about one fourth the width of earth. It's much less dense than Earth, but it's huge in the sky compared to our planet. And no one really knows why. This is a lingering mystery."},{"author":"Boyle","text":"The particulars of the moon's formation are still very hotly debated right now in science conferences and in the academic literature. We know that something probably the size of Mars sheared off part of our early planet when it was very new. So four-something-billion years ago, that's—the precise number is also under debate. But when Earth was very freshly baked, something the size of Mars was also freshly baked in our neighborhood, and they collided. And the resulting splatter cataclysm is what caused Earth and our moon to form."},{"author":"Boyle","text":"But the how that happened and the speed at which it happened and the size of the two objects and what happened to them afterward is still very much debated. And it's interesting to compare those things to how we think other planets form. This is very hot research right now in planetary science. The way that rocky planets form in this solar system and others is still very much under debate. And the story of Earth's formation with the moon can shed some light on that process."},{"author":"Boyle","text":"Also, we don't really know why the hemispheres of the moon are so different. So we talk about the far side of the moon. In the near side, there's not a dark side. The dark side is only the part that's not illuminated, but there is a far side in that the moon's rotation itself matches the rotation around the Earth, so it always seems to show the same face to us. It's called tidally locked, and the distant side, the far side, looks very different from the near side."},{"author":"Boyle","text":"And there are a few theories about why this is, but we don't really have a good answer. We have some fresh samples that China has collected and you know, in the next couple of years, the U.S. and other countries are hoping to return also and get some fresh samples from the far side of the moon, which will be really useful to compare it to the near side samples that we got during Apollo and compare and contrast why the moon is this, like, geochemically very distinct on each side, and it's pretty active research as well."},{"author":"Moskowitz","text":"So you mentioned Apollo, which obviously was scientifically important and also culturally important. How do you think Apollo has helped shape our vision and our thoughts about the moon?"},{"author":"Boyle","text":"I mean, it's definitely changed our relationship to it. And before Apollo, you know, no one had ever been there. Obviously, we'd only imagine ourselves there once Apollo astronauts actually stood on the moon. It sort of extended human consciousness for the first time to another world. And I think that's still something I grapple with. I struggle to really imagine the profound impact that's had on humanity. I think one thing that Apollo gave us is the Earth. I'm hardly the first person to say this, but the Apollo movement really gave us the environmental movement."},{"author":"Boyle","text":"The ability to see Earth as a planet apart from itself was so transformative. And I think it still is. Earth is just one planet. There are a lot of them, and they're everywhere. And yet there's none like this one. There's none with this amount of water; there's none with this amount of air; there's none with life that we know. And why is that? I think the moon is actually a really big part of that story. Apollo was sort of the first time we started to ask that question."},{"author":"Boyle","text":"And obviously, it's, you know, among the most transformative cultural things that's ever happened. But that's not my favorite thing about Apollo. Apollo represents this return of the moon to Earth: its home, its twin, its sister. And I think that's really, you know, not the way most people think about Apollo. It's, you know, \"Yay, rockets.\" It's very exciting. Apollo was obviously a triumph, still a—50-plus years later. But to me, it it brings this sort of almost feeling of nostalgia or the idea of of missing a place of this, like, nostalgia for the comfort of home."},{"author":"Boyle","text":"And there's not really a good word in the English language for that. There's a few in Welsh and in Portuguese that that sort of convey this sense of longing. And that's what I think Apollo represents to me because it was about bringing the moon back to where it came from. And we didn't know that until we went there."},{"author":"Moskowitz","text":"I love that. Well, thank you so much for being here, Becky."},{"author":"Boyle","text":"Thanks so much for having me."},{"author":"Moskowitz","text":"Cosmos, Quickly is produced by Jeff DelViscio and Tulika Bose. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com. For Scientific American's Cosmos, Quickly, I'm Clara Moskowitz."}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,444,364,1424,5129,22581,19265,17156,17132,16235,13669,10150,10166,15031,12858,9546,9335,11184,8221,8250,8291,5963,22545,14787,10806,10751,6356,18944,17339,16867,10824,10959,16310,15795,16863,15586,10525,1173,1316,16120,17413,17499,16651,16208,16080,13631,16272,16482,15701,7999,1486,16936,16262,11603,15787,11177,17392,15458,13143,16658,17248,12016,3324,16285,16851,16809,16599,11636,2573,16140,16407,6772,4072,17874,17555,16972,17194,14586,16803,16250,16156,15288,8967,1690,1916,1622,16173,14075,16370,17178,14821,16908,16819,16962,11895,16559,17095,16850,17321,2963,17109,15947,16575,15957,16336,16396,16147,3626,17275,16249,13390,15689,16710,17045,15748,15112,17098,17365,17095,14855,1720,17234,16495,13939,17614,16145,15719,18776,14582,3253,5203,16698,19100,17169,17292,16069,15695,11488,4217,223,196,15982,15935,15960,15915,15935,11297,5887,10729,9050,6783,193,15898,15907,15941,15915,15936,15924,15918,15905,15883,15960,14629,14617,15951,13788,15972,12800,15916,15923,12856,13874,14979,15845,14276,13695,15467,13197,14331,14165,8024,1249,304,16216,8923,15956,15884,15943,7806,13517,8266,7142,10116,5359,8040,6642,9237,7885,6911,12666,10550,14050,10771,4596,15948,11599,11026,11490,15774,12326,11895,11093,10475,8482,8493,12142,14797,15939,15882,10654,9973,10989,10513,8283,12944,426,15912,14597,8882,6832,2756,12384,12180,16063,15719,11890,8846,12706,7702,15590,13745,913,16021,14505,7952,11815,14914,13782,8741,9008,8277,11907,13745,13915,14331,14172,7712,9749,11772,409,16125,15747,15894,10391,14248,11776,10886,10764,283,15998,9725,366,596,15985,15959,15973,13328,11658,14303,10245,9476,10310,12278,14521,8960,14441,11397,12050,11095,8738,488,15867,15982,15925,12127,12343,13034,11812,9950,11146,10112,15634,10508,10516,7404,5105,280,15856,15913,15948,15002,15969,10962,15385,8904,10626,5956,9536,11378,8417,292,15951,11702,16041,15982,15967,15980,15946,15945,10177,10156,13775,15938,13351,8641,12929,15915,8994,8548,8768,15943,13368,15776,15958,10478,16017,15839,15935,12722,11176,12289,11917,12057,10291,9627,9080,12914,11192,10020,9802,7923,13025,14557,8440,9170,460,12525,15922,14780,15951,15914,15954,15916,14809,8516,6527,10000,10194,7755,16136,10879,16016,12444,7150,9902,12045,10966,10586,6374,5773,9056,6446,4687,264,15924,15924,15927,15918,15883,15794,15925,15579,12896,14609,13598,12040,15938,15914,15931,15913,15903,14681,15126,15842,15962,15959,15056,15919,1979,982,15946,15914,14600,13721,15853,15918,16001,11729,848,15917,15943,15938,15796,10125,15885,15722,15965,11086,13144,15912,12453,12552,11779,9755,10970,284,189,17126,12811,9839,9192,16126,13403,15398,10655,6366,14093,10813,11340,11747,11014,9380,11355,8564,13016,964,13033,15151,16039,16336,12612,15811,9860,9651,8390,15962,14776,15983,13420,12039,15449,15983,9332,11646,10600,8307,13766,9019,14429,13209,403,16006,16008,15032,457,15917,11113,15924,15923,15945,13622,13464,13127,14071,10571,12836,12939,15925,11422,15933,13338,15949,16001,14997,8639,1259,16098,16263,13732,15920,15926,13634,13469,14021,11384,15938,9611,11102,924,15935,16032,11294,12505,13759,11703,11839,15939,15888,15299,15987,10972,11710,15873,15452,15521,8264,10096,12722,11408,8255,15657,6700,14639,15922,15925,16020,13147,11331,7221,11913,3531,15693,13094,15884,8817,653,15938,15904,15952,16069,15959,14518,15860,15643,13730,10651,317,13434,14297,16198,11627,15906,9072,9098,8411,15809,12768,14411,9645,8877,12653,13654,8732,13398,15622,12935,292,15991,15856,12171,15953,12712,12355,15929,300,15984,15359,15935,15956,13145,9937,11198,12380,15959,14233,15914,13884,13077,14498,15928,13041,10875,12040,11370,8095,10510,10632,11668,10991,12172,8894,467,16362,8711,15918,15949,15902,12917,13426,9924,15908,10042,8942,11102,415,12010,8364,14734,13960,8683,7485,12012,16122,12365,2698,15898,16045,15991,185,15584,15930,11052,15913,9440,12885,12972,9560,6524,15559,7853,12086,9209,11133,15993,15967,15921,14241,11865,6959,15845,15677,15892,15871,15439,15909,10708,10582,15574,14785,11917,13957,15928,14952,10667,12703,14664,7865,5425,1420,5751,6258,6733,2825,2534,5094,4954,2051,1928,978,680,15529,16058,16039,15987,16145,15992,15933,10608,15984,15968,15920,15896,12853,16031,15141,15952,15950,15900,14720,15911,14644,12972,12927,12564,376,4565,15930,15913,15287,15941,15982,15935,15921,12873,2461,8351,15923,15918,15497,15902,12989,7669,114,15932,15921,15940,15758,15919,10156,15934,8475,142,15990,15934,16000,15932,13935,13519,11368,14036,11558,9647,7867,15419,10731,12939,2746,16011,15990,15920,8831,15982,14083,15969,13244,14275,8610,269,15844,15942,15506,16012,15896,16222,13864,15943,16014,16210,15924,12811,16007,15963,15969,10388,10615,15882,338,16002,14638,15922,15940,16084,15877,16040,15470,15965,14182,13617,14225,15895,7754,597,16076,14338,16016,13721,15925,15916,6673,13221,15408,16029,15865,6387,322,15925,15140,15888,7891,6808,10406,13699,15135,13525,12812,15953,10472,14085,965,16372,16012,15929,12404,15987,14449,16031,11112,323,8359,9303,12029,8773,12977,11911,10356,13282,15946,12346,15214,11533,9152,7377,10307,10992,10954,15758,1046,303,15987,15074,15938,15911,15947,15945,12961,11532,13107,12133,9869,5615,266,16003,15959,15313,15825,15992,9445,15912,14086,10087,15974,15972,15896,15905,15987,15927,15887,15693,16039,779,15960,16033,15915,11803,15935,15971,15941,12953,12782,15968,12796,15878,14304,15601,15918,15822,15919,15965,15497,16011,15917,15946,15583,15723,13499,2732,15914,14518,16252,15942,15854,15954,15994,5359,14638,15831,14728,14995,15923,15975,11587,472,15839,15945,16012,16028,14866,14321,15930,15937,15926,15972,14283,11755,814,16059,15971,15889,12865,15848,8832,15319,16063,15966,15926,15692,15323,11884,15964,10874,11671,15926,13362,15927,15992,10324,7670,342,16585,12926,14038,10779,13550,15994,14103,15979,15914,11954,13812,15782,13763,15238,15873,341,16030,15272,15914,14893,15935,16133,15973,14323,11417,15936,14125,10632,15038,10163,16072,15917,15968,15774,11562,527,11083,15934,15965,16036,16139,15859,15913,15756,14667,16068,16020,16014,5252,7072,15990,14676,15865,10889,13451,12173,10050,1383,15926,15916,15942,15952,15913,7238,15924,16078,14071,15979,15883,16134,11363,15224,12226,13691,10359,15984,8490,12125,15969,10191,15904,15839,13811,13206,360,15874,15941,16093,15986,12480,15954,15765,15791,11347,15911,16071,10301,675,15919,16018,15933,15911,15908,5161,15573,14180,13316,15795,13743,4057,16104,15927,15903,15939,15927,15945,15890,2315,12094,15929,15926,15931,15946,15921,12788,9740,15927,15917,15943,15952,15908,15650,13160,11082,14503,15892,15962,13820,15922,16011,15018,15920,14704,8082,10121,9719,7835,14005,9245,10858,217,2667,16020,15902,16016,16360,15794,11908,15893,15951,18345,15851,13624,15933,13250,15971,15448,7900,11555,7428,309,15921,16043,15868,15943,15980,12972,13781,15819,14218,9555,14047,9511,8206,9737,9279,12498,13515,9446,11278,9803,11006,2978,16092,13733,15944,15918,15021,15454,9508,9783,15936,15902,15539,15851,12005,14649,10683,9751,7246,4456,15949,13054,12341,8283,8941,15948,16035,14337,15945,15931,15066,15173,15999,10084,9869,13010,12492,4127,15962,15927,15802,15985,10061,378,15971,16039,15820,15897,16381,16002,15325,10456,13689,9814,15825,11179,15049,15864,16177,15861,7508,9511,13286,10745,10218,16045,15813,13024,10888,10548,15920,15936,15836,11424,15949,7973,11843,13888,15938,13286,15956,13973,15937,12529,14316,14578,15999,15854,14825,11949,15987,12969,376,15865,14780,13144,15965,15822,11421,13653,15924,11835,12660,13816,16001,15937,14006,372,16077,15872,11894,12704,14533,366,16050,14136,1274,15781,9444,15910,13117,15968,15974,15881,15215,15902,14543,3085,12786,15857,9997,16043,15964,10792,11553,10396,648,15936,10027,1193,15791,15954,15804,16084,14545,12193,11590,10084,13987,11843,9691,10056,11878,15923,9543,7847,6254,14367,15941,14182,11623,9582,10925,9318,15971,12368,11291,13922,10341,8305,9246,10791,9161,9626,9481,12370,9429,10000,9022,8917,15903,9676,936,16058,15879,16111,10488,15887,15896,12762,13797,10686,13082,9634,15282,12144,8262,8166,8901,11459,4203,12632,15936,11355,10899,14784,12374,9771,16009,12069,479,15992,15928,13546,12153,12623,11139,15907,5414,8040,5271,10551,14757,10516,8336,9879,9257,489,14394,13733,11080,14739,12020,8659,9786,15888,15928,15955,15990,15959,15998,15902,15946,12979,13542,15968,13279,10315,15888,15860,13928,13647,8963,7061,11256,13110,8175,13239,364,16016,9061,15970,15916,16091,15963,7676,298,16044,15958,15946,11301,10736,15953,15808,15970,11213,12543,15981,15095,9922,244,16000,15912,15092,13982,15700,10037,390,12574,15999,16002,16005,13956,142,139,14457,9807,12193,10715,14625,10279,16069,12864,481,15972,15962,15922,16040,15923,16063,15965,12105,15569,12401,9904,16023,12373,12860,12807,9950,9802,10346,15947,8854,8766,9797,13145,15941,382,12283,12728,13380,11322,12136,14680,8561,401,294,16099,16188,16084,15988,15998,12562,13558,15893,15905,15961,15076,13001,10749,8457,11352,8808,8956,13335,15949,15901,13798,13122,13264,11278,311,15922,15897,15927,16029,15907,16114,16051,15923,6709,16060,15941,15923,15901,15079,14052,11034,7912,10593,9743,7871,12536,9291,11373,4766,15001,13667,12056,7891,9431,7237,9347,11200,8927,9010,6862,15915,15939,16146,10736,11728,11714,13502,10496,451,15850,16217,15590,15920,15976,15063,15973,11054,15786,12756,258,16068,15978,15925,15584,8585,16017,9286,10274,8252,9350,15951,12090,15935,16150,10006,15962,10557,5409,379,15934,15976,14898,15826,13992,15249,15934,14306,371,14791,8223,15962,15937,15963,15683,10774,10522,10999,1381,7777,11790,16039,9004,11533,8205,14604,9054,14559,7657,7218,15800,13975,16173,14611,16026,15881,13652,15984,15948,16052,11726,6385,11337,12292,11955,10435,9176,11672,9295,9611,6037,15255,8129,139,6177,6194,1783,1767,4948,4747,5727,3497,2350,5932,6303,2086,1962,6457,6638,5029,1899,6155,6604,2073,1788,1713,697,583,470,16023,15986,16013,13306,14553,16023,14891,7946,11332,12406,15954,15239,15917,14572,15930,13091,5158,15363,15955,14651,15918,15578,15876,15912,13023,15953,12876,13184,11532,13672,6549,15962,14870,2215,15917,15924,15908,15917,15902,15887,15914,15922,15921,14705,14750,15962,15977,15903,2205,171,1059,15959,15918,16048,14287,15871,15983,15908,15928,14495,15935,13413,15869,15902,5627,11342,13539,13899,4234,16091,15867,15904,15919,15998,15959,15925,15164,10076,15978,11966,9542,13677,13427,9648,12882,5475,15921,15870,15965,15930,15186,8231,14011,15081,15927,14099,15098,12961,7049,15691,11333,10833,6058,8267,7500,3239,435,15900,15873,15972,12225,13130,10744,15664,16229,1324,15940,16030,12148,16005,15934,13212,13036,14617,10482,12810,1043,2505,16278,10511,16090,16048,12481,13585,11376,13528,10295,15933,15878,10742,8618,12516,15976,11381,11767,285,15735,10114,12516,13255,13635,14220,9306,4573,15904,15920,15948,15929,15938,16045,15859,12220,15914,15924,8945,9851,10906,16011,15901,15969,15977,13347,15848,16083,9808,15641,16260,12644,11263,11085,13443,10560,15916,15932,592,15971,16041,14710,15894,15956,15975,11253,13796,8966,13017,15736,14808,2774,1758,16001,15901,15998,9716,10725,13209,15990,14845,12917,499,15876,15929,15968,12265,15818,12542,10937,7494,11243,15894,15958,15277,13595,13524,15947,15955,2970,16035,15982,16012,15944,14319,15748,8117,15305,11732,16081,14893,14979,15914,14400,14114,12624,13894,15977,13201,12356,15976,12109,16152,15926,7368,15923,13348,10044,15990,15951,4245,2919,15961,12340,15035,14315,12106,11530,14625,10102,9028,5124,12843,7942,11174,815,15615,13620,505,363,16055,15965,15925,15965,13678,7445,12421,15755,15949,10633,15940,16089,10147,14139,7173,7345,6255,15941,13016,16182,13356,14119,12468,15812,15969,8907,8585,303,16039,9614,15872,14928,16109,15972,15009,9598,10881,15518,16092,15953,6329,5146,9847,9303,16020,14254,9217,9953,11407,12253,7016,8583,7537,617,15999,15888,15978,7350,6543,11399,12134,12016,7138,8788,12557,8154,15873,14571,16067,8233,12563,11271,8476,16026,15868,10634,7554,2666,15907,15440,9188,8634,13926,13463,11206,10854,7867,297,841,16064,15976,13755,15904,13380,15714,15889,13785,14868,11547,10853,11223,9767,824,12914,15935,15946,14199,12284,8232,8127,9293,1449,12735,15988,15896,15902,12284,15897,15972,16134,14716,15390,8985,12458,13237,15953,15872,15945,16050,14069,15959,433,16036,16145,12840,8826,14820,12159,566,15988,10869,5893,12733,15883,15984,9212,15968,12347,8608,791,15931,15923,9829,14343,6591,10812,13786,9690,3870,8127,15943,9688,11978,385,15913,9103,728,15764,15158,15780,16003,14527,15951,10827,15958,15946,15138,12130,10542,11226,12808,437,15940,15933,15957,15958,15061,12430,8620,13269,15440,14815,15953,15195,674,15990,12685,15864,15958,15943,15935,11324,10982,9336,12014,13877,16158,11608,13837,16128,9502,13587,9068,11834,8840,11662,9998,12555,8051,11092,13419,12714,8919,13819,15822,9230,14762,15944,13995,6968,5341,13677,15983,16009,10687,8020,12462,15174,15778,14315,8859,10797,14280,11367,14550,8878,411,16087,11910,15891,12441,9869,3488,15912,11922,9682,13468,551,9526,8970,7414,15907,10315,7597,7028,15977,9423,9053,11857,15162,10493,4113,6672,175,196,15904,14689,3425,432,15964,15896,15945,15908,13990,9432,15941,15900,15950,15996,15943,15917,16021,15925,15927,15929,15913,15930,15330,15472,15957,15923,15912,15906,11375,13920,11493,15924,15868,15853,839,15921,15936,15928,15340,15324,12117,13577,13946,11973,241,237,15210,12168,13484,13766,15975,13622,11459,13987,15844,15813,15192,7589,8273,8668,12283,8542,7154,15968,13327,10005,8733,15879,16033,11826,7810,107,15981,15966,15967,16002,15912,16081,15937,15999,12922,10911,14999,15943,13438,15868,15138,16009,15901,11276,7456,6687,15920,16093,15980,15999,15813,10133,8186,12627,9246,14627,10622,11476,10319,13342,6855,16070,15959,16030,15918,15899,15936,15920,1836,15996,15791,15906,15945,13602,13925,12066,16011,13284,8672,14103,13101,10152,14465,8124,10749,14245,800,16063,11332,15975,15959,9059,15941,15892,10704,15892,7376,15915,15935,13879,12932,13667,11512,15341,15280,10046,7985,15936,15840,16167,12353,15930,15898,8258,5004,1279,16049,15715,10437,15872,14697,10868,7080,15942,11843,15769,13048,8826,14181,15941,11313,7920,12702,7500,10803,1822,1657,15935,10435,11762,8248,16016,15886,15999,10039,14325,15942,15983,15839,2979,15915,15680,9948,13899,15099,7901,14558,8347,5652,10120,9694,9157,11630,8320,15870,15591,9934,10756,11329,8578,12958,8733,304,9615,11653,15639,8719,7410,361,16197,12659,15825,15979,10900,10406,13784,13126,12031,9569,10958,13954,13454,15106,1991,15974,15911,11775,15965,13131,8058,13369,15935,15091,15955,8042,498,15932,8432,16103,16026,8739,8924,132,15996,13162,13153,9920,8908,9316,8389,9366,12319,15931,6001,1397,13458,15954,16012,15723,9821,11351,15548,12513,15382,6538,15910,15365,9014,16042,15896,14278,9618,15975,11040,11629,8658,6735,11378,6746,5363,9511,9862,9352,6172,7901,7780,372,15953,13854,15903,16134,13579,2542,281,5340,16063,15973,15409,15938,10968,15892,15895,15979,15873,15936,12448,15985,15965,8212,15981,15964,13008,15466,15922,9482,7461,15684,15951,15230,15965,11073,9783,15871,15850,533,15968,14129,16044,15945,1792,16037,15919,15925,9192,363,15984,16034,15894,15798,15326,14806,15954,16025,15848,16015,11682,10432,307,15892,15638,10998,11056,12939,15589,11142,12315,12299,15978,14956,10461,9914,7065,10670,16427,16234,14032,14106,9274,10396,12509,11560,15275,7632,8001,16204,8720,11172,10864,581,12152,8035,7569,16474,15997,16018,15955,13657,3526,10305,16151,14910,11383,15747,8640,9153,16425,15281,17375,17000,9975,15439,8757,13147,7670,7092,8690,10321,16545,16012,16217,16368,8543,14681,10055,14244,12995,7824,2676,16307,12572,16356,16604,12322,11350,17129,3588,2244,1426,1946,15175,18624,9508,4767,19024,17683,17563,17805,19278,18247,16837,11847,13180,17847,16773,15468,10607,3892,16384,15443,16568,18099,15172,13611,12868,13729,15275,9504,17904,18429,16338,17327,17516,16621,16984,19067,19961,18842,20165,19124,19251,14292,18660,18051,18642,18374,18273,18099,16866,16371,3972,20872,20170,20089,17194,19528,18374,18963,18754,17564,16394,4464,17006,17308,16487,17648,17331,17131,21184,17970,19311,19342,13914,15341,3431,1994,3991,6138,3159,2631,2456,2303,459,230,104,48,15,6,5,2],"fragments":[{"begin":"0.000","end":"73.760","lines":["The moon isn't just a pretty orb hanging in the sky. It's actually been deeply influential throughout human history. It helps us tell time, drives us to pursue science, inspires religious thoughts and much more. This is Cosmos, Quickly, and I'm Clara Moskowitz. Here to tell us all about how special the moon is is Rebecca Boyle, author of the new book Our Moon: How Earth's Celestial Companion Transformed the Planet, Guided Evolution, and Made Us Who We Are, out January 16th from Random House. Hi Becky, thanks for being here."]},{"begin":"73.760","end":"75.640","lines":["Thanks for having me."]},{"begin":"75.640","end":"98.920","lines":["So this book is really fascinating and covers a broad range of topics. Tell me a little bit more about the main idea behind the book and what you're trying to get across."]},{"begin":"98.920","end":"138.920","lines":["Well, I've always loved the moon personally, and it's kind of interesting, when I write about astronomy, it's sort of this, like, forgotten object. And if anything, it's annoying for professional astronomers because it's so bright. You have to do sort of deep-sky astronomy when it's not in the sky. And I always kind of felt a little bit defensive about it. Like, the moon is worth looking at. The moon is fun. And that's kind of what led me to this book."]},{"begin":"138.920","end":"167.960","lines":["It turns out that the science of the moon's formation is actually very heated and very dynamic right now. One of the inspirations for this book was looking at how the moon came to be. And it turns out that that story is a lot more complicated than we thought it was. And after I looked at that science, I started thinking about what else the moon has done, what else the moon has meant to us, and I kind of came to think that the moon is responsible for every giant leap that we have made as a species."]},{"begin":"167.960","end":"176.600","lines":["It really has guided everything that's ever happened on this planet, from the evolution of life on land to our ideas as a human species."]},{"begin":"176.600","end":"192.720","lines":["I mean, that's amazing. And it's it's kind of a new idea for a lot of us who don't even notice the moon. Some of us go through our daily lives rarely glancing up. Others of us try to take notice. But why do you think it's had such a strong effect on on people throughout its history?"]},{"begin":"192.720","end":"221.720","lines":["It's such a presence all the time, I mean, both night and day. You know, when we're looking up during the day, we notice maybe clouds or airplanes or a skyline or just, you know, trees and the environment. But the moon's there. And at night it takes over when it's, you know, even a crescent. It's sort of undeniable, and it can sneak up on you a little bit when it's in its early phases. But once it becomes, you know—first, we call it first quarter, when the moon is actually half full."]},{"begin":"221.720","end":"247.840","lines":["It's one of those things that gets confusing, but it's the first quarter of its, you know, four-quarter phase. But it looks half full then and it's super bright, even, you know, in a city, even in an urban environment. And then when it's full, obviously it sort of dominates the entire nightscape. And I think it's just hard to ignore the influence that's had on people just thinking about what that thing is, you know, how far away it is, what it represents. Can we go there? What is it like there?"]},{"begin":"247.840","end":"266.600","lines":["And that sort of driven human curiosity that for as long as we've been a species, you know—some of the earliest human art in caves in France and Indonesia and throughout the European continent, it features really prominently. And it's always been the case, even, you know, in our artificially lit nights."]},{"begin":"266.600","end":"284.160","lines":["One of the things that really grabbed me was this argument you make that the moon is actually maybe responsible for both the creation of religion and of science. Tell me more about that argument."]},{"begin":"284.160","end":"317.800","lines":["Yeah. So these are often described as being at odds, but I think science and religion have a lot in common in that they're both trying to understand the nature of our existence, are both trying to understand how we got here, what it means to be here. And they approach it in different ways, you know, And I think they're actually alike in their goals, if not in their methods. Both give us tools for trying to understand our existence. We struggle with things like the finality of death, the existence of eternity."]},{"begin":"317.800","end":"349.840","lines":["It's just hard for us to imagine things existing before and after us, and the moon is sort of a early way for people to conceptualize those things. It changes, it goes away, but it comes back, you know—on the third day it rises again. And anybody who's familiar with, you know, Christian thought has—that's going to sound familiar. The moon was one of the very early ways that people were able to understand that idea of becoming and returning. It's very obvious when you look at it that it does these things, and that's sort of comforting, I think."]},{"begin":"349.840","end":"387.800","lines":["Early on, the moon became a way for people to imagine other realms and these sort of very lofty ideas of of death and return. And then as people did that and looked at the moon for those sorts of questions, they developed science. In the book, I argue that science flows from religion. The idea of tracking the heavens, tracking the moon for spiritual purposes ends up, you know, flowering science—it ends up giving us the first sort of empirical evidence that existed of change, of mathematics, and the moon gave us all of that—both religion and science."]},{"begin":"387.800","end":"390.240","lines":["I think that it's one way that they're linked."]},{"begin":"390.240","end":"400.240","lines":["So tracking the moon was also one of the earliest ways that people started telling time, right? So tell me about how the moon has always been tied to time in human history."]},{"begin":"400.240","end":"423.760","lines":["Yeah, I mean, the sun is sort of the most obvious timekeeper and the cycle of 24 hours. But if you want to tell time beyond a day or, you know, a couple of days, a couple of sunrises and sunsets, you need something else. And if you want to tell time, you know, in shorter blocks than things like the solstices, you need something else. And the moon is the most obvious way to do that. It's really handy."]},{"begin":"423.760","end":"453.080","lines":["You know, if you're in an ancient culture and you need to be able to communicate with people in a different area, you use moons to not only light the night to get where you're going after the sun goes down, but you can say, like, \"When the moon is half full, I will meet you here.\" You know—\"After the new moon, I will arrive at this location.\" It's a very easy way to break apart days, and cultures across the world did this. So this is how we've began to tell time was using the moon."]},{"begin":"453.080","end":"482.640","lines":["And the earliest calendars and human history and even some existing calendars are all based in the moon. The word actually comes from the moon. The calends is part of the Roman calendar, which was a lunar calendar until Julius Caesar changed things up and gave us what's now the edited version is the Gregorian calendar that we all still use in the modern world. The calends is the day that the new moon is sighted, and it begins the next month, which, the word month also comes from the moon. That's from the old English word for the moon."]},{"begin":"482.640","end":"513.320","lines":["It's basically the only way we've ever figured out how to tell time beyond our 24-hour rotation on this planet. And after that happened, people needed a way to break it apart and to create, you know, lunar cycle, calendars, months. And once you did that, you could control civil society. Once you did that throughout the entire year, you could have, you know, a certain moon would mean something. This is when you would harvest, or this is when you would sow crops. This is when you'd have some sort of celebration."]},{"begin":"513.320","end":"537.360","lines":["The thing is, it didn't take very long for people to figure out that the solar calendar, meaning the 24-hour cycle that we go through, is longer than the lunar calendar. There are about 12 days of difference in these calendars, 11 or 12 days. The 12 days of Christmas are a holdover from this tradition of trying to match the lunar and the solar year, and a lot of people around the world did this in different ways."]},{"begin":"537.360","end":"566.840","lines":["But once you figured out timekeeping tools to do this, to unite these two calendars, you would have had a lot of power over society because then the person who's in charge of that controls when festivals take place, when harvests take place, when anything that is important to a civil society happens. [The] person who controls the calendar controls time."]},{"begin":"566.840","end":"582.120","lines":["So we've talked about how the moon might have spurred the origin of science, but it's also still a topic of fascination for scientists today. Are they really a lot of mysteries about the moon that we we haven't solved yet?"]},{"begin":"582.120","end":"615.160","lines":["Yeah, there are actually a surprising number. The moon has a lot of unique characteristics and I mean from the very basic fact of its size relative to Earth. It's huge compared to our planet, especially compared to other planets and their moons. Most moons are tiny little crumbs leftover from the formation of their planets. The moon is about one fourth the width of earth. It's much less dense than Earth, but it's huge in the sky compared to our planet. And no one really knows why. This is a lingering mystery."]},{"begin":"615.160","end":"648.360","lines":["The particulars of the moon's formation are still very hotly debated right now in science conferences and in the academic literature. We know that something probably the size of Mars sheared off part of our early planet when it was very new. So four-something-billion years ago, that's—the precise number is also under debate. But when Earth was very freshly baked, something the size of Mars was also freshly baked in our neighborhood, and they collided. And the resulting splatter cataclysm is what caused Earth and our moon to form."]},{"begin":"648.360","end":"676.240","lines":["But the how that happened and the speed at which it happened and the size of the two objects and what happened to them afterward is still very much debated. And it's interesting to compare those things to how we think other planets form. This is very hot research right now in planetary science. The way that rocky planets form in this solar system and others is still very much under debate. And the story of Earth's formation with the moon can shed some light on that process."]},{"begin":"676.240","end":"704.240","lines":["Also, we don't really know why the hemispheres of the moon are so different. So we talk about the far side of the moon. In the near side, there's not a dark side. The dark side is only the part that's not illuminated, but there is a far side in that the moon's rotation itself matches the rotation around the Earth, so it always seems to show the same face to us. It's called tidally locked, and the distant side, the far side, looks very different from the near side."]},{"begin":"704.240","end":"733.400","lines":["And there are a few theories about why this is, but we don't really have a good answer. We have some fresh samples that China has collected and you know, in the next couple of years, the U.S. and other countries are hoping to return also and get some fresh samples from the far side of the moon, which will be really useful to compare it to the near side samples that we got during Apollo and compare and contrast why the moon is this, like, geochemically very distinct on each side, and it's pretty active research as well."]},{"begin":"733.400","end":"746.320","lines":["So you mentioned Apollo, which obviously was scientifically important and also culturally important. How do you think Apollo has helped shape our vision and our thoughts about the moon?"]},{"begin":"746.320","end":"780.560","lines":["I mean, it's definitely changed our relationship to it. And before Apollo, you know, no one had ever been there. Obviously, we'd only imagine ourselves there once Apollo astronauts actually stood on the moon. It sort of extended human consciousness for the first time to another world. And I think that's still something I grapple with. I struggle to really imagine the profound impact that's had on humanity. I think one thing that Apollo gave us is the Earth. I'm hardly the first person to say this, but the Apollo movement really gave us the environmental movement."]},{"begin":"780.560","end":"807.680","lines":["The ability to see Earth as a planet apart from itself was so transformative. And I think it still is. Earth is just one planet. There are a lot of them, and they're everywhere. And yet there's none like this one. There's none with this amount of water; there's none with this amount of air; there's none with life that we know. And why is that? I think the moon is actually a really big part of that story. Apollo was sort of the first time we started to ask that question."]},{"begin":"807.680","end":"844.920","lines":["And obviously, it's, you know, among the most transformative cultural things that's ever happened. But that's not my favorite thing about Apollo. Apollo represents this return of the moon to Earth: its home, its twin, its sister. And I think that's really, you know, not the way most people think about Apollo. It's, you know, \"Yay, rockets.\" It's very exciting. Apollo was obviously a triumph, still a—50-plus years later. But to me, it it brings this sort of almost feeling of nostalgia or the idea of of missing a place of this, like, nostalgia for the comfort of home."]},{"begin":"844.920","end":"865.440","lines":["And there's not really a good word in the English language for that. There's a few in Welsh and in Portuguese that that sort of convey this sense of longing. And that's what I think Apollo represents to me because it was about bringing the moon back to where it came from. And we didn't know that until we went there."]},{"begin":"865.440","end":"869.200","lines":["I love that. Well, thank you so much for being here, Becky."]},{"begin":"869.200","end":"870.920","lines":["Thanks so much for having me."]},{"begin":"870.920","end":"892.440","lines":["Cosmos, Quickly is produced by Jeff DelViscio and Tulika Bose. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com. For Scientific American's Cosmos, Quickly, I'm Clara Moskowitz."]}],"duration":892.4734166666667}