{"title":"The Government’s Former UFO Hunter Found Something More Concerning Than Aliens","img":"https://static.scientificamerican.com/sciam/cache/file/6BE9FCCF-F051-4DBC-BDB193F8749BBE01_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-governments-former-ufo-hunter-has-a-lot-to-say/","audio":"https://traffic.megaphone.fm/SAM8191716566.mp3?updated=1706890177","intro":["Sean Kirkpatrick looked into the skies and deep into government archives for extraterrestrials. What he found is, to him, more concerning than little green men."],"authors":["Daniel Vergano","Jeffery DelViscio"],"category":["Defense"],"transcript":[{"author":"Dan Vergano: ","text":"You’re listening to Scientific American’s Science, Quickly. I’m Dan Vergano. For the past decade, reports of UFO sightings have filled headlines and news broadcasts, and some of these have come from a surprising place: the Pentagon. Former defense officials have made a number of claims about, and released videos of, strange sightings made by military pilots. These days, the objects are officially called UAP (unidentified anomalous phenomena). But regardless of the new branding, Congress has demanded answers on these objects, especially after one former official this summer claimed that he believed that the U.S."},{"author":"Dan Vergano: ","text":"possessed “nonhuman” spacecraft and possibly their “dead pilots.” We’re talking today to physicist and former intelligence official Sean Kirkpatrick, who, until last December, headed the All-Domain Anomaly Resolution Office, the Pentagon office that Congress told to find some answers to all this. He recently published an op-ed in Scientific American called “Here's What I Learned as the U.S. Government’s UFO Hunter.” Hi, Sean. Welcome to the podcast."},{"author":"Sean Kirkpatrick: ","text":"I’m glad to be here."},{"author":"Vergano","text":"Can you talk a little bit about your office’s search through past records? What’d you find in—what did Congress ask you to look for?"},{"author":"Kirkpatrick","text":"Sure. The Congress really gave us two main missions. There was an operational mission, which is to investigate contemporary sightings with military pilots, operators [and] sensors to understand what’s happening in our domain. You can think of that as the current time going forward."},{"author":"Kirkpatrick","text":"The second mission was a historical mission, which was to look at everything the United States government has done on this topic, going back to 1945, as well as look at whether or not there’s been any sort of hidden program by the government that’s been kept from Congress on investigating UAP/UFOs or reverse engineering of said things."},{"author":"Kirkpatrick","text":"In that second mission, in that historical mission, anybody who had previously signed nondisclosure agreements that protect classified information, they were allowed to come in—if they thought what they had access to was supporting evidence for this investigation—to come in and tell us all about that. And then we would go and investigate what they had to say. We then had the National Archives; we had all military service archives; we had some of the combatant command archives, the intelligence community archives, NASA...."},{"author":"Kirkpatrick","text":"We would investigate what they would have to say, going back as far back as those archives go, to identify, “Hey, if you came in and named a program, whose program was it? What was it? How did that relate to what the person was describing?” and document all that—which we did, and that was the last report that I signed out when I retired. So in it, there is a bunch of programs that were named. Those are all classified. We found what all of those programs are and reported those back up to Congress."},{"author":"Kirkpatrick","text":"Congress’s concern is that there was a program that they did not have insight into, and that is not the case. What we’ve found is that everything that’s been named or identified has a legitimate oversight committee. It’s been reported out. It may be state-of-the-art capabilities that if somebody were [to] see, [they] didn’t understand, but that’s the scope of the investigation."},{"author":"Vergano","text":"It’s fair to say that you had access to all the classified world that people have pointed to before as hiding some sort of program like this in the past, and you looked there, and you found no evidence of this story that the government has somehow been sitting on aliens for the last 60-plus years."},{"author":"Kirkpatrick","text":"That’s right. So everything that people have pointed to, we went and investigated and found no evidence to support that. Again, a lot of these things are real R&D or real state-of- the-art programs, not extraterrestrial, but it is completely understandable why someone who did not know that would draw that conclusion."},{"author":"Vergano","text":"You know, there’s been a lot of concern that excessive classification is playing a role here, that people can’t even knock down these claims. Is that a fair complaint, or how would you describe that? Like, you can’t tell somebody that they didn’t see something they’re not to see because you’re not allowed to talk about it. Has that been a factor here?"},{"author":"Kirkpatrick","text":"Uh, in some instances, yes, obviously, because if somebody inadvertently got access to something or had unauthorized access to something, you can’t go and explain to them everything about it. And so that’s where you get into another issue of who actually has access to that information on the Hill. Most people don’t understand [that] congressional members don’t all get access to everything."},{"author":"Vergano","text":"We should point out that none of these people who call themselves whistleblowers is or are describing this supposed conspiracy—came to you with evidence of hidden technology."},{"author":"Kirkpatrick","text":"Right. Most everyone that came—now, there are some that had firsthand, eyewitness accounts of something, but that’s something that turns out to be something else—but for the whistleblowers in the public eye, all of them did not come in. So I really have two sets of people. I have a group of people who legitimately have something to say and share. We have others that would rather go to public or to the Hill and not come in and share that information, which to me is an immediate red flag on the viability of anything they have to say."},{"author":"Kirkpatrick","text":"So I had to get a lot of the information that those other people were sharing through second and third parties, because it all comes down to the same group of individuals, you know, recirculating this story, and the story has been around for decades."},{"author":"Vergano","text":"And it just seems like a tremendous game of telegraph that’s been going on for a long time. And it’s spun up now from the world of ufology to entertainment, to the Congress and genuine congresspeople, who aren’t in the intelligence world that you describe, sort of pounding the table and demanding answers on this. Is that unfair?"},{"author":"Kirkpatrick","text":"No, that’s not unfair. We have legitimate concerns by some of the more rational-minded members of Congress, mostly on the Senate side, about the contemporary observations. I have trained military pilots, intelligence sensors that pick up things that we don’t identify. Now just because we don’t identify it, you shouldn’t leap to “it’s an extraterrestrial.” There are a lot of things that we can’t identify, and that’s part of the problem. And that’s one of the things that we were trying to get characterized and analyzed."},{"author":"Kirkpatrick","text":"But then I’ve got others who—they don’t have an oversight role, and none of those members ever asked for a briefing. So it’s really hard for me to get my head around how a policy maker doesn’t ask for that data."},{"author":"Vergano","text":"I mean, from the outside, it looks like grandstanding congresspeople talking about UFOs and distracting you from the other mission, your main mission, of actually determining what these things are that are affecting our pilots."},{"author":"Kirkpatrick","text":"That’s right. So all of what we’ve been talking about from the historical whistleblower perspective—important that we need to get it investigated and documented but certainly takes away from the more salient and concerning mission, the operational mission of the here and now."},{"author":"Vergano","text":"I got to say, as someone who’s interviewed a lot of people [in] the Air Force, in the Army [for the] last three decades, it seems kind of insulting and crazy to think that they would hide a technology that would protect soldiers and pilot’s lives. I mean, is that an unfair thing to say or—I mean, it just, it’s ..."},{"author":"Kirkpatrick","text":"It’s not at all, but you’re trying to put logic and reason to a conspiracy. Part of the argument is “Oh, well, you know, there’s 12 of these that have crashed into the United States.” So a lot of people point out, “Are you telling me that 12 of these vehicles traveled interstellar space, found Earth, got to Earth, and they all crashed in the United States in the last mile?” That’s just not rational, right?"},{"author":"Kirkpatrick","text":"But to your point, if I’m a military serviceman today, or woman, yeah, I would be very outraged to find that there was this technology that would certainly advance our capabilities and prevent loss of life. There is not. This is really just a microcosm of a really large problem of distrust of government, distrust of how we conduct operations, investigations, how we govern and our capacity to do so. And I think some of the publicly expressed sentiment by policy makers that completely lacks any sort of rational thought or common sense just reinforces that concern."},{"author":"Vergano","text":"You wrote that this is one of the things that led you to retire from your role. Could you talk about that a little more—like, in what way?"},{"author":"Kirkpatrick","text":"So when I started this assignment, I laid out a set of milestones. I kept track of that in a scorecard. I reported that out to Congress. And when I reached my goal, that’s when I was done. I would probably still be there if it weren’t for this irrationality and this cloud of conspiracy that detracts from the real mission. I’m both an intelligence officer and a scientist, and so hunting for the unknown is the sweet spot of, really, my career. This would be lots of fun if that’s all I had to worry about—but it’s not, right?"},{"author":"Kirkpatrick","text":"So most of my time [was] spent trying to figure out how to investigate conspiracy, and you can’t prove a negative, right? So now you’re faced with laying out as much evidence as you can, but you find that the policy makers have this belief that is completely unfounded and irrational....  I’ve had senior leaders sit in my office and accuse me of being part of the cover-up for the last 40 years. I’m not that old. So, you know, this is just not rational."},{"author":"Vergano","text":"Is there anything you’d say to the more general reader, like, who thinks, “Okay, well, people aren’t talking about UFOs—the government must know something,” I mean, like, who maybe are maybe more amenable to, like, a reasonable argument?"},{"author":"Kirkpatrick","text":"Well, what I would say is that the government spends a lot of time and effort developing advanced technology for a variety of reasons. Some of this is just people having observed things or seen things or got access to things that they shouldn’t have—that they don’t understand. And just because they don’t understand it, they seem to leap to “it must be extraterrestrial,” as opposed to, well, it could just be maybe the United States has an edge. So I would take some comfort in that."},{"author":"Kirkpatrick","text":"We laid out a very clear, scientifically based plan that is being executed to do everything from calibrating our sensors and training our operators on known objects to investigating what state-of-the-art technologies are happening across the world that we may not know about or not recognize. And so my team and I put all that in place, and that’s all been executed and analyzed and done in a rational sanction."},{"author":"Kirkpatrick","text":"What happens to that is where I get frustrated because where that goes beyond that—and “Does it fall on the deaf ears of these policy makers?” You know, I’ve got better things to do. So I’m hoping that once this report gets delivered, there will be an unclassified version that goes to the public that will help clear up at least some of this."},{"author":"Vergano","text":"Sean, thanks very much for your time. Really appreciate you speaking with us."},{"author":"Kirkpatrick","text":"My pleasure. I look forward to doing it again."},{"author":"Vergano","text":"Science, Quickly is produced by Jeff DelViscio and Tulika Bose. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com.  For Science, Quickly, I’m Dan Vergano."}],"wave_peaks":[559,1128,1491,2179,3110,2604,2999,3381,4742,3183,2728,3815,3697,5883,6754,6926,6910,6687,4854,4176,2761,1958,2007,2140,1864,1697,16075,16209,16263,15654,15822,15394,15819,15680,11113,15677,16040,15645,5365,985,16067,16000,14243,15577,15856,15842,15984,15358,15724,15880,14452,14181,10611,6440,1387,10118,16594,15502,12964,15962,14319,15935,1433,15642,15979,4105,665,15656,15767,16735,16415,16574,16359,15752,15452,12049,15647,16075,13897,8605,16371,15608,14573,13756,12998,14847,2538,768,507,16166,16330,16277,16174,12533,10667,16142,12128,912,15970,16055,15763,15810,15006,14838,13801,1582,648,15881,16176,16576,16358,16568,16041,15971,16079,15823,13988,14434,12799,4113,6190,16093,16518,16209,15850,14736,16126,15827,14584,16020,14463,14001,13751,15188,1284,16217,16071,15545,8999,6065,876,15644,16199,15791,15791,15833,15819,14217,2814,1479,1328,15946,16788,16024,16182,16229,16054,12652,11981,15794,10148,5856,16321,16277,15880,2157,813,15652,16716,16876,16457,16903,13082,10744,10564,13447,11837,16269,15980,16532,7179,2950,1455,16472,15956,16142,16339,16325,16528,14790,16109,16667,11762,17399,16230,13843,15302,15338,13240,14893,14250,3648,3117,3230,4049,5326,6468,18605,13505,12671,8582,8353,4557,5828,13693,7121,5594,5733,5340,13436,16244,15606,15635,9932,6208,11204,5243,5552,18859,13685,2469,0,51,15948,15594,15606,15671,14740,13021,9581,15587,14015,15525,15592,14766,10640,10705,15652,15674,14498,13833,14126,10783,9552,2926,6371,17269,18979,13712,17959,18736,11065,4023,15843,15834,5973,6999,3964,4324,5814,5718,18818,15298,15716,16282,2972,2612,10062,6672,2244,16236,17813,16549,12338,5068,2872,16183,16862,16064,13886,20255,18100,17560,10499,10249,16428,13582,7466,456,131,19450,16840,18999,21114,17196,7236,5491,8187,9130,510,635,254,7634,16830,22073,20235,5736,3110,20604,16672,14211,6096,5788,5616,355,301,1347,9439,22142,16019,7920,3588,6364,7116,17768,6956,1674,4148,16417,12098,10209,223,18433,19605,16654,12862,7283,1382,8130,9131,2039,5524,10310,4289,16907,11718,6572,13632,9791,1329,671,2836,4659,21481,20472,2470,3199,3075,12351,20853,20355,20491,20732,3035,11799,15566,17571,8169,17741,19492,1979,2358,267,15348,15638,3882,2105,1474,10709,15996,14298,3245,2199,269,6575,5524,5219,399,2275,7752,14700,15886,2461,13614,14864,6730,3584,5120,3815,1140,8608,13576,18852,8703,18381,16373,5892,2543,2710,1,412,18903,17382,19628,15837,15732,4596,8156,19636,9258,4203,843,199,15973,17532,6059,13927,10265,14575,16879,10581,197,16612,15793,20048,17810,18625,6604,6378,15495,5733,2769,2361,16707,19047,12039,10468,14356,17456,18592,14916,10016,6615,5978,1988,1788,16992,17054,8447,8190,1541,11878,18062,4296,12491,16685,15481,10185,6590,639,4271,6021,18757,10720,16980,16263,15817,5383,4767,4950,15261,7828,4501,254,293,1759,18915,17278,7780,10131,11269,12601,15060,388,337,8709,16380,15161,18217,14453,16825,17428,7287,1258,3844,309,18011,22164,20252,18376,15051,12492,16662,14226,13258,8266,10109,11241,19457,2468,19505,14807,18546,11269,7545,6777,7946,4968,3582,2052,1900,3417,17025,19458,4170,3931,4587,17795,14890,4344,9523,5147,2807,2035,4775,465,20247,15852,4803,273,2773,4193,14053,20651,21965,6651,4841,8596,5501,2376,4580,16919,6363,7968,14214,17568,257,3556,10704,11749,10063,9358,6256,16103,10964,2517,22003,19261,17302,9248,8153,5433,16340,17427,17442,17862,3374,139,14187,22065,16360,6401,3752,204,5519,22179,13859,4663,249,17000,19809,11837,3387,9275,3671,16644,10923,4673,4680,19341,18168,598,255,620,1946,4543,2657,10315,20029,6398,263,268,12934,15753,16304,15202,12746,20755,7760,6113,7096,3129,19536,7292,9665,14658,3944,2836,16805,7513,2335,253,12859,16838,16850,15523,17728,17297,3089,17498,21518,10797,10108,12130,4012,460,2762,12966,19988,1027,22008,21649,21431,15747,18476,12750,13004,13004,16265,17404,13718,9881,16313,19658,11713,11642,1293,849,5456,684,732,22057,16490,12474,8684,20523,20565,1898,7440,12618,3500,19551,18175,13941,6963,13191,14785,13100,9993,4258,2161,803,695,869,2369,3397,8498,16627,12113,1486,1908,2122,3043,15405,17453,12408,17825,13074,9245,7644,9542,6522,5740,3269,1227,17732,17736,15476,14958,18721,16039,14247,18737,7869,17572,4465,10791,9436,18502,15996,2462,10191,18105,14121,11206,5546,16977,21993,20583,13743,17809,12070,5974,2893,8539,18091,19245,18387,11785,16099,7099,3659,5802,4063,5324,438,18058,12439,22065,21511,12035,4389,2088,1359,8342,15672,15593,15717,15671,15842,15648,15623,15621,14849,15653,15621,15603,15636,15609,15617,15631,15612,15645,15644,15597,15350,15613,15569,15581,13194,1288,241,15635,15603,15679,15616,15605,15663,15569,14994,13026,13499,645,202,9041,15600,15546,11257,15332,15616,15564,15676,15630,15672,15608,13216,10333,15560,15595,4502,15620,13380,7902,2009,1616,18672,11427,20535,17276,14992,11154,6540,16266,6769,1791,1480,6248,6637,6030,936,11308,15789,18043,19406,5174,5312,10031,698,1096,16479,15429,20974,15742,8398,4443,5623,5815,5312,13319,20488,22079,9874,12345,14059,21124,17086,13339,19061,18102,11631,705,1998,234,1997,19350,14014,5286,6921,1289,1479,10614,17722,14351,10880,18097,16835,17622,16017,4069,3794,6047,16966,17464,15876,12071,15715,19365,4485,3147,1280,18321,20919,5633,261,5617,1230,4183,442,537,15695,15647,15600,15635,15641,15736,15629,15598,15573,15619,14534,15636,15690,15606,15691,15680,10798,9825,8944,15728,15717,11202,15626,15572,15690,15618,15572,15613,14605,15679,13192,11372,445,15677,15778,15645,15631,15646,15467,15397,14279,15616,13632,13051,12401,9195,15567,11447,1419,15630,15652,14629,1837,446,17198,16206,1926,2656,15194,22059,14276,13345,16684,10194,8608,16054,9387,9072,15806,20886,19250,1767,1703,211,221,16581,21070,10751,3594,8265,5778,15604,9488,1173,12778,17392,229,257,13041,17609,15632,20146,4517,2533,3422,5151,1342,755,14196,20500,15221,15521,3316,5359,17221,5851,8045,2655,6489,1822,22003,21016,16892,12455,19838,10910,2644,3532,4438,1212,236,21019,16433,13164,3810,5815,1761,8572,579,8976,14682,11159,299,21279,14966,18036,9080,9958,3006,678,18858,16289,19052,6307,4963,17276,19436,17527,18208,4558,1949,111,0,15597,15645,15581,15645,15594,15663,15562,15622,15627,15597,15533,15579,15609,15671,15522,10092,15637,7708,15661,15668,15587,15614,11478,15587,15578,15622,11678,193,20819,613,19017,17979,14297,4908,1656,2105,248,8620,21120,17134,18272,18123,16702,15583,19925,16426,4836,3902,16511,1720,16863,17072,16767,17902,16872,5493,15705,19011,6308,15652,7767,4237,302,19269,17470,20207,19570,22010,18955,11000,9489,17652,3117,491,2470,20311,18533,9893,18711,7669,7331,214,8706,19272,18752,20912,16992,15063,18767,17793,8557,2563,19818,2786,258,18712,18667,16892,11355,10626,1888,1495,17937,18358,10905,20053,17443,15644,9868,7248,8931,19023,16609,16603,18211,828,224,15674,20553,22063,13505,1891,15516,17696,22118,20340,20717,8874,6943,3401,19786,11493,12589,8167,1719,18248,10728,12980,19247,16411,10019,7071,5205,1137,3897,993,16822,16591,19864,14236,14213,14715,10016,9965,11012,2811,4246,5852,1336,17132,16324,11875,16005,1735,3106,16696,245,332,16601,22017,22035,22096,16535,5852,4762,5157,10430,6980,4708,201,5192,17866,7339,192,14765,21617,15952,4251,19205,19733,19099,20813,3152,620,15611,19702,20937,16566,14879,13635,2487,15300,15478,14862,15810,12696,14032,9904,15697,7537,1538,833,572,3808,15033,18216,18590,10099,2367,4681,19215,3743,13065,21759,19947,5744,18772,18953,5747,211,259,15712,1956,475,15628,15633,15657,15684,15622,15634,15655,15558,15597,14171,13696,8492,7950,15629,15677,15645,15591,15599,15600,15658,15569,15547,15578,3686,15647,15632,8962,15821,15586,15599,9593,9956,15010,15676,15545,11925,14392,13800,15583,15537,15655,15685,15655,15631,15587,5882,15652,16061,15568,3506,143,19880,13079,19499,3792,19293,21741,17682,13638,18133,13773,8089,18065,14739,8686,15935,17258,17839,3261,16012,19369,18267,9312,14049,12506,2270,16233,15974,18136,13674,15833,15297,6218,16042,5190,1189,2865,3973,3413,3925,15585,16826,19662,16814,10790,9348,4606,2967,17899,17565,17726,19144,16136,16381,17933,20141,17390,2745,18501,8841,16112,4941,3633,123,15033,22041,17025,12401,20571,12537,11615,1341,334,19312,17326,19758,15727,17257,4419,1144,15443,16194,16645,9839,12494,319,11260,16856,17362,14635,15934,20237,20572,8367,4675,3637,6767,3934,7278,5018,4294,13350,18338,19162,20648,11639,6083,15048,15338,5745,4086,4321,4671,5639,3194,1572,1192,16305,13807,4685,5107,840,15373,15111,3446,483,186,21620,22033,19648,9270,21587,18306,9265,11635,2106,4183,18728,21222,19986,17157,2389,6146,3674,10542,5101,20431,13656,4493,8399,2674,18526,16915,13116,18007,17110,4966,16003,16136,17394,20434,22167,19459,13772,7282,11389,583,734,11152,16029,16363,20331,13857,18051,16594,114,10235,11284,4242,14873,11551,3856,3577,211,20974,16303,3074,18622,16298,18525,4210,1824,135,15670,15603,15613,15840,7806,15648,15678,15607,15638,15559,15647,15621,15670,15627,15605,15590,15587,15589,15601,15724,12912,15632,15571,13666,6442,15590,15629,15603,15612,14989,15582,15664,15625,15620,15538,6288,5299,19017,181,21373,22073,21175,16696,3893,10459,6397,9304,2856,15627,18674,15866,2187,8957,14734,15076,19600,2753,223,215,15263,18617,6136,15246,18315,16267,20216,9318,15486,16407,13589,1749,2861,15098,16345,15741,1632,185,16431,14916,18701,15231,12181,12103,15122,15072,16490,13775,6187,2375,17427,13787,3720,1322,723,18556,19327,15654,2953,5599,992,4246,16282,19286,5984,2746,145,15663,15810,15655,15581,15565,15675,15698,15980,15686,15647,12003,15660,15613,15204,15697,13644,14187,6065,15588,15596,15578,15607,12284,15634,15622,15645,15587,15659,10886,15657,15611,15730,15608,13157,13445,15691,4010,90,15632,15476,15654,15686,15643,15286,4801,16324,16488,18541,19144,17521,13763,16894,19402,18168,8421,12758,6431,7225,16002,9880,311,201,18840,16759,21992,8948,22043,22082,6776,6868,20650,16496,3569,7448,3423,21964,5799,2839,5172,3891,15333,18384,7874,16305,9207,16310,15565,6965,930,17369,18725,15047,4223,271,1653,18217,9726,3595,14853,6584,20341,16558,13280,20138,8581,3153,18446,17900,2578,3889,19151,6145,2028,14598,19980,13622,3310,14759,16861,7583,6006,558,19586,20752,6579,1935,233,18238,15933,20567,17392,22076,7021,21077,17723,22068,14314,21972,12558,19587,8770,15404,21341,18122,21111,14560,17082,4130,1232,2027,2924,12622,641,2177,20631,11508,16694,16685,19540,15494,4344,16664,19835,12949,4712,13621,7712,6155,14123,14966,4668,540,4181,2406,1457,8843,8220,8408,4965,15841,15677,3081,2023,9878,17214,378,17196,16784,16950,289,5382,22352,8010,196,3499,16312,16811,9897,3518,16309,7936,10122,3812,17627,16747,17401,16850,2360,1682,2205,19093,15970,19670,2622,311,334,2250,17635,18410,9375,989,1184,13295,11041,12740,1260,13361,5265,1860,1446,16293,10535,1972,16268,8102,3486,22056,16740,11286,4902,7071,12040,8520,9056,16070,17729,8061,14026,276,16792,15861,7474,18875,17322,11345,14842,11547,18462,6120,9237,15664,5257,942,4807,2976,15949,19343,17119,3081,15802,16557,16911,7949,3939,16278,20658,7821,7424,5790,4931,273,19232,15691,15171,17578,4006,6580,12888,316,241,276,15585,15682,15664,15689,15629,15290,15668,15656,15632,12105,7918,13800,11424,4632,11417,15558,15606,15667,15577,11625,15621,13990,312,182,17784,21928,22015,18327,13332,2719,10501,5394,2354,1338,7787,15826,18053,4152,4777,16114,16812,4724,3112,5422,522,230,18318,21516,19376,12319,15722,20981,7619,17667,18246,17954,10787,6234,3211,14865,15831,16187,16131,9423,2070,14349,18200,19111,10686,10613,2468,2627,449,291,20154,21914,6721,11388,2185,1620,278,17395,16279,18942,15153,4829,18925,16938,19825,12322,6333,2686,19982,18431,3718,4700,6723,16491,5983,1541,3220,10218,18828,8359,3133,4182,7048,14772,1389,21079,21251,20004,19903,20710,18598,3855,4988,5227,2209,4264,1820,4503,9608,16533,15252,600,2503,12775,16428,4156,7421,1964,1243,246,569,16777,15092,16591,19824,16498,4327,246,4825,19855,14907,13619,7516,169,189,217,182,16635,15626,18364,12602,17529,7271,13351,20079,21180,12560,11649,277,281,235,201,19050,18871,3658,4718,3561,20268,18241,18955,17843,4002,2436,14878,15961,6059,1319,17838,19532,12464,3800,17681,15930,2334,16546,19055,10000,2811,774,17405,18539,16624,14725,5259,7954,5587,10468,11388,10380,5576,771,16726,11801,6187,300,12600,20736,17205,15539,14071,9388,225,22039,17758,17306,16156,18672,10770,8062,217,15840,19438,14323,16182,14681,3987,1476,2878,16689,17385,8008,16663,10511,10761,3368,10109,16387,1790,16458,18313,7189,5752,287,610,16499,14449,17339,16854,7223,11074,8392,3195,851,7869,8875,14804,14978,17879,11636,21854,16663,18738,19815,16461,17583,5325,192,19653,6432,18637,19966,22018,567,20802,18425,8009,521,4688,2718,280,318,17924,19243,1672,15432,13580,17037,18963,6854,483,335,276,15621,15644,15686,15666,15714,15596,15622,15515,15579,15598,15630,338,15655,12765,15653,15767,15723,15694,15649,15634,15631,15599,12295,15585,13852,15600,12549,15674,15621,15636,15574,11723,10446,11674,6305,182,20210,22067,14647,19957,4461,2959,3790,22128,12154,1411,2727,16134,16065,15241,16405,15525,4025,12444,835,2244,7736,19801,13488,15242,10533,7923,2017,5070,15419,13272,19138,1617,2950,2118,1505,20048,20062,12876,15989,20265,1513,17613,18987,14521,18572,16485,7501,6899,15028,13399,9555,16469,17356,5184,3501,1048,1586,17819,10041,1544,567,15565,19982,14247,5657,184,193,7354,13001,18807,21758,13531,15769,5923,3013,4273,9140,14825,12279,14567,4082,19566,21440,10268,6159,9873,5056,1584,159,20880,15203,18512,12811,4957,14520,16016,12170,17545,3768,15685,15483,464,16478,3988,276,226,215,264,254,6669,4984,22039,21999,18315,14945,13994,16218,4946,249,1065,18851,18718,20107,19028,18301,11599,15176,7434,21372,15290,14298,10266,9428,2367,10426,12442,2326,315,18164,18338,11570,14005,3166,2103,254,5469,17744,14108,19982,17139,15669,14733,1941,18511,18280,15354,3047,7899,9072,1366,17772,17914,11264,16056,4084,19040,17338,15109,4073,18102,11719,7693,4719,5682,5456,379,17998,18668,17052,8017,6285,15660,21456,15221,16534,8544,15824,8305,8044,6195,18683,15756,945,408,343,16369,18147,336,218,774,15471,17639,20051,10939,4285,2621,955,325,8812,20469,3237,971,4155,10876,16754,19753,17347,15931,2658,908,884,17563,19005,8760,13790,16757,17757,16359,17059,3338,8735,11109,10969,5815,278,17970,20310,18788,18062,17385,10857,19737,20406,11956,11865,7274,1901,3830,1857,19863,18325,17177,6094,290,9943,15601,18023,10072,1643,9992,21996,15234,15659,9557,7037,17417,20931,1938,7583,10449,257,1890,2260,17731,19290,11144,5568,2089,222,17315,16342,17216,16596,16833,14699,8519,10849,15740,19636,9808,17033,19331,11274,16490,10457,7972,11989,10199,2922,5218,6051,1971,8047,1466,16950,16628,18725,22271,6822,17976,10614,3039,1126,15732,15836,15927,15845,16077,16204,15743,15801,14397,6615,1324,1380,909,19213,17356,16483,16973,16625,5213,1686,2235,16326,16257,16455,16246,16605,15920,16326,13574,15849,11960,3504,10513,17550,16434,17495,13638,9347,4083,4963,11653,16128,17341,13620,15931,19003,19364,18969,17628,12333,5195,17183,16918,18936,17477,15791,14004,11912,13063,14198,12841,1889,915,307,178,68,34,20,1],"fragments":[{"begin":"0.000","end":"70.600","lines":["You’re listening to Scientific American’s Science, Quickly. I’m Dan Vergano. For the past decade, reports of UFO sightings have filled headlines and news broadcasts, and some of these have come from a surprising place: the Pentagon. Former defense officials have made a number of claims about, and released videos of, strange sightings made by military pilots. These days, the objects are officially called UAP (unidentified anomalous phenomena). But regardless of the new branding, Congress has demanded answers on these objects, especially after one former official this summer claimed that he believed that the U.S."]},{"begin":"70.600","end":"126.840","lines":["possessed “nonhuman” spacecraft and possibly their “dead pilots.” We’re talking today to physicist and former intelligence official Sean Kirkpatrick, who, until last December, headed the All-Domain Anomaly Resolution Office, the Pentagon office that Congress told to find some answers to all this. He recently published an op-ed in Scientific American called “Here's What I Learned as the U.S. Government’s UFO Hunter.” Hi, Sean. Welcome to the podcast."]},{"begin":"126.840","end":"128.560","lines":["I’m glad to be here."]},{"begin":"128.560","end":"135.360","lines":["Can you talk a little bit about your office’s search through past records? What’d you find in—what did Congress ask you to look for?"]},{"begin":"135.360","end":"156.920","lines":["Sure. The Congress really gave us two main missions. There was an operational mission, which is to investigate contemporary sightings with military pilots, operators [and] sensors to understand what’s happening in our domain. You can think of that as the current time going forward."]},{"begin":"156.920","end":"185.040","lines":["The second mission was a historical mission, which was to look at everything the United States government has done on this topic, going back to 1945, as well as look at whether or not there’s been any sort of hidden program by the government that’s been kept from Congress on investigating UAP/UFOs or reverse engineering of said things."]},{"begin":"185.040","end":"227.400","lines":["In that second mission, in that historical mission, anybody who had previously signed nondisclosure agreements that protect classified information, they were allowed to come in—if they thought what they had access to was supporting evidence for this investigation—to come in and tell us all about that. And then we would go and investigate what they had to say. We then had the National Archives; we had all military service archives; we had some of the combatant command archives, the intelligence community archives, NASA...."]},{"begin":"227.400","end":"265.320","lines":["We would investigate what they would have to say, going back as far back as those archives go, to identify, “Hey, if you came in and named a program, whose program was it? What was it? How did that relate to what the person was describing?” and document all that—which we did, and that was the last report that I signed out when I retired. So in it, there is a bunch of programs that were named. Those are all classified. We found what all of those programs are and reported those back up to Congress."]},{"begin":"265.320","end":"294.080","lines":["Congress’s concern is that there was a program that they did not have insight into, and that is not the case. What we’ve found is that everything that’s been named or identified has a legitimate oversight committee. It’s been reported out. It may be state-of-the-art capabilities that if somebody were [to] see, [they] didn’t understand, but that’s the scope of the investigation."]},{"begin":"294.080","end":"312.120","lines":["It’s fair to say that you had access to all the classified world that people have pointed to before as hiding some sort of program like this in the past, and you looked there, and you found no evidence of this story that the government has somehow been sitting on aliens for the last 60-plus years."]},{"begin":"312.120","end":"337.360","lines":["That’s right. So everything that people have pointed to, we went and investigated and found no evidence to support that. Again, a lot of these things are real R&D or real state-of- the-art programs, not extraterrestrial, but it is completely understandable why someone who did not know that would draw that conclusion."]},{"begin":"337.360","end":"353.600","lines":["You know, there’s been a lot of concern that excessive classification is playing a role here, that people can’t even knock down these claims. Is that a fair complaint, or how would you describe that? Like, you can’t tell somebody that they didn’t see something they’re not to see because you’re not allowed to talk about it. Has that been a factor here?"]},{"begin":"353.600","end":"383.320","lines":["Uh, in some instances, yes, obviously, because if somebody inadvertently got access to something or had unauthorized access to something, you can’t go and explain to them everything about it. And so that’s where you get into another issue of who actually has access to that information on the Hill. Most people don’t understand [that] congressional members don’t all get access to everything."]},{"begin":"383.320","end":"391.720","lines":["We should point out that none of these people who call themselves whistleblowers is or are describing this supposed conspiracy—came to you with evidence of hidden technology."]},{"begin":"391.720","end":"433.800","lines":["Right. Most everyone that came—now, there are some that had firsthand, eyewitness accounts of something, but that’s something that turns out to be something else—but for the whistleblowers in the public eye, all of them did not come in. So I really have two sets of people. I have a group of people who legitimately have something to say and share. We have others that would rather go to public or to the Hill and not come in and share that information, which to me is an immediate red flag on the viability of anything they have to say."]},{"begin":"433.800","end":"453.640","lines":["So I had to get a lot of the information that those other people were sharing through second and third parties, because it all comes down to the same group of individuals, you know, recirculating this story, and the story has been around for decades."]},{"begin":"453.640","end":"468.840","lines":["And it just seems like a tremendous game of telegraph that’s been going on for a long time. And it’s spun up now from the world of ufology to entertainment, to the Congress and genuine congresspeople, who aren’t in the intelligence world that you describe, sort of pounding the table and demanding answers on this. Is that unfair?"]},{"begin":"468.840","end":"506.600","lines":["No, that’s not unfair. We have legitimate concerns by some of the more rational-minded members of Congress, mostly on the Senate side, about the contemporary observations. I have trained military pilots, intelligence sensors that pick up things that we don’t identify. Now just because we don’t identify it, you shouldn’t leap to “it’s an extraterrestrial.” There are a lot of things that we can’t identify, and that’s part of the problem. And that’s one of the things that we were trying to get characterized and analyzed."]},{"begin":"506.600","end":"526.360","lines":["But then I’ve got others who—they don’t have an oversight role, and none of those members ever asked for a briefing. So it’s really hard for me to get my head around how a policy maker doesn’t ask for that data."]},{"begin":"526.360","end":"537.160","lines":["I mean, from the outside, it looks like grandstanding congresspeople talking about UFOs and distracting you from the other mission, your main mission, of actually determining what these things are that are affecting our pilots."]},{"begin":"537.160","end":"558.280","lines":["That’s right. So all of what we’ve been talking about from the historical whistleblower perspective—important that we need to get it investigated and documented but certainly takes away from the more salient and concerning mission, the operational mission of the here and now."]},{"begin":"558.280","end":"571.720","lines":["I got to say, as someone who’s interviewed a lot of people [in] the Air Force, in the Army [for the] last three decades, it seems kind of insulting and crazy to think that they would hide a technology that would protect soldiers and pilot’s lives. I mean, is that an unfair thing to say or—I mean, it just, it’s ..."]},{"begin":"571.720","end":"598.320","lines":["It’s not at all, but you’re trying to put logic and reason to a conspiracy. Part of the argument is “Oh, well, you know, there’s 12 of these that have crashed into the United States.” So a lot of people point out, “Are you telling me that 12 of these vehicles traveled interstellar space, found Earth, got to Earth, and they all crashed in the United States in the last mile?” That’s just not rational, right?"]},{"begin":"598.320","end":"645.480","lines":["But to your point, if I’m a military serviceman today, or woman, yeah, I would be very outraged to find that there was this technology that would certainly advance our capabilities and prevent loss of life. There is not. This is really just a microcosm of a really large problem of distrust of government, distrust of how we conduct operations, investigations, how we govern and our capacity to do so. And I think some of the publicly expressed sentiment by policy makers that completely lacks any sort of rational thought or common sense just reinforces that concern."]},{"begin":"645.480","end":"652.760","lines":["You wrote that this is one of the things that led you to retire from your role. Could you talk about that a little more—like, in what way?"]},{"begin":"652.760","end":"696.480","lines":["So when I started this assignment, I laid out a set of milestones. I kept track of that in a scorecard. I reported that out to Congress. And when I reached my goal, that’s when I was done. I would probably still be there if it weren’t for this irrationality and this cloud of conspiracy that detracts from the real mission. I’m both an intelligence officer and a scientist, and so hunting for the unknown is the sweet spot of, really, my career. This would be lots of fun if that’s all I had to worry about—but it’s not, right?"]},{"begin":"696.480","end":"734.320","lines":["So most of my time [was] spent trying to figure out how to investigate conspiracy, and you can’t prove a negative, right? So now you’re faced with laying out as much evidence as you can, but you find that the policy makers have this belief that is completely unfounded and irrational....  I’ve had senior leaders sit in my office and accuse me of being part of the cover-up for the last 40 years. I’m not that old. So, you know, this is just not rational."]},{"begin":"734.320","end":"745.120","lines":["Is there anything you’d say to the more general reader, like, who thinks, “Okay, well, people aren’t talking about UFOs—the government must know something,” I mean, like, who maybe are maybe more amenable to, like, a reasonable argument?"]},{"begin":"745.120","end":"781.000","lines":["Well, what I would say is that the government spends a lot of time and effort developing advanced technology for a variety of reasons. Some of this is just people having observed things or seen things or got access to things that they shouldn’t have—that they don’t understand. And just because they don’t understand it, they seem to leap to “it must be extraterrestrial,” as opposed to, well, it could just be maybe the United States has an edge. So I would take some comfort in that."]},{"begin":"781.000","end":"815.640","lines":["We laid out a very clear, scientifically based plan that is being executed to do everything from calibrating our sensors and training our operators on known objects to investigating what state-of-the-art technologies are happening across the world that we may not know about or not recognize. And so my team and I put all that in place, and that’s all been executed and analyzed and done in a rational sanction."]},{"begin":"815.640","end":"839.000","lines":["What happens to that is where I get frustrated because where that goes beyond that—and “Does it fall on the deaf ears of these policy makers?” You know, I’ve got better things to do. So I’m hoping that once this report gets delivered, there will be an unclassified version that goes to the public that will help clear up at least some of this."]},{"begin":"839.000","end":"842.840","lines":["Sean, thanks very much for your time. Really appreciate you speaking with us."]},{"begin":"842.840","end":"845.360","lines":["My pleasure. I look forward to doing it again."]},{"begin":"845.360","end":"859.320","lines":["Science, Quickly is produced by Jeff DelViscio and Tulika Bose. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com.  For Science, Quickly, I’m Dan Vergano."]}],"duration":859}