{
  "title": "A Veteran Eclipse Chaser Explains the Thrill of Totality",
  "img": "https://static.scientificamerican.com/dam/m/4cc698ca1ba7a449/original/EclipseIntvPodImage.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/a-veteran-eclipse-chaser-explains-the-thrill-of-totality/",
  "audio": "https://traffic.megaphone.fm/SAM9144264520.mp3?updated=1712536411",
  "intro": [
    "Kate Russo has seen 13 total solar eclipses, and even she isn't ready for this one."
  ],
  "authors": [
    "Clara Moskowitz",
    "Kelso Harper",
    "Lucie McCormick",
    "Jason Drakeford",
    "Jeffery DelViscio"
  ],
  "category": [
    "Astronomy"
  ],
  "transcript": [
    {
      "author": "Clara Moskowitz: ",
      "text": "I'm Clara Moskowitz and this is Science, Quickly. I'm here in south Texas hoping to catch a glimpse of the eclipse this afternoon. The feeling of a total solar eclipse is intense, and the sights, sensations and emotions can overwhelm you even if you think you know what's coming. And so I sat down with Kate Russo, a psychologist, author and eclipse chaser, who's seen 13 total solar eclipses over the last 25 years, to talk about what to expect. She explains the experience of an eclipse in 4 minutes and 25 seconds. The exact length of totality here where we are in Texas. [CLIP: Music]"
    },
    {
      "author": "Kate Russo: ",
      "text": "I started chasing eclipses in 1999, and since I became so obsessed with them, I've tried to see every single one that I can. A total solar eclipse happens once in every 18 months somewhere around the world--we have to chase them. And so I try and get into the path every single time. And so that's the default setting. I will always try and be there. But, you know, sometimes life happens. Sometimes the circumstances means that you can't travel. You have to miss it. It might be too expensive. So I have missed one or two of them. But I tell you what, I will be chasing for as long as I can until I can't do it anymore, that’s the plan. If you think about it, the celestial mechanics is the same. The moon slowly moves in front of the sun. The total eclipse happens, and then the moon continues until they're not connected anymore. But there are so many differences. So the path of totality always goes over different areas, and you could be in a position along the path where you're seeing it at sunrise or in the middle of the day or at sunset. And so sometimes you're looking right up, sometimes you're looking on the horizon and you're seeing it and you can see the moon's shadow, the cone of the shadow. Other times, it's cloudy. Other times it's brilliant sunshine. You're also experiencing it with different cultures and people you've never met before. So we don't just visit a place in Eclipse and go often, you know, you experience culture and how people make sense of it. Every experience is a unique and different and wonderful. And even though you know what's coming, it still takes you by surprise. And it's like an embodied experience. And by that we mean that it happens to us in a very physical level. And a few years ago now, about ten years ago, I did a survey on eclipse chasers, and I asked them, what emotions do you experience during totality? And the interesting thing I found in this survey was that everybody was saying the same thing. There was a similar pattern that people were going through. And so it starts with that sense of you're watching the partial eclipse. It's really interesting, but there is a moment that you notice that something's going a little bit wrong--that sense of wrongness. So the light doesn't quite look the same as what it normally does. Everything's just a bit weird. There's this darkening in the sky. The wind kind of picks up or changes direction. And then you're really starting to think this is not how the world is, and you really start to pay attention. And then moments before totality, if you're in that path of totality, moments before you get this ominous feeling that something's huge is coming and, you know it's the moon's shadow. And even though you know it's coming, it really just is so unexpected. Eclipse chasers actually used the [phrase] primitive fear. And for me, the hair in the back of my neck stands up. I always get goosebumps at that point because it's so overwhelming. And then when totality happens, then we have this moment of awe. And the emotion of awe is really complex because we feel in the presence of something greater than us and more powerful than us. And then because of that, it makes us think about our lives in a different way. Then we have that feeling of connectedness and insignificance. You just sort of feel like you're part of something so much greater and you understand that you only display a small part. So all the little concerns and everyday life things that happen really doesn't seem that big a deal because it's so much greater, whether it's the universe or whether it's humanity, people around you. But that feeling of connection is very, very strong. So that insignificance and connection is really empowering and makes you feel so positive. So it's actually good for us. And then during totality, we also after the or there's the euphoria because we know and we can feel that it's coming to an end and we don't want it to end. And so we're just sort of like in this moment of 'ahhh, it's great' and you just want to maximize that time. And then it just as suddenly as it comes in, it sweeps away, and then you're left with this massive, big downer. And we call it the desire to repeat, you know, you just want to see it again. You want to experience it again. And that's the most common question is when is the next eclipse? Because that's what you feel. So that's really hard to say in a soundbite, right? So all of those things, but all that together, that that communal, active experience, we sort of say that's the embodied experience of totality. And I summarize that by saying it happens above us, it happens around us and it happens within us."
    }
  ]
}