{
  "title": "Hunger in Gaza Could Affect Survivors’ Health for Decades",
  "img": "https://static.scientificamerican.com/dam/m/796975bfa0d8e4df/webimage-GAZA_FAMINE_SQUARE.png",
  "url": "https://www.scientificamerican.com/podcast/episode/hunger-in-gaza-could-affect-survivors-health-for-decades/",
  "audio": "https://traffic.megaphone.fm/SAM9772410821.mp3?updated=1710194930",
  "intro": [
    "Epigenetics research reveals how famines can cause health problems later in life—and how those changes might be passed down to future generations."
  ],
  "authors": [
    "Tulika Bose",
    "Tanya Lewis"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": The situation in Gaza right now is desperate. A large percentage of the population is experiencing hunger or even dying of starvation. [Kamala Harris news clip]"
    },
    {
      "author": "Tulika Bose",
      "text": ": Videos show people using bird seed to bake “bread” or giving newborn babies dates to suck on because their mothers can’t provide enough milk."
    },
    {
      "author": "Lewis",
      "text": ": As of a report in December and January, nine in 10 children under two and more than nine in 10 pregnant and breastfeeding women were consuming two food groups a day or less. [News clip]  And nearly two thirds of households were eating just one meal a day."
    },
    {
      "author": "Bose",
      "text": ": Of course, hunger isn’t limited to Gaza. Millions of people are affected by hunger, especially in Somalia, Afghanistan and Sudan."
    },
    {
      "author": "Lewis: ",
      "text": "While famine causes severe effects immediately, it can also affect people’s health years down the road—and possibly even the health of their children and grandchildren. Science journalist Amanda Ruggeri wrote about this in an online news story for Scientific American, and today we’re going to break down what that means. I’m Tanya Lewis, senior editor for health and medicine at Scientific American."
    },
    {
      "author": "Bose: ",
      "text": "And I’m Tulika Bose, senior multimedia editor."
    },
    {
      "author": "Lewis: ",
      "text": "And you’re listening to Scientific American’s Science Quickly podcast. [INTRO MUSIC]"
    },
    {
      "author": "Lewis",
      "text": ": Gaza has a population of more than two million people. And right now, many of them are facing hunger, and some are dying—including children."
    },
    {
      "author": "Bose: ",
      "text": "Yeah—there’s a viral photo and story going around about Yazan Al-Kafarna—a 10-year-old boy with cerebral palsy who died of acute malnutrition. The photos—some taken by his father—are shocking."
    },
    {
      "author": "Lewis: ",
      "text": "Yeah, those images are—really hard to look at."
    },
    {
      "author": "Bose: ",
      "text": "Some children with cerebral palsy have dysphagia—a condition where it’s difficult to swallow food. The food he normally ate—blended fruit and milk—were no longer available, which exacerbated his condition. Ultimately, he passed away."
    },
    {
      "author": "Lewis",
      "text": ": That just shows how hard this situation is for children  with special needs. But I want to be clear that it’s not just sick children who are facing malnutrition. Reuters and other outlets have reported that hospitals in Gaza are grappling with an influx of malnourished children, including toddlers. One report found that one in six babies and toddlers in northern Gaza are acutely malnourished. Of course, chronic hunger is a problem not just in Gaza, but for millions of people in multiple countries worldwide.  So, one of our contributors—Amanda Ruggeri—has done some really powerful reporting on how starvation affects people’s health, even years later—and possibly, even their descendants."
    },
    {
      "author": "Bose: ",
      "text": "I’ve heard of this."
    },
    {
      "author": "Lewis",
      "text": ": In the short-term, starvation and malnutrition can obviously be life-threatening."
    },
    {
      "author": "Bose: ",
      "text": "What’s the difference between starvation and malnutrition? I’ve seen this used interchangeably online."
    },
    {
      "author": "Lewis: ",
      "text": "Starvation is literally not getting enough food. Malnutrition is not getting an adequate amount of specific nutrients. So malnutrition can include starvation, but it can also include having an imbalance of different food groups. Malnourished children can also experience a number of different health problems, such as wasting and stunted growth. "
    },
    {
      "author": "Bose: ",
      "text": "Are these effects permanent? What’s the difference between stunting and wasting?"
    },
    {
      "author": "Lewis: ",
      "text": "Wasting is basically an acute form malnutrition when your muscle and fat waste away. Stunting is a more permanent, chronic form of malnutrition. Bose: So it’s not reversible?  Lewis: It depends on the severity of the case, but generally stunting is not reversible.  Malnutrition can also have life-threatening complications such as severe anemia, diarrhea or sepsis."
    },
    {
      "author": "Bose",
      "text": ": Wow, that’s sobering. What about down the road—can it cause problems later in life?"
    },
    {
      "author": "Lewis",
      "text": ": Yeah, even after children return to normal nutrition, they continue to show health issues months or years later—such as heart disease, high blood pressure and metabolic disease."
    },
    {
      "author": "Bose",
      "text": ": And even people who are exposed to famine before birth can be affected, right? There’s something that I was reading about called the Dutch Hunger Winter."
    },
    {
      "author": "Lewis",
      "text": ": Right, so  the Dutch Hunger Winter was a famine in the Netherlands from 1944 to 1945, during German occupation in World War II. There was a major study in 1976 of 300,000 men who were born during that time. The study found that individuals who were exposed to hunger while in utero during the first half of pregnancy were more likely to be obese as adults than those who weren’t exposed to hunger or those who were exposed later in pregnancy. [Sound here]"
    },
    {
      "author": "Bose",
      "text": ": Huh, so being exposed to hunger as a developing fetus actually made people more likely to be overweight later in life?"
    },
    {
      "author": "Lewis",
      "text": ": Yeah. Other studies have found that men who were in the womb during that famine were also more likely to develop heart disease and not live as long as those born soon afterward."
    },
    {
      "author": "Bose: ",
      "text": "So, what do scientists think could be responsible for these long-lasting effects?"
    },
    {
      "author": "Lewis: ",
      "text": "Epigenetics. It’s basically the set of processes that turn parts of the genome on or off. The way this normally happens is through something called DNA methylation. Studies of the Dutch Hunger Winter show that people who were exposed to famine during gestation had differences in DNA methylation 60 years later, compared with siblings who were born later on. And some research suggests being exposed to famine might affect people’s children, too. Studies of the Great Chinese Famine, which occurred from 1959 to 1961 under Mao Zedong’s Communist regime and killed tens of millions of people, found that children of people exposed to the famine were more likely to have high blood sugar, obesity and cognitive difficulties."
    },
    {
      "author": "Bose",
      "text": ": Yeah, so funny story—I have to get tested for diabetes because I’m Bengali—and some academics have argued that the famines due to policies imposed by the British Raj led to something called the “starvation gene.” Basically, the idea that your body is more likely to hold onto fat. In fact, South Asians—particularly Bengalis—have a higher risk of diabetes, cardiac disease and other metabolic conditions."
    },
    {
      "author": "Lewis",
      "text": ": Oh wow, that’s really fascinating—and really awful. Some research has actually hinted that the effects of being exposed to hunger could actually affect the third generation—a so-called “grandchild effect.” But this is where it gets a little hairy. Because epigenetic marks get wiped out every generation, it’s not totally clear how the changes would be passed down."
    },
    {
      "author": "Bose",
      "text": ": So does that mean we don’t know how exactly famine affects future generations?"
    },
    {
      "author": "Lewis: ",
      "text": "Right—it’s possible that any epigenetic changes in subsequent generations are simply due to the fact that if a female baby was exposed to famine in the womb her ovaries and eggs would also be exposed, so her own babies might eventually have similar impacts."
    },
    {
      "author": "Bose",
      "text": ": So it would be passed through the maternal line."
    },
    {
      "author": "Lewis",
      "text": ": That’s correct, according to these researchers—but other researchers disagree. So there’s still some contention about whether epigenetic markers are being fully wiped out—not to get all in the weeds."
    },
    {
      "author": "Bose",
      "text": ": So—as of right now, researchers are saying it’s going to be difficult to track the full intergenerational effects of famine—especially in Gaza."
    },
    {
      "author": "Lewis",
      "text": ": Absolutely. As Aryeh Stein, a professor of global health and epidemiology at Emory University, put it: Aryeh Stein: “With famine, you get social breakdowns. So it gets incredibly difficult to maintain the records to identify who was exposed.” [OUTRO MUSIC]"
    },
    {
      "author": "Lewis: ",
      "text": "Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Timmy Broderick. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."
    },
    {
      "author": "Bose: ",
      "text": "Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"
    },
    {
      "author": "Lewis: ",
      "text": "For Scientific American’s Science, Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Bose: ",
      "text": "I’m Tulika Bose. See you next time!"
    }
  ]
}