{"title":"The Strange and Beautiful Science of Our Lives","img":"https://static.scientificamerican.com/sciam/cache/file/769B6BC6-CC78-4B9E-8A32173246AE59E2_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-strange-and-beautiful-science-of-our-lives/","audio":"https://traffic.megaphone.fm/SAM5617607620.mp3?updated=1704481654","intro":["Nell Greenfieldboyce discusses her new book Transient and Strange, the intimacy of the essays and the science that inspired them."],"authors":["Brianne Kane","Carin Leong"],"category":["Consciousness"],"transcript":[{"author":"Brianne Kane","text":"Have you ever thought about how strange everything is? Ha, no—but really, something happens in January, when it still feels like last year, but it’s suddenly this year, and it always makes me ask: What are we transitioning into? What have we transitioned from? I’m Bri Kane, a member of Scientific American’s editorial team and resident reader. Today I’m sharing a conversation with Nell Greenfieldboyce, author of Transient and Strange. I asked her about this new intimate collection of essays she’s written about the science that helps contextualize her life—and all our lives, for that matter."},{"author":"Brianne Kane","text":"The essays range from why fleas have sexy poems written about them to how Mecca inspired touchable moonstones oceans away to even how all of this is tiny but still meaningful when you remember just how big time and space really are.  You’re listening to Science, Quickly. [CLIP: Show theme music] You might recognize Nell’s voice. She’s been an NPR science correspondent for a while."},{"author":"Brianne Kane","text":"You may also recognize the title of her new book from a Walt Whitman poem called “Year of Meteors.” For those of you who are poetry aficionados or fans of Meter, our poetry column, “Year of Meteors” ends with Whitman talking to time and space itself about the new year he finds himself in and how strange it is to see your own self in the brief and beautiful years coming and going. He’s asking a similar question to what Nell asks herself and asks the readers of her book: What are we doing here?"},{"author":"Brianne Kane","text":"What am I transitioning to or out of? What have I learned along the way? Although my conversation with Nell took place a few weeks ago, I’m still thinking about it. This one is not for the faint of heart, but it is for those looking around, wondering what strange new year, and life, is on the horizon. [CLIP: Music cue]"},{"author":"Kane","text":"Thank you so much for joining me today, Nell. When I first read the book, I was struck by how much I learned from a short collection of essays. I wanted to ask you about the touchable space rock and your connection to it. I'd never heard of this before."},{"author":"Nell Greenfieldboyce: ","text":"So, it's here in the city where I live, Washington, D. C. The Smithsonian’s National Air and Space Museum has this touchable moon rock. It's one of the rocks that the Apollo astronauts brought home. And it’s just—it’s on display, and people can touch it. And that was the idea of a scientist who had worked on the Apollo program and then went to work at the museum, uh, when it was first starting."},{"author":"Nell Greenfieldboyce: ","text":"Editor's Note: The touchable moon rock exhibit debuted in 1976 and was the idea of Farouk El-Baz, then director of the museum’s Center for Earth and Planetary Studies. And his idea was, you know, one of the things we should do is, like, let people touch a moon rock. And, um, it was because of this experience he had on pilgrimage in Saudi Arabia, where he saw, like, the black stone that’s in Mecca that pilgrims try to touch or point to; it’s associated with Muhammad."},{"author":"Nell Greenfieldboyce: ","text":"And so he had this idea that this would be a really powerful emotional experience for people to touch a moon rock, and I think that it took a while to convince NASA that this would be a good thing to do, given that they had just spent a lot of money and a lot of time getting these precious rocks, and then you were just going to put one in the museum for, like, any random person to just, like, you know, put their hands all over it."},{"author":"Kane","text":"It's so interesting to even think about the idea of touching a moon rock, but I loved your connection to this rock and how you connected it to a necklace that you wear yourself."},{"author":"Greenfieldboyce","text":"Yeah, I wear a meteorite necklace most days. I don’t—I’m not a big jewelry person, but I do like wearing a meteorite because I feel like it’s just a good thing to have to remind you that space is big, the universe is big, and whatever’s going on in your day, you know, there’s just kind of this visceral reminder that there’s a lot out there and that your little concerns are rather puny."},{"author":"Kane","text":"That’s such a good point—a daily reminder of just how big everything is and how small we are. I was really interested in the chapter about the Rothschild family and the queen of fleas. Can you tell me about that?"},{"author":"Greenfieldboyce","text":"Yeah. So who knew that the Rothschilds were really into fleas, but, you know, being a scientist, being a naturalist, was a very, like, sort of, like, learned, you know, high-society thing to do. You have collections of things, you know, these sort of cabinets of curiosities. And so in the Rothschilds family, it was apparently fleas, like, you know, Miriam Rothschild’s father had amassed what was probably the world's most important collection of fleas."},{"author":"Greenfieldboyce","text":"And she grew up in this household where, you know, she didn’t go to like a traditional school, but she would go around with her father and, you know, sample fleas. And she herself devoted her life to studying fleas. And she learned that one flea sort of syncs up its reproductive system with the reproductive system of its hosts. So there’s this flea or rabbit flea that has to feed on pregnant rabbits to be able to mature its own offspring."},{"author":"Greenfieldboyce","text":"And the fleas are so interesting because they’re so little and small, and yet so much of the history of science and thinking about the universe and sort of poetry and metaphor can all be encapsulated in fleas, which—and you know, Herman Melville didn’t think that was possible. He thought you needed a big whale or something like that. But obviously a flea is just as potent a source of symbolic power, as far as I can tell."},{"author":"Kane","text":"Yeah, I was surprised by another example of just how big everything is, the entire field of science, the entire history of science, and then how small but important some of these examples are, like a flea. And the poems about fleas – how did you find those?"},{"author":"Greenfieldboyce","text":"So there was this whole tradition of literary soft porn that involved fleas, because, you know, the fleas used to be more of an everyday thing. And so people would search their bodies for fleas at night. And so, you know, you could have a painter who would paint, you know, a beautiful half naked woman, like, searching her body for fleas. It was an excuse to show, like, you know, half naked women next to their beds."},{"author":"Greenfieldboyce","text":"And then, you know, the whole notion that the fleas could, like, crawl under people’s clothes and, like, you know, suck their blood and, like, just go anywhere on a woman’s body that they wanted was like very alluring. You know, so there is a lot of, like, love poems and, like, you know, poetry that involves fleas. It’s very strange."},{"author":"Greenfieldboyce","text":"I think that people in their minds maybe keep science and poetry pretty separate, but to me, they are closely linked because I think that both poets and, um, scientists are trying to understand the universe, and they’re often experimenting, um, and they're working within a kind of, um, confined space, a kind of constraints of certain kinds that often generates a lot of creativity."},{"author":"Kane","text":"But I think what you just said about the connection between literary works and science is really interesting. That they share a lens, and they share a goal of understanding. The work overall, your book, is fairly literary. I have to admit, I myself was surprised to see a Melville chapter and references to Walt Whitman. The title itself is a literary reference. Can you tell me how you came to that title?"},{"author":"Greenfieldboyce","text":"My editor at Norton, Matt Weiland, [who] suggested it. Um, it was from an essay on meteorites and the, the quote is from a Walt Whitman poem where he was writing a poem about this great meteor procession and, you know, um, of course he said it much more elegantly, but, you know, he’s like, you know, you’re transient and strange and, like, look, here I am, too. I’m also transient and strange. And so Matt, my editor, thought that that really encapsulated what a lot of this collection of essays is about."},{"author":"Greenfieldboyce","text":"It’s about, you know, exploring things that are transient and strange, whether they’re things, um, in the universe or things in your own life that happened, um, and everybody’s trying to investigate them and understand them, and scientists do it one way, and artists do it a different way. Children do it another way, but it’s fundamentally all the same exercise and investigation."},{"author":"Kane","text":"Yeah, as I was reading it, I was thinking the same thing about the times we’re living in, right? People are calling them unprecedented times, but things do feel very transitory and they feel very strange. I wanted to ask you if the act of writing this book was you embracing that transitory state, that strangeness that we’re all wading around in right now."},{"author":"Greenfieldboyce","text":"Yeah. I mean, honestly, you know, um, I wrote these essays, um, not really knowing what I was going to do with them. And the act of writing is itself a sort of transient and strange, um, phenomenon. A lot of people [who] have said that among writing forms, in some ways, the essay is the most kind of experimental form because it’s not so prescribed about how it should look or what should go in it or where it should go."},{"author":"Kane","text":"I couldn't agree more. I think the essay is a really free-flowing form for writers to kind of find the format that they need for this story or for this stream of thought. Your publisher is calling this book [a collection of] intimate essays about everyday life, and it felt very intimate reading this book. It’s about 200 pages, but it packs a few punches in there. I wanted to ask you which essay felt the most intimate for you to share with us."},{"author":"Greenfieldboyce","text":"I think the essay about, um, about the final essay in the book, um, “My Eugenics Project,” about, um, the issues that my husband and I talked about as we, uh, contemplated whether or not to, to try to prevent a hereditary disease in our kids. I, I feel like that was pretty darn intimate, and, um, at the time it was really quite, um, quite emotionally, um, exhausting for me. I mean, like, that’s one, that's one thing about—another thing about personal essays is there’s, there’s often a very revealing quality to them."},{"author":"Greenfieldboyce","text":"And, you know, you just sort of, like, just try to be honest and try to say what happened and what you thought then and what you think now, and, like, you don’t know. Yeah, you just sort of put it out there without really any knowledge about how other people will respond. Among all the things that are in the book, that’s the one, that’s one of the few things that I thought, wow, like, maybe I really ought not to be so open. But I did; I did it. Too late now."},{"author":"Kane","text":"Well, I have to say, I am so glad that you were so open with that essay. I found it to stop me in my tracks. I thought it was a very beautiful exploration of a very serious conversation that does happen in marital beds, in doctors’ offices, and we cannot pretend like it’s not. We have to acknowledge it and be able to discuss it openly. I wanted to ask you how you were able to approach that chapter as a writer and a mother yourself."},{"author":"Greenfieldboyce","text":"I don’t know to what extent, um, people know the history of eugenics, but I learned it in college and have been reading about it since then. And it’s amazing to me how little it’s talked about or discussed. I do think that, you know, there’s this tendency now to throw around the word eugenics, and people often don’t even know what they—what it means exactly. They know it was bad. They know it was associated with Nazis."},{"author":"Greenfieldboyce","text":"Um, but I didn’t know a lot about, um, the role of people who espoused eugenic ideals in the sort of, um, genetic counseling, um, birth of that as a field. And I thought that was really interesting. And so when I started to think about my own experiences, um, I was often looking to try to understand what I went through, not just personally but, like, in a sort of like historical sense."},{"author":"Greenfieldboyce","text":"So for me, it’s really important to treat the history of science as not something that happened a long time ago and that just isn’t relevant to us but as something that is, is something that is very much still, like, playing out in various ways and having different echoes today. And that’s what I really wanted to try to convey as a writer—is that this stuff isn’t just, like, past history. It’s still kind of resonating. It’s, like, it’s, like, you hit a tuning fork or whatever, and there’s resonance that keeps on going."},{"author":"Kane","text":"That’s a really beautiful answer. I was struck by your relationship to motherhood in the book, and it felt very intimate how you pulled the curtain back to allow us into those conversations with your husband and with your doctors. But also the book starts with a really interesting conversation with your son and explaining just kind of the entropy of life through tornadoes. Can you tell me about that?"},{"author":"Greenfieldboyce","text":"Yeah, so when my son was very young, he developed this really, um, big fear of tornadoes, which—you know, we live in Washington, D. C.; it’s not a particularly tornado-prone part of the country. Um, but he was quite scared of them, and it was an issue in our lives dealing with this. And, you know, as a parent, you’re supposed to try to, like, reassure your child. You’re supposed to, like, you know, help them with their fears. But I often found it difficult to do that because I don’t want to lie to my children."},{"author":"Greenfieldboyce","text":"And so, you know, how do you tell your child it’s not going to happen? Because I don’t know what’s going to happen. You know what I mean? Like, how do you teach your children about the possibility of just, like, random obliteration? And, like, you know, you’re supposed to be a parent; you’re supposed to know. But obviously you don’t know; you don't have any idea. And you’re just sort of trying to muddle through as best you can."},{"author":"Greenfieldboyce","text":"Um, and so I found my children then and now to be quite challenging in asking the big questions and forcing confrontations with stuff that maybe it would be easier just not to think about."},{"author":"Kane","text":"I loved that you started the book with that conversation with your son because it seemed like—in preparing your son for the entropy of life and how to be prepared but not scared—you know, it felt like you were preparing the reader as well about what you are about to get into, what this book is going to probe you to think about, uh, to bring us to an end today. I wanted to ask you: What do you hope readers will be thinking about as they conclude reading your book?"},{"author":"Greenfieldboyce","text":"For me, what I hope people would come away with is just a sense that, um, the enterprise of science is not so far removed from your everyday life. It’s not removed from the way you think about things and the way that you and your children interact in the world. And it’s not removed from events that you experience as a person. And so, um, to me, it’s all just one continuous thread. And, like, we’re part of it. You know, we are, we are [a] transient, beautiful, brief part of it."},{"author":"Greenfieldboyce","text":"Um, but we’re, we’re right there in the mix. It’s, like, right up close to us. And that’s, that’s what I hope people would take away, a sense of that closeness.  [Clip: Theme music]"},{"author":"Kane","text":"Thank you so much, Nell Greenfieldboyce. This was a wonderful conversation to have with you about a really incredible book, Transient and Strange. Thank you so much for joining me today."},{"author":"Greenfieldboyce","text":"Thanks for having me on the show."},{"author":"Kane","text":"For Science, Quickly, I’m Bri Kane. Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong. Our music is composed by Dominic Smith. Subscribe to Science, Quickly wherever you get your podcasts. If you like the show, give us a rating or review! See you next time! Happy reading!"}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,444,4896,9406,7895,10366,7089,7317,7039,4696,3792,3437,4067,11910,7903,8303,3838,6157,5693,11615,4920,4187,3615,4007,5797,3512,8018,7019,12578,4344,4567,7132,8834,7097,6040,4730,4772,8039,8487,6431,7696,12688,773,8215,11510,4762,2965,3480,2183,1756,10719,8967,4615,4871,8199,6109,711,630,14939,4851,9773,9032,8717,4328,7089,8101,6393,5327,3595,8239,5388,3119,1413,9372,8183,7756,8005,4890,3806,6971,3699,4871,4906,12264,5498,6568,4301,5436,4495,2034,15108,4853,5925,3625,3727,5873,7288,5779,6007,3212,4974,5722,9093,6549,5863,10114,6293,8379,9892,8670,2342,14903,7924,11690,8244,3797,7708,3035,2438,13563,10140,6236,11358,11469,4603,3705,10410,7503,10782,7906,4417,7536,9647,8286,9069,6939,5700,7779,7678,6799,9380,3813,5236,8581,11557,7438,5384,9471,5504,6771,7165,8360,5802,6914,7287,5037,8583,6697,7384,8508,5116,4718,6190,10150,9838,2900,2311,11344,6260,6162,7178,3631,2144,1926,1646,1357,1523,1235,651,768,1103,839,259,151,83,52,5038,9132,7054,5533,6974,1569,6230,7701,8282,7359,7136,7382,8816,5824,16,4976,10618,6906,6930,12090,5760,5911,6469,7580,5607,5965,6247,8360,3274,4584,3624,3096,1070,43,9603,4282,7404,7652,5313,6051,5780,9301,8334,8930,7864,7895,6450,5037,207,5053,4188,7442,8511,3666,7175,9772,4198,5850,3258,4241,3776,7057,11058,7967,6333,6858,8317,5988,3814,3948,7965,4254,5327,6035,3052,3252,9779,7389,9084,4912,4978,6986,3626,5162,5272,3552,5772,4980,2928,4238,8747,6304,9385,8166,9154,8010,10804,5496,8811,7919,10959,3928,7785,6144,7442,2694,86,1103,7631,5516,5488,2151,6957,11171,5650,5944,4919,4850,10401,9168,2345,39,13109,9775,5886,5678,7285,1612,7,15,12888,8358,5377,5107,7550,5760,3236,5116,13241,14492,10257,5899,7286,1385,17,9011,9390,9384,6172,12646,5704,5585,5930,6966,7147,6444,8468,3711,6987,7073,5898,5578,3797,4641,3509,4634,8962,4724,4611,9622,9529,3404,16,3,7285,10338,10024,8614,6493,7007,4293,4429,4823,3080,9666,6651,7346,11375,14640,4530,12526,11409,8339,9548,9896,12606,6532,12104,9524,6778,13969,14597,4687,16998,14846,15899,11696,6787,12768,12396,8021,9340,5356,8477,10400,12322,942,9411,7613,8922,5249,8385,16329,11205,9870,6873,4719,8444,11864,10748,8594,6241,5231,8008,5588,4162,4356,3255,5315,4401,3955,3973,4196,3628,3807,3004,1169,10708,12707,6583,6124,6865,3816,5753,5313,5308,6784,4207,6300,8649,4475,4500,3186,426,8746,6422,7791,8425,3865,10351,10826,6752,300,10215,9828,9299,10110,4357,14279,6965,8095,7936,8451,5600,4695,6648,5059,2424,2497,4442,6017,5111,5443,5608,4533,3979,4490,5360,3713,3005,4146,4869,818,6280,5666,5431,4321,3742,6470,2867,10833,13706,9599,5938,6492,7196,8642,5217,8590,8197,10726,4241,9986,5644,5190,1137,10519,8694,5494,5891,8985,9615,4514,6655,3417,11466,7636,5094,6211,6679,4989,5860,5055,2629,5833,10140,6434,6993,4012,7403,7299,7191,7077,6445,3987,5418,5634,5408,6168,5498,5007,7420,9362,8283,8964,7992,4750,3640,2955,4498,2817,4406,470,8356,8417,5847,3072,5312,7825,7531,11076,5878,4078,3524,4937,3663,4652,4227,3844,3510,3710,2997,6450,3092,4052,5053,5273,6176,11066,6693,6688,7126,3147,3781,3265,3047,2882,2985,3225,4136,1664,5899,5648,6164,5169,2944,2978,10667,6676,5730,5569,3900,5805,4454,3220,5341,3969,3750,3599,3369,2526,3609,2625,3224,2426,2895,2469,1919,1917,1842,3696,2679,2267,2221,1417,629,10519,11929,10491,5176,4158,9003,7454,11003,8202,6979,8583,5054,4010,10255,684,16884,7994,8877,7799,7623,5423,4110,9163,4934,5124,5629,4666,7401,3643,5406,6538,5355,5754,9754,316,3209,18658,17053,6349,6369,5159,7511,6795,5416,3950,3995,7278,4674,4613,2756,3595,4356,3762,2180,4225,4479,3569,2988,4493,4199,3478,2077,3307,10762,11105,14126,5656,3604,4563,4257,4358,3708,3890,4121,4178,4278,4406,4189,4610,1787,3959,3358,4643,3511,4122,2922,3648,3186,6915,8269,9469,4714,2174,2939,2850,2857,2575,2315,2273,1792,1659,112,1079,13996,8743,7014,12432,9757,5883,6549,4513,6499,4933,11599,4006,8960,9462,9612,5953,4829,3929,6001,6521,5268,5940,6254,7177,5322,464,12057,7014,5391,5456,5327,9297,6306,7172,9582,7431,5206,3084,6877,3830,5169,2197,2085,1145,11421,12930,7042,2743,1230,9910,9385,6287,7077,8078,7383,6610,5432,7985,7473,4368,3698,4765,4633,3980,4066,4319,3898,4689,10300,9664,12872,6036,10595,9295,5022,5600,5563,5608,5656,4959,4800,3460,5784,6199,4539,3328,4385,7862,7246,9026,5117,6675,5015,14769,7420,4054,3910,3533,2758,9528,7567,4336,8170,5042,1511,8689,12429,8523,12216,7912,6129,5632,7403,4847,5366,5907,4194,6748,9208,3150,8882,10150,10293,9764,7503,9217,7803,6548,6679,7713,4941,5377,3716,5724,3904,7342,4920,4610,3595,6638,9101,12342,6725,8717,3970,5995,5158,6452,5132,4687,5076,3644,6291,4070,5062,3984,8921,5451,4325,4932,3342,4948,2547,4426,7285,9244,7693,6449,8154,10782,9028,4840,6202,6910,5279,6052,2792,8089,8329,8529,8644,4488,2952,5102,9944,5671,5341,5678,8795,8084,4422,3791,7311,5430,6065,5843,4144,6195,3664,3669,3781,5026,5595,3897,2460,3192,8272,8043,5127,3984,2977,5148,5680,7718,8425,3709,5017,2907,3682,4298,3570,4153,3216,3063,4945,6210,8894,8137,8424,6688,5538,4825,7815,4051,6614,4471,5445,4737,5370,9466,6743,6672,2446,2694,5925,8046,7094,3425,7837,4415,6077,5281,4267,3055,3130,6365,5091,8303,5497,5507,8218,8330,7907,4853,4083,3261,3124,1428,5143,2380,4268,129,4219,5340,5242,3650,3353,3022,4448,2429,2257,2700,2592,2541,4302,3152,2845,2183,3597,3935,2778,2713,3096,3249,4805,2397,685,6705,3095,3437,3310,2522,4493,2078,2619,2524,2260,120,11937,15391,6026,5742,4619,4107,5794,5048,5216,4751,3389,3525,3503,4693,6163,6023,8242,3626,5229,7196,4847,3529,5210,2534,6669,7649,6543,8572,10183,4792,4144,5195,6781,4660,5279,4049,4116,14,20733,13325,12343,9217,5199,2073,8802,11329,4998,1844,4798,5626,4684,6101,4637,5954,6079,4688,5379,3203,3003,2540,3049,3189,3268,3441,6283,1587,8489,8569,7114,6362,8665,5320,7257,6383,8650,9625,7468,5256,6816,6200,6372,4462,6602,9591,14025,4049,5458,10426,10662,6008,4865,3560,5995,5906,3849,4798,4195,3347,3869,4298,4937,5340,4235,3493,7695,3312,4032,3687,3802,2697,5629,5810,3921,2957,10391,4147,3350,3668,3360,4674,6910,4155,2931,4234,9732,8603,9845,9462,7042,5715,4637,6247,5540,2883,9996,6436,4792,3845,4928,6632,12455,11243,4948,2611,4229,7585,10041,9593,7763,13407,7685,7912,10356,5159,5256,5721,5199,4648,3985,1888,13424,14335,10147,11286,14232,11823,8847,7575,5819,4659,3566,4664,2950,4744,6566,4573,2982,3529,4759,5691,5581,4726,3422,6578,5462,11653,12601,8936,6581,8977,7170,7373,4502,3431,7338,9259,4955,4099,3314,4269,8378,6157,257,8793,6527,5680,5236,6776,6190,6869,4243,4967,1188,3130,8167,5630,5367,5106,5809,4910,3047,3684,5149,3431,2702,4034,2924,4000,4465,3376,3205,2741,3731,3092,3558,3863,3283,304,4871,4545,5099,5424,4763,4608,2810,3219,6354,4249,5279,4390,4999,4844,4425,4311,5274,4565,3835,2343,10021,5561,6079,3886,3354,3213,2305,2283,1463,5979,7235,9704,9785,9576,6618,6743,4809,2837,3541,5475,4616,4484,7405,6404,4747,5731,4740,5652,6341,5762,5981,6292,4016,4019,6351,6381,975,10018,7945,7136,4727,6557,5276,2340,12667,7722,11756,12436,8650,8641,5639,7300,10301,8541,12036,7594,15685,9719,10438,8720,13416,10571,9776,12088,11062,15747,10772,11319,15479,10321,4723,10285,9868,4413,742,12161,10416,10314,10483,7364,12188,11492,13028,9710,5858,12157,13342,10613,12877,10445,11165,11190,4594,18,880,433,9469,11212,12295,6468,7668,6074,3123,4838,4528,4290,3567,3078,4892,3568,4759,6393,4886,4469,3433,3609,3663,1677,669,3751,2802,6906,4788,4141,5094,3543,3324,3760,2443,3255,5536,5064,3761,2582,3745,2777,3363,4113,4261,1833,5157,8333,5042,3526,3202,3538,3435,5479,3432,4780,4166,6687,6165,6285,4662,5876,4777,11980,8119,10309,6964,7796,6616,5195,3171,3064,2611,473,7774,4274,5323,4070,5814,5659,4182,3056,3943,4616,3498,6110,791,934,7236,9219,8576,5000,5801,7535,3752,2327,815,6250,4405,2711,4109,3541,3028,2829,2676,1873,3207,5829,5690,4997,3151,3280,3510,2483,2286,3160,2695,3342,2075,124,2790,3425,5642,4329,3394,3368,2523,5862,3473,7984,3030,204,5853,2858,4393,4217,6523,4699,4268,4097,4298,2831,4898,3844,6481,4752,3454,4113,3041,5033,3831,3066,2369,2097,7280,5590,5992,6641,4471,742,11139,12616,8882,4566,7215,6245,5487,4593,5052,4657,3521,2012,168,1298,12945,16085,4464,5365,10074,5190,4334,4477,7687,7405,7601,3571,5828,5271,4697,5164,5095,4105,7789,9820,9683,9600,8002,8966,8151,5991,3181,6237,6678,5312,8455,5242,4321,4327,5883,7067,6433,4530,1033,14741,12989,5156,4087,14001,11296,7353,7842,7866,7622,7673,4837,6914,5305,11435,7782,5376,8633,4065,13210,7806,5299,10767,9751,8478,5421,8706,6926,3533,3929,193,13009,10116,8777,6146,8785,9583,8258,7740,9323,4989,7986,3962,5777,4787,7239,5307,4426,3514,3601,3067,5211,6355,13409,5336,7694,3885,8232,4170,3248,9004,4872,5631,6082,6871,6680,9122,5713,345,7986,7391,5771,5408,4850,3170,4297,4804,1016,5865,4160,3378,5379,3896,5894,4070,3655,2909,3302,3120,3451,3887,3130,3454,318,6801,3990,4909,3321,3194,4235,3808,3275,3928,2392,2765,2492,2987,2804,3845,3338,2324,1948,2719,432,717,11401,7518,3989,5796,5017,9611,6624,6640,4884,3795,3166,2667,3614,5878,5193,5541,5134,9034,8950,4233,6713,8224,6475,3289,5402,5398,2593,2158,3465,4306,3585,3520,3939,4269,4005,580,2606,2550,2661,6106,2112,1760,10126,9981,6306,4933,6012,4667,5994,6769,5756,12046,6314,7077,4259,6600,7043,8188,3943,10539,5207,4503,5095,4132,9993,9819,12846,11055,7444,5819,5633,6983,6268,5141,9968,8436,5429,6127,556,15257,8131,7838,2887,4380,7309,10026,8424,6865,3477,4756,2910,3319,3014,5459,3843,633,25,21,3651,3808,6865,5628,3575,3663,3697,2397,2368,5899,5461,4172,3373,2916,4991,2945,2130,2324,3666,3440,2861,2931,2367,3124,2690,1855,1151,2390,1887,3576,2587,1615,263,4450,3957,2730,1902,3769,3118,3421,3020,2744,1837,1837,2591,4731,4911,6974,7147,3134,4164,2924,2622,3360,171,6460,9299,4825,7673,4555,3047,1419,348,6868,3856,3541,3687,3173,2891,1528,268,308,2697,5760,3060,2702,288,11431,13630,12441,7423,6631,7914,5142,3316,2810,5067,9176,5379,3753,3946,3840,3341,2943,3723,3365,3339,3896,3501,3177,208,94,45,6670,21954,10827,17243,9784,14701,9970,14757,17696,7111,8833,13002,11891,7314,5543,10177,6275,5419,5580,5068,3834,5464,2633,3969,4020,4014,3561,3492,4202,2906,3499,2001,3254,2605,2294,2534,583,9616,6896,4300,3000,3456,4548,3076,690,177,4349,2316,2361,2473,2461,3435,2769,2278,2523,1790,29,1992,2302,2039,1968,6147,35,8094,9526,7928,4385,9866,23191,24832,9580,8895,5475,931,8435,13693,10914,10127,12326,5978,6513,9920,11404,4857,5469,4594,6112,7483,8756,8510,7122,7364,1645,4949,9176,3855,4628,8601,5413,8792,7000,7882,4307,7080,7115,5427,6507,4102,12421,5996,3822,6527,6050,4710,5999,6718,5141,8268,4258,5562,5618,5792,5602,4658,9406,8789,7868,3484,2560,8540,8592,1732,3265,5523,7992,7011,5077,9644,6879,11588,7099,6084,6119,3085,5104,4614,4733,5221,4231,3582,587,8440,8405,9890,3185,7593,4275,3827,3672,6275,8385,5900,5454,6076,5200,6897,6718,3828,7444,5000,8384,372,23,4627,7851,8378,5641,5106,3056,2040,425,3327,2738,693,4073,5060,3199,2229,3491,6033,7516,7957,8790,7556,5666,3437,4175,4323,3028,2304,2811,3729,2416,3124,4631,4862,2487,4731,190,6426,3204,774,7743,8126,4644,5066,7212,4723,4082,2933,3035,2473,3776,1990,6179,5941,6051,3883,3169,5874,3820,3034,3633,3968,2042,3446,2338,3204,2977,3051,2945,2371,3255,3702,4590,6976,4005,10010,11418,2964,2304,3426,6764,5255,2339,308,8873,5340,11113,10107,7089,4641,6368,6358,3152,4757,4345,3853,2901,1694,4888,19,4755,3160,3888,3940,2934,2452,2428,2025,76,3583,4680,3285,3897,3281,3014,3555,3391,2933,2100,2126,2600,3669,3243,2582,1760,37,3963,1048,190,599,3169,3556,2512,2398,5252,5307,2836,1814,1491,276,5552,10453,6456,5884,5533,4169,3909,2819,2276,1797,10081,7652,4293,3254,2781,5602,4355,4740,117,8866,9888,3022,4042,4514,3963,4120,3328,3369,2941,2890,2777,3076,2865,1420,214,5541,6467,5525,5040,5386,4055,2431,2930,1543,2570,4807,4315,4793,4618,3059,3817,3314,7818,7770,3967,8352,5561,2408,2917,2311,6961,7505,3605,5298,5702,5056,3280,2304,1647,75,28,4469,8883,5732,5742,5825,3350,3268,4461,3544,2941,2233,2689,2698,5650,2668,3279,4033,5496,4908,3790,2813,2395,6977,5452,4212,2674,3627,2186,226,4753,3162,6871,3180,3227,3015,4876,2262,2255,3257,2877,3022,2551,1337,2293,2295,2712,3791,2328,2732,2776,2496,2777,1747,247,2916,2730,2677,2734,5509,2725,3088,4002,3985,4818,8265,3132,1144,3868,9104,3463,3254,2296,4396,4075,3699,3402,4944,5002,5676,5293,1838,112,5568,5321,7820,7198,3728,3869,8425,4283,9623,6227,3547,6373,2095,3757,2350,5425,4466,6992,5184,3525,7710,4948,3579,1837,6399,6589,6828,4367,6429,2993,2781,9150,6153,7590,4046,6307,9943,10543,7001,6397,5714,9728,4097,9324,4375,5887,5865,4137,4437,1149,5166,12221,7509,6331,8458,4263,5584,3871,9334,10017,4735,8634,9913,8023,5408,115,903,15647,11380,8965,7070,5581,5265,4210,3678,3512,4041,3007,1438,3787,4161,3261,5828,4224,5792,6700,4586,6721,4943,9813,9872,7110,6760,4100,4199,5224,4039,5627,7594,4571,2860,14949,14914,14673,9999,7026,6314,5891,3475,7029,8382,6146,8788,8056,7685,6126,5484,5556,3022,15160,10249,7881,9703,5791,9083,5460,5239,6972,8271,3071,4071,3541,7993,5765,3823,8479,8350,495,24973,13112,15590,9257,7827,8643,9201,6527,5572,12406,6706,3993,5746,9604,6664,6542,6284,7307,6802,9608,6008,148,11397,13209,8921,9395,4830,7747,10741,6755,3621,3999,2228,9940,6772,6396,4802,3005,4070,4927,4897,2227,6447,8304,7410,6963,3911,4899,5065,4935,6167,6236,2033,5207,6442,4415,1782,7222,6935,9808,10564,7190,6675,9885,6643,6283,3512,2405,2955,2881,3127,3783,3926,5187,5492,6935,7355,6749,3861,4119,4447,3704,5441,1827,468,6507,8734,8428,9918,7513,3831,5381,5576,4332,5789,5105,5781,8436,12362,5519,617,8670,9273,5873,7346,4404,3608,2061,5237,5720,5143,3758,3506,2429,1924,7196,4835,2826,3023,2855,3209,2088,2042,1510,301,218,9447,7592,4558,9903,11629,4757,1442,9027,9755,2928,3974,3484,4611,5593,6800,5018,4679,6049,6343,4349,1716,7322,8037,5899,8973,5134,5122,274,288,288,14166,7599,8720,11686,7687,8656,9770,5167,5202,4655,7275,6081,9699,9885,6608,3651,2384,6954,6213,4443,9117,5375,6407,6548,5361,10709,7192,10811,8528,8515,8281,9091,11768,12516,5772,7612,8826,3993,7203,6108,6252,5319,3153,4706,6653,6083,350,12868,12905,8432,6262,9582,9100,11211,8077,10504,3308,566,9794,5698,8846,6997,6741,5722,8052,9768,9783,7225,8444,3842,4936,5487,5348,428,5772,7171,4609,2577,2984,3257,2509,2744,3331,2977,2962,114,4897,2405,3987,4143,6431,5732,3422,2615,3921,4293,3913,2547,2139,3894,2617,2484,2498,2431,2371,267,4074,6065,3539,2928,4117,4283,4159,5681,6767,3147,3621,3336,2969,3060,3105,3639,3915,3528,4331,3896,4453,2906,3173,3706,1080,5516,6161,4782,3609,3388,3164,3466,2050,1569,3364,4446,3707,3715,2921,5274,6519,4336,5197,4510,3157,3334,3212,3349,3256,5284,3925,3297,2915,2467,1974,7076,5715,4620,4104,4643,6836,6783,950,4878,5821,4063,7432,5682,3282,3976,5071,6360,4142,3161,1837,4495,4377,6476,3435,1885,2072,1158,5611,3762,5495,5304,5462,5466,1708,2973,8036,4488,6689,5938,6037,4436,5584,6186,5219,4470,6476,6010,2635,3462,7212,2931,3547,10119,5635,5727,8714,6713,5435,6947,4907,4477,3571,3456,7480,9365,7699,5336,3547,4746,3744,6142,7789,3899,3669,1318,1414,1590,5121,5792,6822,12525,5032,4465,952,12999,6527,5468,4563,7516,3915,5058,5273,5260,3577,8313,7461,3880,7047,5130,1729,8056,4944,4869,7354,5122,5034,4293,1212,4566,9868,6086,4937,7425,4918,7289,7968,1858,5625,7786,8493,7597,7936,6037,5056,5614,845,7227,7324,5548,13907,3694,670,113,63,20,10,4,2,0],"fragments":[{"begin":"0.000","end":"80.200","lines":["Have you ever thought about how strange everything is? Ha, no—but really, something happens in January, when it still feels like last year, but it’s suddenly this year, and it always makes me ask: What are we transitioning into? What have we transitioned from? I’m Bri Kane, a member of Scientific American’s editorial team and resident reader. Today I’m sharing a conversation with Nell Greenfieldboyce, author of Transient and Strange. I asked her about this new intimate collection of essays she’s written about the science that helps contextualize her life—and all our lives, for that matter."]},{"begin":"80.200","end":"118.600","lines":["The essays range from why fleas have sexy poems written about them to how Mecca inspired touchable moonstones oceans away to even how all of this is tiny but still meaningful when you remember just how big time and space really are.  You’re listening to Science, Quickly. [CLIP: Show theme music] You might recognize Nell’s voice. She’s been an NPR science correspondent for a while."]},{"begin":"118.600","end":"147.880","lines":["You may also recognize the title of her new book from a Walt Whitman poem called “Year of Meteors.” For those of you who are poetry aficionados or fans of Meter, our poetry column, “Year of Meteors” ends with Whitman talking to time and space itself about the new year he finds himself in and how strange it is to see your own self in the brief and beautiful years coming and going. He’s asking a similar question to what Nell asks herself and asks the readers of her book: What are we doing here?"]},{"begin":"147.880","end":"166.960","lines":["What am I transitioning to or out of? What have I learned along the way? Although my conversation with Nell took place a few weeks ago, I’m still thinking about it. This one is not for the faint of heart, but it is for those looking around, wondering what strange new year, and life, is on the horizon. [CLIP: Music cue]"]},{"begin":"166.960","end":"182.520","lines":["Thank you so much for joining me today, Nell. When I first read the book, I was struck by how much I learned from a short collection of essays. I wanted to ask you about the touchable space rock and your connection to it. I'd never heard of this before."]},{"begin":"182.520","end":"207.120","lines":["So, it's here in the city where I live, Washington, D. C. The Smithsonian’s National Air and Space Museum has this touchable moon rock. It's one of the rocks that the Apollo astronauts brought home. And it’s just—it’s on display, and people can touch it. And that was the idea of a scientist who had worked on the Apollo program and then went to work at the museum, uh, when it was first starting."]},{"begin":"207.120","end":"226.080","lines":["Editor's Note: The touchable moon rock exhibit debuted in 1976 and was the idea of Farouk El-Baz, then director of the museum’s Center for Earth and Planetary Studies. And his idea was, you know, one of the things we should do is, like, let people touch a moon rock. And, um, it was because of this experience he had on pilgrimage in Saudi Arabia, where he saw, like, the black stone that’s in Mecca that pilgrims try to touch or point to; it’s associated with Muhammad."]},{"begin":"226.080","end":"248.080","lines":["And so he had this idea that this would be a really powerful emotional experience for people to touch a moon rock, and I think that it took a while to convince NASA that this would be a good thing to do, given that they had just spent a lot of money and a lot of time getting these precious rocks, and then you were just going to put one in the museum for, like, any random person to just, like, you know, put their hands all over it."]},{"begin":"248.080","end":"258.680","lines":["It's so interesting to even think about the idea of touching a moon rock, but I loved your connection to this rock and how you connected it to a necklace that you wear yourself."]},{"begin":"258.680","end":"278.760","lines":["Yeah, I wear a meteorite necklace most days. I don’t—I’m not a big jewelry person, but I do like wearing a meteorite because I feel like it’s just a good thing to have to remind you that space is big, the universe is big, and whatever’s going on in your day, you know, there’s just kind of this visceral reminder that there’s a lot out there and that your little concerns are rather puny."]},{"begin":"278.760","end":"293.440","lines":["That’s such a good point—a daily reminder of just how big everything is and how small we are. I was really interested in the chapter about the Rothschild family and the queen of fleas. Can you tell me about that?"]},{"begin":"293.440","end":"320.680","lines":["Yeah. So who knew that the Rothschilds were really into fleas, but, you know, being a scientist, being a naturalist, was a very, like, sort of, like, learned, you know, high-society thing to do. You have collections of things, you know, these sort of cabinets of curiosities. And so in the Rothschilds family, it was apparently fleas, like, you know, Miriam Rothschild’s father had amassed what was probably the world's most important collection of fleas."]},{"begin":"320.680","end":"346.240","lines":["And she grew up in this household where, you know, she didn’t go to like a traditional school, but she would go around with her father and, you know, sample fleas. And she herself devoted her life to studying fleas. And she learned that one flea sort of syncs up its reproductive system with the reproductive system of its hosts. So there’s this flea or rabbit flea that has to feed on pregnant rabbits to be able to mature its own offspring."]},{"begin":"346.240","end":"371.160","lines":["And the fleas are so interesting because they’re so little and small, and yet so much of the history of science and thinking about the universe and sort of poetry and metaphor can all be encapsulated in fleas, which—and you know, Herman Melville didn’t think that was possible. He thought you needed a big whale or something like that. But obviously a flea is just as potent a source of symbolic power, as far as I can tell."]},{"begin":"371.160","end":"385.640","lines":["Yeah, I was surprised by another example of just how big everything is, the entire field of science, the entire history of science, and then how small but important some of these examples are, like a flea. And the poems about fleas – how did you find those?"]},{"begin":"385.640","end":"407.120","lines":["So there was this whole tradition of literary soft porn that involved fleas, because, you know, the fleas used to be more of an everyday thing. And so people would search their bodies for fleas at night. And so, you know, you could have a painter who would paint, you know, a beautiful half naked woman, like, searching her body for fleas. It was an excuse to show, like, you know, half naked women next to their beds."]},{"begin":"407.120","end":"426.800","lines":["And then, you know, the whole notion that the fleas could, like, crawl under people’s clothes and, like, you know, suck their blood and, like, just go anywhere on a woman’s body that they wanted was like very alluring. You know, so there is a lot of, like, love poems and, like, you know, poetry that involves fleas. It’s very strange."]},{"begin":"426.800","end":"450.920","lines":["I think that people in their minds maybe keep science and poetry pretty separate, but to me, they are closely linked because I think that both poets and, um, scientists are trying to understand the universe, and they’re often experimenting, um, and they're working within a kind of, um, confined space, a kind of constraints of certain kinds that often generates a lot of creativity."]},{"begin":"450.920","end":"477.720","lines":["But I think what you just said about the connection between literary works and science is really interesting. That they share a lens, and they share a goal of understanding. The work overall, your book, is fairly literary. I have to admit, I myself was surprised to see a Melville chapter and references to Walt Whitman. The title itself is a literary reference. Can you tell me how you came to that title?"]},{"begin":"477.720","end":"507.240","lines":["My editor at Norton, Matt Weiland, [who] suggested it. Um, it was from an essay on meteorites and the, the quote is from a Walt Whitman poem where he was writing a poem about this great meteor procession and, you know, um, of course he said it much more elegantly, but, you know, he’s like, you know, you’re transient and strange and, like, look, here I am, too. I’m also transient and strange. And so Matt, my editor, thought that that really encapsulated what a lot of this collection of essays is about."]},{"begin":"507.240","end":"528.880","lines":["It’s about, you know, exploring things that are transient and strange, whether they’re things, um, in the universe or things in your own life that happened, um, and everybody’s trying to investigate them and understand them, and scientists do it one way, and artists do it a different way. Children do it another way, but it’s fundamentally all the same exercise and investigation."]},{"begin":"528.880","end":"549.920","lines":["Yeah, as I was reading it, I was thinking the same thing about the times we’re living in, right? People are calling them unprecedented times, but things do feel very transitory and they feel very strange. I wanted to ask you if the act of writing this book was you embracing that transitory state, that strangeness that we’re all wading around in right now."]},{"begin":"549.920","end":"575.320","lines":["Yeah. I mean, honestly, you know, um, I wrote these essays, um, not really knowing what I was going to do with them. And the act of writing is itself a sort of transient and strange, um, phenomenon. A lot of people [who] have said that among writing forms, in some ways, the essay is the most kind of experimental form because it’s not so prescribed about how it should look or what should go in it or where it should go."]},{"begin":"575.320","end":"602.720","lines":["I couldn't agree more. I think the essay is a really free-flowing form for writers to kind of find the format that they need for this story or for this stream of thought. Your publisher is calling this book [a collection of] intimate essays about everyday life, and it felt very intimate reading this book. It’s about 200 pages, but it packs a few punches in there. I wanted to ask you which essay felt the most intimate for you to share with us."]},{"begin":"602.720","end":"632.840","lines":["I think the essay about, um, about the final essay in the book, um, “My Eugenics Project,” about, um, the issues that my husband and I talked about as we, uh, contemplated whether or not to, to try to prevent a hereditary disease in our kids. I, I feel like that was pretty darn intimate, and, um, at the time it was really quite, um, quite emotionally, um, exhausting for me. I mean, like, that’s one, that's one thing about—another thing about personal essays is there’s, there’s often a very revealing quality to them."]},{"begin":"632.840","end":"657.800","lines":["And, you know, you just sort of, like, just try to be honest and try to say what happened and what you thought then and what you think now, and, like, you don’t know. Yeah, you just sort of put it out there without really any knowledge about how other people will respond. Among all the things that are in the book, that’s the one, that’s one of the few things that I thought, wow, like, maybe I really ought not to be so open. But I did; I did it. Too late now."]},{"begin":"657.800","end":"687.560","lines":["Well, I have to say, I am so glad that you were so open with that essay. I found it to stop me in my tracks. I thought it was a very beautiful exploration of a very serious conversation that does happen in marital beds, in doctors’ offices, and we cannot pretend like it’s not. We have to acknowledge it and be able to discuss it openly. I wanted to ask you how you were able to approach that chapter as a writer and a mother yourself."]},{"begin":"687.560","end":"712.320","lines":["I don’t know to what extent, um, people know the history of eugenics, but I learned it in college and have been reading about it since then. And it’s amazing to me how little it’s talked about or discussed. I do think that, you know, there’s this tendency now to throw around the word eugenics, and people often don’t even know what they—what it means exactly. They know it was bad. They know it was associated with Nazis."]},{"begin":"712.320","end":"739.880","lines":["Um, but I didn’t know a lot about, um, the role of people who espoused eugenic ideals in the sort of, um, genetic counseling, um, birth of that as a field. And I thought that was really interesting. And so when I started to think about my own experiences, um, I was often looking to try to understand what I went through, not just personally but, like, in a sort of like historical sense."]},{"begin":"739.880","end":"767.880","lines":["So for me, it’s really important to treat the history of science as not something that happened a long time ago and that just isn’t relevant to us but as something that is, is something that is very much still, like, playing out in various ways and having different echoes today. And that’s what I really wanted to try to convey as a writer—is that this stuff isn’t just, like, past history. It’s still kind of resonating. It’s, like, it’s, like, you hit a tuning fork or whatever, and there’s resonance that keeps on going."]},{"begin":"767.880","end":"795.040","lines":["That’s a really beautiful answer. I was struck by your relationship to motherhood in the book, and it felt very intimate how you pulled the curtain back to allow us into those conversations with your husband and with your doctors. But also the book starts with a really interesting conversation with your son and explaining just kind of the entropy of life through tornadoes. Can you tell me about that?"]},{"begin":"795.040","end":"819.760","lines":["Yeah, so when my son was very young, he developed this really, um, big fear of tornadoes, which—you know, we live in Washington, D. C.; it’s not a particularly tornado-prone part of the country. Um, but he was quite scared of them, and it was an issue in our lives dealing with this. And, you know, as a parent, you’re supposed to try to, like, reassure your child. You’re supposed to, like, you know, help them with their fears. But I often found it difficult to do that because I don’t want to lie to my children."]},{"begin":"819.760","end":"841.000","lines":["And so, you know, how do you tell your child it’s not going to happen? Because I don’t know what’s going to happen. You know what I mean? Like, how do you teach your children about the possibility of just, like, random obliteration? And, like, you know, you’re supposed to be a parent; you’re supposed to know. But obviously you don’t know; you don't have any idea. And you’re just sort of trying to muddle through as best you can."]},{"begin":"841.000","end":"854.480","lines":["Um, and so I found my children then and now to be quite challenging in asking the big questions and forcing confrontations with stuff that maybe it would be easier just not to think about."]},{"begin":"854.480","end":"885.360","lines":["I loved that you started the book with that conversation with your son because it seemed like—in preparing your son for the entropy of life and how to be prepared but not scared—you know, it felt like you were preparing the reader as well about what you are about to get into, what this book is going to probe you to think about, uh, to bring us to an end today. I wanted to ask you: What do you hope readers will be thinking about as they conclude reading your book?"]},{"begin":"885.360","end":"913.800","lines":["For me, what I hope people would come away with is just a sense that, um, the enterprise of science is not so far removed from your everyday life. It’s not removed from the way you think about things and the way that you and your children interact in the world. And it’s not removed from events that you experience as a person. And so, um, to me, it’s all just one continuous thread. And, like, we’re part of it. You know, we are, we are [a] transient, beautiful, brief part of it."]},{"begin":"913.800","end":"922.040","lines":["Um, but we’re, we’re right there in the mix. It’s, like, right up close to us. And that’s, that’s what I hope people would take away, a sense of that closeness.  [Clip: Theme music]"]},{"begin":"922.040","end":"932.240","lines":["Thank you so much, Nell Greenfieldboyce. This was a wonderful conversation to have with you about a really incredible book, Transient and Strange. Thank you so much for joining me today."]},{"begin":"932.240","end":"934.640","lines":["Thanks for having me on the show."]},{"begin":"934.640","end":"952.880","lines":["For Science, Quickly, I’m Bri Kane. Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong. Our music is composed by Dominic Smith. Subscribe to Science, Quickly wherever you get your podcasts. If you like the show, give us a rating or review! See you next time! Happy reading!"]}]}
