{
  "title": "Researchers Just Created the World's First Permafrost Atlas of the Entire Arctic",
  "img": "https://static.scientificamerican.com/sciam/cache/file/62DFCAA9-29A5-4147-847032A7957C7E52_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/researchers-just-created-the-worlds-first-permafrost-atlas-of-the-entire-arctic/",
  "audio": "https://traffic.megaphone.fm/SAM2434593821.mp3?updated=1703605698",
  "intro": [
    "The Arctic Permafrost Atlas, which took years to create, is both beautiful and sobering, given the pace of climate change."
  ],
  "authors": [
    "Emily Schwing"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Emily Schwing: ",
      "text": "Imagine the entire Earth. Now think about the places where all the ground is frozen solid. Do you know where they are? What if I told you that permafrost isn’t only found at the poles and that it exists under the sea, on the Tibetan Plateau and on top of North America’s Rocky Mountains? For Science, Quickly, I’m Emily Schwing. [CLIP: Show music] For more than six years, researchers have been working to account for all of the planet’s frozen ground as part of the NUNATARYUK permafrost research project. They’re also going one step further to document who lives on permafrost, makes use of it and what its cultural significance is. What’s come of their effort is the world’s first and only permafrost atlas of the entire Arctic."
    },
    {
      "author": "Levi Westerveld: ",
      "text": "So, it’s a coffee-table atlas that you can open anywhere and start reading and learning about permafrost."
    },
    {
      "author": "",
      "text": "Levi Westerveld isa geographer and cartographer. He worked as an editor on the Arctic Permafrost Atlas."
    },
    {
      "author": "Westerveld: ",
      "text": "I think one of the first questions we ask ourselves is: What was the ultimate goal of the atlas, and what was the audience we were trying to reach? And quite fast, I think it became clear that we wanted to create something that was very accessible for policy makers who might not have heard of permafrost before to children and schools that are interested to learn more on the topic."
    },
    {
      "author": "Schwing",
      "text": "What came of the project is a nearly 160-page document loaded with dozens of maps, high-resolution images, and charts and graphs that explain what permafrost is, how it behaves in the Far North, how it’s changing and who those changes impact. Paul Overduin is a geoscientist at Germany’s Alfred Wegener Institute Helmholtz Center for Polar and Marine Research. He also worked on the project."
    },
    {
      "author": "Paul Overduin: ",
      "text": "We were looking at natural sciences and social sciences. So, we really had to kind of take a step back and get kind of a big picture of who works in the areas where there are permafrost, who works with people who live on permafrost. And then we started to look at “Well, what are the- what’s the output going to be?”"
    },
    {
      "author": "Schwing: ",
      "text": "It’s a document Paul hasn’t grown tired of looking at, despite years of work."
    },
    {
      "author": "Overduin",
      "text": "I just remember being a kid and just loving atlases. Like, just these big pages, and you turn them over ... finding out about some part of the world you hadn’t even imagined. That’s what the atlas should do. I think it should also kind of open up your imagination a little bit."
    },
    {
      "author": "Westerveld: ",
      "text": "I think as somebody that started on this project, knowing very little about permafrost, revealing a lot of it is visible, especially the changes that we’re seeing in the natural landscape due to climate change."
    },
    {
      "author": "Schwing",
      "text": "Permafrost is ground that remains permanently frozen for at least two years. And in many of Earth’s coldest regions, including the Arctic, it’s warming and melting and shifting rapidly. That means infrastructure is less stable, ecosystems are changing and cultures tied to life on frozen ground are shifting. Permafrost underlies up to 16 million square kilometers of Earth’s surface. In the Northern Hemisphere, 15 percent of exposed land includes permafrost. Taken alone, these statistics might not mean much. But the foreword to the Arctic Permafrost Atlas notes that in the past two decades, “the number of web searches for the term ‘permafrost’ has nearly doubled in proportion to the total amount of searches.” In other words, people are interested in frozen ground. And now they have an atlas that can  answer some of their questions. They can also learn directly from people who live on permafrost and interact with it every day. Levi says work on the project not only piqued his own imagination, but also revealed what would otherwise be invisible."
    },
    {
      "author": "Westerveld",
      "text": "But a lot of it is also, is not visible where it’s happening under the surface if you look at the maps, for example, showing the carbon concentration in terrestrial and subsea permafrost. So these kind of—making the invisible visible through these maps, I think, has been extremely interesting."
    },
    {
      "author": "Schwing: ",
      "text": "Beyond the permafrost, Paul says, there are other elements to the project that are also seemingly invisible."
    },
    {
      "author": "Overduin: ",
      "text": "What you don't really see when you look at the atlas is the whole process that went into making it. And one part of that is definitely community involvement, community consultations. So, for example, there’s a foldout on risks and hazards in the atlas, which is the product of consultations that took place in communities on Svalbard [Norway], in Greenland and in the Northwest Territories [of Canada] at numerous times through the project. That was made a little bit difficult by COVID, but it happened nonetheless right up until the end of the project."
    },
    {
      "author": "Schwing",
      "text": "As part of that process, the team also incorporated Indigenous knowledge and experience into the project. And Levi says what’s unique to the final version are the written portraits of people who live and work with permafrost every day."
    },
    {
      "author": "Westerveld: ",
      "text": "What we’re trying to do through the portraits is bring a different perspective and a different scale to the story of permafrost. So as the reader navigates between the spreads they might encounter, for example, a map or a graphic that shows the settlements and their sizes and the type of permafrost they’re located on and in which country, and that gives kind of one dimension to the story. And then you turn the page, and you get the personal story of an Indigenous person that lives somewhere in northern Russia that talks about their relationship with permafrost. So this allows the reader to connect to the story of permafrost at different scales through this graphic, so it may be more regional, and then [there are] these personal stories.”"
    },
    {
      "author": "Schwing: ",
      "text": "The world’s permafrost is changing rapidly—and the atlas is filled with pages of beautiful, colorful and highly informative maps that tell its story from various angles. But this may not be the final product. The permfrost atlas may very well be a living document, according to Paul."
    },
    {
      "author": "Overduin",
      "text": "One of the dangers of a map is always once you’ve made it, it becomes a kind of a truth. But of course, many things are changing, especially now and especially in the Arctic. They’re changing very rapidly. So, will be a living document …  this will need to be a living document, yes."
    },
    {
      "author": "Schwing",
      "text": "The permafrost atlas is available for free as an online download. For Science, Quickly, I’m Emily Schwing. Scientific American’s Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong. Our theme music was composed by Dominic Smith. Subscribe to Science, Quickly wherever you get your podcasts. And if you’re a subscriber already, thanks! And please drop us a review on Apple or Spotify. For more up-to-date and in-depth science news, head to ScientificAmerican.com. Thanks and see you next time."
    }
  ]
}