{"title":"Is This the Earliest Evidence of Human Cannibalism?","img":"https://static.scientificamerican.com/dam/m/6eb6b3af124b524d/webimage-Cannibals_WIDE_IMAGE.png","url":"https://www.scientificamerican.com/podcast/episode/is-this-the-earliest-evidence-of-human-cannibalism/","audio":"https://traffic.megaphone.fm/SAM1619882732.mp3?updated=1709331219","intro":["A newly examined munch mark on a tibia has become a real Pleistocene whodunit."],"authors":["Natalia Reagan","Timmy Broderick"],"category":["Archaeology"],"transcript":[{"author":"Natalia Reagan","text":"It’s an eat-or-be-eaten world, sometimes quite literally. There’s sexual cannibalism, aka praying mantises preying on their lovers or black widow females making babies and then making widows out of their mates. And then there’s the ol’ run-of-the-mill cannibalism. One of our closest genetic relatives, chimpanzees, have been documented engaging in cannibalism—hey, it’s hard out there for a chimp. [CLIP: Chimp pant-hoot]"},{"author":"Reagan","text":"But it’s not just nonhuman animals. Humans around the world have also engaged in cannibalistic behavior. And as you might’ve gathered if you’ve watched Yellowjackets, DAHMER or the 1993 classic Alive ... [CLIP]"},{"author":"Reagan: ","text":"Humans have an intense, morbid fascination with cannibalism. There’s even a creepy word for human cannibalism—anthropophagy. Hi, this is Natalia Reagan, and welcome to Science, Quickly! [CLIP: Music]"},{"author":"Reagan: ","text":"So when was the first recorded instance of cannibalism in our human history? Like most things in science, it’s a little complicated. Paleoanthropologists, the scientists that study human origins, will look at bones for cut marks to determine if there is evidence of cannibalism or perhaps ritual defleshing. “Paleoanthros” also need to determine who the bone belonged to and who may have done the devouring—especially during the mid-late Pleistocene, when there were multiple species in the genus Homo roaming parts of Africa, Europe, the Middle East and Asia. Paleoanthropologists also have various specialties from studying bipedalism to pathology, increases in brain size and changes in our ancestors’ diet. So if a fossil is only studied by a paleoanthropologist with one specific focus, other clues may be missed. Thus, there are benefits when multiple researchers from different paleoanthro subfields look over the same fossil. We get a clearer look at the big picture! And it turns out there’s some new research—by Smithsonian Institution paleoanthropologist Briana Pobiner and Colorado State University paleoanthropologist Michael Pante—that reveals that our hominin ancestors might have actually eaten one another 1.45 million years ago!  It all comes down to this mystery around an ancient tibia, or shin bone. But this fossil wasn’t a new find."},{"author":"Briana Pobiner","text":"It’s about 1.45 million years old, and we know that based on the volcanic ashes that were found nearby. And it was found in 1970 by Mary Leakey."},{"author":"Reagan","text":"That’s Briana. She sees the value in revisiting old discoveries to see if fresh eyes and different academic perspectives can help gather more data. For instance, researchers can now go back over museum specimens from a different specialty and use updated technology to glean new data from old finds. Because Briana is familiar with looking at bite marks versus cut marks, she can pick up these forgotten bones and discover new clues about the fate of that individual. Basically, she knows what a bite mark looks like."},{"author":"Pobiner","text":"I usually study animal fossils, but I was looking at the fossils of our ancestors to see if I could figure out what predators munched on them."},{"author":"Reagan","text":"She started looking at the fossil in question ..."},{"author":"Pobiner: ","text":"Because I was interested in seeing if there was kind of a shift in predation, maybe, with the evolution of the species Homo erectus, so I was looking for carnivore bite marks on these hominin fossils when I would say I found something unexpected."},{"author":"Reagan","text":"What, “prey tell” (pun intended), was so unexpected?"},{"author":"Pobiner: ","text":"I was looking for carnivore tooth marks, which I’m very familiar with, or other chewing damage by carnivores."},{"author":"Reagan","text":"By the way, at this time in Kenya there were three species of saber-toothed cats that our hominin ancestors had to keep a lookout for.Talk about living in the moment. Getting distracted by the ‘gram could mean certain death for our great great great great gram.]"},{"author":"Pobiner","text":"But when I basically turned over this tibia to look at the back of it, it was like, “Hold on, these look like very typical stone tool cut marks.” And these are marks that I’ve seen from the fossil record from this time period and place, but I’ve seen them on animals. I was not expecting them on hominin fossils."},{"author":"Reagan","text":"This is a real Pleistocene whodunit! Briana knew she had found something potentially extraordinary, so she invited fellow paleoanthropologist Michael Pante to further examine this tibia."},{"author":"Michael Pante: ","text":"Morphologically, tooth marks and cut marks are actually pretty different."},{"author":"Reagan","text":"But how can you tell bite marks from cut marks, especially at a microscopic level?"},{"author":"Pante: ","text":"In the past you would just look at the bone for certain features. A cut mark would have more of a V-shape profile if you, like, put a slice through it and looked at the shape of the interior of the mark. There should be, potentially, linear striations within that mark, and on modern bones, you would have a buildup of bone on the edge, on the shoulder of the mark. But that tends to go away after, you know, things become fossilized and exposed to different processes. With a tooth mark, you would have more of a U-shaped profile. It’s broader, generally, and also the interior surface would be crushed."},{"author":"Reagan: ","text":"Oh, but there is one terrifying exception. [CLIP: Sound of a crocodile snapping its jaws shut]"},{"author":"Pante: ","text":"The exception is crocodile tooth marks, which morphologically do have some similarities with cut marks. But usually those marks are much deeper, and instead of building up of bone on the side, you actually see peeling of the bone due to the force that was applied when the bite was inflicted."},{"author":"Reagan: ","text":"That is because crocodiles have the highest bite force of any living animal at 3,700 psi, or pounds per square inch—further proof crocodiles are stone-cold death machines. Oh, and for perspective, a human’s average bite force is a measly 162 pounds per square inch. Great for snapping celery stalks—not to digress. Because this tibia had bite marks and potential cut marks on it, Briana and Michael figured that the individual in question could have been mostly consumed by a predator and then scavenged by another hominin, or vice versa. But what about the stone inflicting these marks?Spoiler alert: these are not your mama’s ginsu knives. Around 2.6 million years ago, the Oldowan tool industry was born. Think very basic hammerstones, cores and flakes—nothing too fancy. Then things progressed. [CLIP: Sounds of creating stone tools]"},{"author":"Pobiner","text":"At about one and a half-ish million years ago, the main stone tool technology that was around was the Acheulean. So this was kind of the first change in stone tool technology.... The Acheulean was a bifacial technology, so you’re taking flakes off around both sides of the face of your stone. The kind of characteristic tool of the Acheulean is a hand ax. [It] was usually a teardrop-shape tool but still very simple—basically, kind of stones with sharp edges that were used probably to cut things, maybe for digging, maybe for sharpening sticks, maybe for breaking open bones to getting at the marrow inside."},{"author":"Reagan","text":"And if you’re hip to the latest diet craze, you may be aware that bone broth, which is made from bone marrow, is very nutritious. So our ancestors would have benefited greatly from breaking open bones. But with a baby bite force of 162 psi, humans and our ancestors needed the help from stone tools to access that marrow. So who was this extinct executioner/hungry hominin/pleistocene poker? Well, 1.45 million years ago at the archaeological site Koobi Fora in Kenya, there were three hominin species living in the same area: Homo erectus, Homo habilis and Paranthropus boisei. The first contender is Homo habilis, which means “handy man.”This specieswas found in 1960 and given this name in 1964 by paleoanthropologist Louis Leakey (husband of Mary Leakey) and his colleagues because it was thought to be the first hominin to manufacture stone tools. Funnily enough, in 1960 Louis Leakey also sent a young student to Tanzania to study one of our closest genetic relatives, chimpanzees. This particular student also documented chimpanzees using tools to eat termites and ants! Her name? Jane Goodall. But I digress—or should I say digest. Next up is Homo erectus. These bigger-brained, taller drinks of water came after Homo habilis, so they’re definitely associated with stone tools, including Acheulean tools. And last but not least, Parathropus boisei was a smaller-brained species that was not thought to have used tools—until recently. Fun side note: Mary Leakey, the one who discovered this tibia, was also the scientist to discover Paranthropus boisei, whom she first named Zinjanthropus, or Zinj. So we have a few suspicious slayer suspects. But what about the potential victim? Because there is only a tibia with no cranium associated with it, it is hard to pinpoint which species it belonged to on top of who might have eaten this individual. So what if one of the three species had eaten another species rather than its own? Does that still count as cannibalism?"},{"author":"Pobiner: ","text":"Apparently it is not, and so that’s why we tried to sort of thread the needle carefully in the press release and in the article since we don’t know what species this tibia belongs to; we don’t know who is using the stone tool. We really can’t actually call this cannibalism."},{"author":"Reagan","text":"I guess we’ll have to settle for cannibal-adjacent. Still kind of brutal if you ask me! Now, this tibia is not the only evidence of potential cannibalism in our ancestors. There are several Neandertal sites that have fairly substantial evidence of cannibalism.  One such site is Krapina Cave in modern-day Croatia."},{"author":"Pante: ","text":"Certainly the most famous of, of those sites would be Krapina in Croatia, and that has been interpreted in various ways, from symbolic behavior involving a process called secondary burial—where people were, were first buried, and they were allowed to decay and then exhumed and then defleshed subsequently—to just cannibalism for a situation like warfare potentially or survival."},{"author":"Reagan","text":"Some of these remains date back to 130,000 years ago."},{"author":"Pante: ","text":"And then we see more commonly with modern humans examples of cannibalism moving into the upper, upper Paleolithic time period. [INSERT TEXT HERE] Why in this one case, did this happen? Why are people consuming each other? Could it be for something other than a ritual? So, you know, it’s hard to resolve in your mind what the possibilities could be. And how do we actually distinguish between them?"},{"author":"Reagan","text":"Whoa—wait a minute. Ritual? What are some ways researchers can determine if cannibalism is from ravenous relatives or ritual practice?"},{"author":"Pante: ","text":"When we look to assemblages to try and distinguish between, you know, cannibalism for just nutrition and cannibalism for some other ritual process, there’s typically a few criteria that everyone’s looking for. Are the bones broken for marrow consumption as well—? Because that’s a good indicator that they were processing these for food to the highest level. Are the bones burned? Are they in association and processed in a similar way to animal bones?"},{"author":"Reagan","text":"And folks, it gets even more macabre. Some human bones were turned into tools!"},{"author":"Pante: ","text":"There’s some literature that argues that when bones are made into tools or used as tools from humans..., they’re called bone hammers or retouchers—those could be an indicator that this was some type of ritual process. But I’m not sure that really makes sense to me logically. The idea of ritual, at least in early assemblages, is established based on very minimal evidence that can be interpreted in different ways. So it is a challenge, but we are prone to leaning toward an interpretation of ritual rather than consumption alone."},{"author":"Reagan: ","text":"Not only that—but there’s a potentially older example of cannibalism in South Africa at infamous hominin hot spot Sterkfontein. This fossil is called Stw 53 and is around 1.5 to two million years old. Briana is hoping she and Michael will have a chance to examine this fossil to see if this is another possible example of cannibalism in the fossil record. We’ll be sure to stay in touch to see what’s cookin’ next. This research is fantastic inspiration for scientists to go back and take a stab at previously studied museum collections because a fresh set of eyes and new expertise can lead to some killer discoveries ..."},{"author":"Pobiner: ","text":"New tools and new technologies. Absolutely. So you know I’m a big proponent not just because I work at a museum, but I’m going back into museum collections to restudy them with new questions. I’ve been doing a lot more of that actually with my research and finding some pretty cool stuff."},{"author":"Reagan","text":"Back to that Koobi Fora tibia. So if this turns out to be actual cannibalism, what are the implications?"},{"author":"Pobiner","text":"You know, I would say it puts a dot on a map, in a sense, in time and space. You know, if there are more examples of this, it starts to get interesting again. We’re really interested in patterns as opposed to one-offs. The one-offs are still interesting. Maybe it implies that we should be looking at hominin fossils for these marks, and people haven’t been as much in this time period before, but I think, you know, at least in this one particular case, it does show that early humans were using stone knives to cut meat or flesh off another early human."},{"author":"Reagan: ","text":"Ouch. And on that note,Happy New Year andbone appétit! You’ve been listening to Science, Quickly. This has been Natalia Reagan. Scientific American’s Science, Quickly is produced and edited by Tulika Bose and Jeff DelViscio. Our theme music was composed by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. For more up-to-date and in-depth science news, head to ScientificAmerican.com. Thanks, and see you next time."}],"wave_peaks":[5872,6648,5365,5967,6007,3339,2745,4382,6131,6335,6472,711,7045,5065,4199,9,11818,11488,5967,5418,3576,11513,7554,6236,6299,7248,4699,10620,6760,8564,5961,6593,7916,5513,5978,5600,5749,6510,6449,81,10881,6919,9269,8230,7537,4401,2180,4871,6644,5926,6906,7657,6037,6434,3481,3613,1246,7924,7641,7419,9228,10841,6282,6438,7437,8165,3276,14131,12082,11839,9350,6321,7629,5117,2485,8065,10121,6887,12530,11890,6596,8651,265,2,14,5264,11830,9758,8892,6224,8079,4196,4263,12627,11041,11027,11648,10012,6734,7998,8417,8985,6579,8224,3820,0,8711,14143,13688,14721,12509,8568,11178,13486,14541,12645,13274,7843,10288,12087,10515,5335,7311,12342,6674,12842,10820,4259,10039,9571,4500,6695,6606,1855,6315,9448,8323,8421,9170,4198,4571,5984,1397,681,14337,11456,6415,8719,9489,7028,8536,5798,9725,9066,5035,7542,11316,1463,571,732,2368,6937,2180,653,967,2316,1824,15772,18474,8163,4445,3135,8261,7799,1002,3473,13900,11745,7306,9650,8222,1413,1018,1303,856,10885,9024,11047,8668,12213,5789,6033,6693,4220,8758,10228,9944,6108,2033,1531,1817,1544,1669,4077,13675,12326,10894,14932,15147,14030,15452,10873,13496,14602,11522,6293,2041,2049,2135,1882,1672,1858,1298,1250,376,272,214,212,207,157,132,97,10417,13821,9581,11261,7977,12276,7234,7522,9897,9688,6824,11569,7897,7043,89,14948,10304,7636,9234,8395,136,6555,4411,4224,4435,998,1274,346,609,1235,1378,1452,468,1069,1097,1066,441,410,147,124,7103,8594,10043,12175,7608,12153,8606,11959,5685,12668,9212,110,8772,11630,5892,9194,8627,12977,7090,6027,6364,11924,9470,6676,6744,7627,9643,12255,7192,12697,10647,12218,8720,241,7385,9065,11827,8017,5724,8667,7223,6913,5157,5025,11506,6998,7364,4679,6434,11544,5976,6490,7512,10874,11580,1433,12363,12427,9259,7502,8333,11535,6688,2954,8592,8888,8156,7373,9054,3985,10068,8300,10332,11045,11992,15998,8068,8749,10046,9473,9945,6144,7678,6710,75,7855,9168,9743,10703,8713,8305,8713,11600,7087,6564,9701,10418,10905,10275,8672,11414,7916,4294,9291,9253,11016,12035,13355,8235,6783,8736,9724,8326,13606,345,13282,11640,10714,10715,11939,9747,11794,11003,6109,4740,11012,4603,8725,10249,7009,11215,5474,0,16121,6760,9725,9708,9384,2764,14151,11157,8090,6822,7467,4495,6147,5949,6633,6941,6356,7238,12232,7878,5324,12018,9944,7452,11560,9201,5890,9126,8758,13214,5640,11593,6276,5815,29,9837,9994,12939,9490,6292,4624,4746,11873,11818,5834,6815,6161,5450,4875,11847,7135,11619,11662,9519,13031,13213,12479,8716,9043,5841,5541,9554,8699,6940,8263,6743,13001,9937,8388,10638,6065,7671,9209,9417,14780,6869,3691,7798,9492,8466,9464,10014,11580,4930,5592,8011,3386,1295,1233,372,370,1034,992,1197,542,455,1241,1319,402,566,1350,1388,973,397,1286,1339,4459,4080,9106,6818,9127,7240,6857,7299,9440,10216,11189,10303,8546,39,9839,9559,9738,12817,9114,8907,4154,4704,11638,13904,10576,9861,11770,13046,6496,5184,5452,4695,12808,8620,7708,4329,3471,6370,11229,14284,14032,7688,7277,6735,4924,9705,9323,9364,9371,13523,9296,9312,6578,14106,9566,6826,6254,6234,1528,205,9938,11001,11651,1525,13219,14595,14261,12045,11494,10822,13040,12668,9842,10392,11300,13736,13783,10234,12160,19284,7895,13314,10111,8563,12147,15304,8318,6185,371,12984,9481,5407,12042,10748,12043,8706,13188,8871,6933,12411,9309,9805,12991,8285,9575,8973,4699,8501,7936,11431,8460,9048,10255,7051,8726,11668,11774,10859,7708,6390,11471,11972,8012,9051,11626,7096,9871,11517,11042,9204,12976,10666,9805,9174,10326,6411,11478,11345,11311,10656,9442,4720,13080,11277,12516,12335,13102,16579,11403,8983,1177,14939,13964,14134,9967,6740,8923,295,12137,13718,14400,12017,14918,12311,6318,7426,7059,11591,15081,15231,14963,15018,14658,11373,13837,7977,4224,138,8104,11900,13889,6660,8657,11489,7058,12141,5009,16216,14144,13286,11904,10148,10321,11493,14315,9375,11358,14377,13841,11080,13880,9992,5074,7191,4880,4572,5706,4294,2180,10858,10428,12859,8554,11253,10581,8236,9549,9697,13322,8435,7322,396,11959,8767,7434,9468,6830,4954,4624,4320,563,16015,14659,12785,9390,14032,3037,2157,11357,9569,9873,8673,10366,10683,10583,8754,8785,6593,6084,8934,7590,7055,11042,13975,14308,10299,7975,7668,9275,8068,8075,10472,6992,6253,7912,3602,11567,12441,14740,8032,11746,7179,6129,4000,4684,7556,8690,6742,6630,12685,8885,12431,4625,4089,8741,6319,8548,6969,13879,7456,9535,9321,12610,14267,9527,13614,13883,13025,13684,14919,9985,12604,8946,4869,14923,13311,8908,8308,13128,14776,14678,616,7474,5567,11401,13992,9376,9676,13417,13002,13395,13679,14015,11274,14384,13741,12007,19007,173,16223,15185,16240,14388,12506,11222,3053,15836,12738,7195,4484,9182,13903,12859,14775,13849,13935,9427,10362,7924,13314,13771,14369,8157,7416,8802,8858,6464,4426,2542,2902,4038,4514,3809,3312,17,2876,1427,692,2791,3119,3272,1361,2043,2479,2409,996,931,477,1675,14200,11824,10616,13339,7788,12257,6064,12121,11482,10995,12541,7256,8316,10983,11491,10433,8938,14250,8394,12898,12474,7771,10571,11939,12839,13522,11031,13978,9464,12963,11691,10604,10456,8791,2821,10743,9560,8865,9455,10739,3661,8815,7866,327,10283,11505,9412,10180,9029,9682,11026,12266,13186,6339,10396,7844,11498,7999,6177,9379,11894,9989,11419,9630,9918,7182,9995,11102,7692,8062,9607,3672,2083,3983,11074,8364,8814,9148,9857,4787,8692,9427,9492,8538,6514,4738,8234,8310,7466,12606,8998,10516,8778,8695,3995,3241,5179,9235,10702,9347,8465,1136,9257,7095,9154,9648,9353,8052,9160,7959,9260,8820,9009,9174,9059,9109,7166,6090,798,11610,8829,8889,9221,9420,7580,5769,5385,8949,9397,1140,9175,9719,5741,10584,10293,8826,10653,8613,2666,10568,10375,9331,10114,9081,9938,4301,8731,10149,8603,7465,7577,9975,10385,9340,9339,9772,9350,8107,8060,5899,8577,7629,6432,8989,8205,8241,9901,8718,5988,9345,8615,10083,10024,10399,9460,7742,8127,9079,9099,9605,8409,10193,9704,9182,8483,7401,10207,7439,10474,8811,8140,8402,8949,10257,8839,5259,9768,4152,2822,9798,3392,8187,5621,10579,8671,11422,4350,9387,10206,9975,11703,9413,9444,8942,7806,8883,4036,9674,9298,7825,5478,8779,8220,356,10222,10219,9387,5365,11134,8456,1055,10842,7674,8854,10053,10196,9151,8994,500,10990,8869,9128,8995,9863,8384,9546,9276,9741,9097,8965,2105,9651,8211,7622,9823,9371,8066,7814,7445,7780,7660,8366,8900,6958,8325,2936,8819,8279,9842,4259,4726,2556,136,9926,9597,7367,8548,5189,9479,6056,11177,6303,15687,7160,11536,7113,14252,10434,6022,7731,9862,7153,2836,11515,10871,11483,9052,7250,6974,7333,3622,7028,7879,5985,13359,10992,11333,5170,7079,8773,4447,4746,4116,13585,10163,8079,6424,5062,652,6726,11848,9173,8502,5378,6577,4357,4400,4390,4409,9951,5544,6576,5802,4887,633,11849,10181,11505,5885,4897,8522,162,47,7953,2930,4931,348,48,2876,10937,6502,8796,11870,10560,7118,5986,9171,11588,8145,516,11539,10489,10019,7139,9551,11697,9647,12852,6326,1684,8444,9477,5818,5260,10065,9201,7689,6182,11129,13914,11621,9191,8297,6467,10889,11544,9793,5267,101,12332,8434,9550,5142,8737,4288,3540,5292,10441,10827,9054,10398,6335,6775,7656,6090,7920,10679,5415,9028,6854,5884,8251,12082,8620,7689,12234,12554,12661,12469,7588,9246,11504,12314,9626,5949,11346,14401,9541,13170,12920,4254,14538,15105,13793,13260,14778,11899,8743,4601,7403,6387,10424,7559,10811,5969,5948,5111,4457,5230,4569,9997,5976,5800,7865,9137,8354,13628,10407,8985,12717,8654,8293,8722,10561,6397,9152,6077,8777,13380,14124,7122,7333,5822,9982,7457,5349,7293,12051,11798,9238,10521,9081,9535,10416,12437,8830,3067,7714,5573,12867,9470,7754,7963,6352,5453,11975,12474,6626,7660,8419,4813,6287,5134,12332,5725,4663,5076,6596,4301,4522,290,13942,11851,10498,11542,12207,327,12368,6119,7715,13841,9013,12973,13899,7330,8770,4414,6047,7249,6775,5012,6906,8433,7485,13871,10431,6360,3987,11711,12424,4856,5063,4608,13309,10263,4025,5712,6178,12889,11893,8320,4788,3911,6713,2263,3331,8865,7351,6283,6762,8186,8617,8702,6430,10522,12661,12755,8765,9235,9739,7279,7824,8478,11685,4974,9818,9560,11385,8931,10281,14131,12099,9172,6253,7279,3914,5751,4519,7124,10638,6399,7026,7114,86,4951,4524,3490,5326,7397,9974,6816,6775,8976,12056,6938,10518,9717,11384,11177,11602,8016,9861,6266,8112,5640,12692,8388,11289,9847,621,41,8878,10696,4597,7507,9189,8631,7267,9934,10046,31,14285,8168,7846,5331,11322,5203,5918,10729,11729,9212,4700,8943,4202,11230,5989,6241,9472,9022,4282,9655,7953,9723,8030,6447,5224,5181,9384,10779,12033,10126,319,10371,7403,8525,5557,7823,8027,5329,7875,8518,9337,638,4964,10536,8274,8977,8209,12144,5337,7750,11271,7438,4658,63,654,8396,8659,10711,11683,8256,9323,8028,6367,7228,8546,7444,4132,10676,4681,8216,7975,1164,6252,8284,3798,5642,9399,8352,5828,8870,13752,11067,8882,11572,9305,5395,7602,5386,6346,7633,7562,13113,7658,5519,4977,3601,8902,5975,12707,11625,7215,7579,4713,8729,8399,12104,10875,7568,8874,6056,6062,7794,6341,8382,8576,13444,11720,9477,12295,7846,5202,9192,8878,9168,3821,711,10064,11332,7285,5406,11854,12705,12794,7369,12118,8487,8240,7704,6306,5969,4534,5286,6959,5584,12385,10806,453,5634,7780,6431,9,5872,8194,8447,945,8,11346,12098,9939,5530,9088,10869,6667,7653,8740,7782,9,10318,11828,10798,13405,11687,12814,6876,1627,10361,12820,11303,8924,10889,9190,9414,10279,5156,7462,9910,6454,12477,5956,9137,8788,5233,7098,7917,9352,7257,6336,375,7870,8828,5210,8039,6252,6794,274,10953,11633,9163,6536,9028,9404,5034,5718,7497,7299,3664,5564,6828,274,8718,5665,11871,5967,5864,6496,5019,8531,5740,3403,572,387,911,10412,12577,5561,5775,9132,13941,13428,9745,10922,10030,14607,2742,11084,13621,13002,15452,11831,13787,11958,13822,11757,14097,9286,2915,8293,12339,13214,12780,13286,11663,9309,8381,7769,8455,6214,1284,1291,796,780,594,13238,12676,11583,10343,11989,13053,11847,13061,11591,10232,8514,6834,9028,10818,8826,9466,9355,1216,5043,10651,11626,11482,12691,12879,13124,11600,10959,11222,11065,10212,204,11584,12159,8319,8842,12984,9518,6417,10458,9723,810,4751,12075,5390,13242,11523,7515,7105,10006,4013,241,12245,9975,2779,8283,9913,6922,7537,10861,13144,7329,10195,7449,5793,12660,9046,10179,1331,1032,11304,15192,11969,7160,5897,5394,4698,11346,15011,14084,15830,14139,12568,14849,13951,14214,11019,11115,12635,13366,12288,8788,12155,6812,5654,11793,12272,6758,5979,7811,8660,14775,6191,5446,6679,4451,4404,7272,13114,6592,5486,5130,4923,5771,7917,11361,7247,5765,7200,8200,2555,1341,5914,8389,9060,7453,6720,9346,6133,12474,6499,5541,6658,7196,4136,3024,2339,1022,661,4,12764,13751,11144,12278,9974,6477,9537,10101,8091,42,4805,7374,9502,5514,7856,5086,4,10407,7594,8105,11841,8030,13441,9774,7682,8938,6889,6256,7999,5974,3162,13048,9825,11435,8371,11492,13710,10703,7414,7299,8594,11254,8426,11137,4922,95,7041,11687,12660,10369,14356,8600,6629,11571,10784,9109,6877,9609,10100,10021,9495,9107,7864,9291,10352,8205,2152,8957,7661,8641,6966,5882,9440,8187,8057,9301,10170,9345,8041,9636,9132,9451,8520,10034,9627,6167,8516,5948,6304,101,9278,8365,10403,3723,10053,8432,8608,8708,8468,10165,8500,4931,8311,8337,11007,9025,9602,9842,9758,9499,9425,7345,6305,8714,8282,8380,10792,8067,7435,8094,8398,8890,9263,6951,8215,6598,5911,7024,8236,10398,2355,8040,7816,4798,9002,9186,7599,7314,10204,8662,10289,9381,6227,6972,7031,5717,8457,8519,4556,5198,4933,9830,9040,9078,7917,4707,11414,12015,10710,7437,9052,8940,5863,7609,6233,9983,6520,7044,6331,3008,3316,3466,5208,4981,5484,10714,2682,11175,10039,10290,9218,8862,9187,8871,10459,8344,8495,10123,6467,6245,8031,6883,6642,7348,6425,3242,4553,8111,9552,9010,9211,9628,6504,8871,6913,4462,7189,8505,6316,6977,8155,4082,4120,2939,3862,3255,62,10454,9263,11536,9852,10051,8821,10358,9408,7901,10142,9508,9206,9225,8005,9022,8254,7468,8453,8494,8825,6347,4894,1850,23,9965,9606,9818,10362,9203,7375,390,9196,13648,10956,1389,10166,9558,9448,10186,8712,3106,107,7629,6847,9704,7326,7524,10881,9131,9481,5399,8596,8292,8467,108,10812,9393,9209,12198,8882,9875,9559,9094,8167,6149,10624,9270,10293,8976,6063,7813,5299,1211,9700,8876,1509,1732,10192,11838,7759,6981,5894,7983,10372,10005,5646,7088,4599,9610,3994,127,9489,7956,367,10298,8556,7390,7874,5949,5029,4957,6053,6431,6621,9048,14074,9457,11528,7883,215,5839,11829,10442,5446,2221,0,0,0,0,7,9383,9757,8001,759,8726,10171,9128,9201,10242,9612,8230,8917,8256,892,5506,8606,10829,8712,9263,8855,4655,9153,10505,9351,8564,9179,9926,8421,10043,9569,2493,260,9466,9019,10336,4179,10375,10915,8492,9796,9373,10711,9583,8599,604,9040,8330,7252,10237,8491,2728,14182,10496,10438,9663,10509,9503,9507,8658,9175,9321,8756,4642,61,10964,10436,8579,8776,8766,8099,9591,6667,7044,7342,8712,9296,8360,8835,459,10915,9367,13152,10089,8860,4443,10238,8777,10336,9715,9147,9928,9729,11003,4484,573,11427,8786,9179,11513,13092,12540,9780,9121,5663,9324,12862,8097,11089,2695,4445,8115,7202,8802,0,0,0,0,1088,11280,9610,9104,6424,9803,10444,9883,1543,10623,11187,9182,10561,10261,9120,7838,8825,9347,7997,7701,8524,8003,7356,110,9424,8951,8473,9994,9017,8204,9600,11135,8805,8441,10059,8821,316,80,237,9733,9256,9949,9945,9770,9648,393,9045,3195,10011,9398,8509,9504,8376,3128,9356,9813,8833,7953,17,9716,8244,8633,5463,8143,8496,8327,9992,8841,9557,1860,5511,10097,9209,9737,9131,9182,8020,10194,8961,8651,8570,7867,94,9954,8795,5752,11323,8863,8900,10056,8864,9137,8447,7683,8643,9359,8331,8614,8437,7825,9083,7711,7155,7262,6622,6575,11054,9977,9395,8983,976,207,8533,7501,9288,8983,9570,8461,9070,9022,8593,8806,2874,7812,9769,10490,7069,3426,8715,5996,9205,10322,8449,5003,7419,6970,3672,47,10553,5087,11090,4145,10644,10804,9085,11742,6778,9420,7553,7470,6554,9756,14968,6686,9001,6116,7306,7641,8912,13612,11352,10668,10354,2490,13164,11455,13037,12301,10256,11479,6433,8829,8655,12660,11799,8781,12130,13263,13398,6978,8058,7624,258,7009,6665,7585,11027,7748,7610,5741,5745,6617,8483,4188,13947,7355,7439,9612,10689,11832,9347,8228,8976,6947,9050,11711,11477,4966,7603,12905,8851,8728,13080,12126,12161,11169,10106,10207,19,11316,9831,7657,10805,7169,8935,7877,8147,8370,8524,12092,12118,9265,8170,10356,14636,4209,6606,11714,9119,6451,4206,7585,10601,11202,10936,11292,14197,10567,12042,7847,8939,8514,8773,10574,6123,9660,12031,5569,1374,7372,10454,12295,9701,14685,10723,6786,12990,7904,6628,9431,11684,11449,9577,5588,7803,1474,13559,12010,13505,8409,5170,6203,4094,13625,13342,14455,6252,6941,3571,9823,10447,6946,5433,10226,8736,5435,9154,7414,4934,4413,3061,1102,14501,8551,13413,13166,8027,4786,5267,4927,4387,4123,3841,4564,3916,3369,5648,2646,932,67,9127,7235,4637,7132,9460,6849,10140,8424,11329,10505,4414,8162,7736,4399,3186,5288,7391,5245,7837,4204,5568,12850,12711,13307,10993,13049,12019,11736,14145,13726,13479,15087,14006,9029,8017,7269,7245,10846,3688,2198,4432,5472,8264,8902,12000,12636,9600,5963,12474,6725,8020,7997,10596,11243,5754,4071,5644,2577,13499,8151,9710,8971,7035,9409,8660,12194,6233,4398,7885,3943,10803,10612,7411,3546,4576,9766,7083,7570,5524,7079,6146,5398,7357,7066,6408,6084,3643,4225,5922,5268,2763,13850,11470,8172,13022,6159,7379,427,7702,7665,2103,5736,14629,11487,5064,7045,8700,8574,4749,10041,10359,11241,12950,8784,7844,7441,8356,8053,3361,2730,8651,7357,3205,4625,7099,5202,6097,5295,12329,9901,10971,4322,5550,4657,6873,7895,5783,3576,3158,1618,7998,12584,10633,13041,8514,7751,8354,9467,56,70,16,12028,5548,11360,124,11613,13056,9552,10644,8900,8936,9795,8660,5396,468,699,765,11941,9391,7371,9121,4397,2448,5541,13030,9803,7768,12354,9710,2901,535,348,2962,12364,11493,12285,12223,11336,10314,11386,11443,12061,9514,16143,12459,6452,12535,8703,12455,12267,8975,5706,2595,12505,11187,8694,11168,12429,10773,10519,5032,2360,1711,1464,1082,1382,4321,8969,7860,8046,8115,10949,13545,14274,12594,9269,786,12354,16879,11349,11609,10670,14877,12154,8122,5028,12566,8817,6682,9137,6690,13449,9063,1304,12646,8888,3885,10977,15464,9391,5424,14545,13336,11995,11818,15521,12728,11033,13562,14323,18927,19941,18829,17091,16108,17065,15897,18210,18139,13527,19904,18409,18714,13888,13536,12855,9609,10049,6385,20632,17985,16336,12636,9661,7889,6693,6647,6561,6534,4665,5226,5141,3372,3075,919,6553,6483,4134,2941,1822,618,196,100,30,10,3,0]}
