{
  "title": "Why Short Naps Are Good for You",
  "img": "https://static.scientificamerican.com/dam/m/7902d0344c119349/original/quick_nap-ezgif-com-optimize.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/why-short-naps-are-good-for-you/",
  "audio": "https://traffic.megaphone.fm/SAM7952072609.mp3?updated=1710872390",
  "intro": [
    "A quick nap can boost your memory, your mood and even your creativity"
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Lydia Denworth"
  ],
  "category": [
    "Sleep"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, this is Tanya Lewis, a senior health and medicine editor at Scientific American. We're taking a short break from our regular programming this week, and looking back at some of our favorite Science, Quickly episodes. I loved this episode my cohost Josh Fischman and I did on the science of napping and how it benefits your brain. Tune in for tips on the best ways to nap, and a description of a fun napping experiment Thomas Edison used to do. Enjoy, and rest up!"
    },
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "We bring you the latest vital health news: discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors. Today’s show is about power naps. Turns out a short daytime snooze can sharpen your mind—if you do it for the right amount of time. [Clip: Show theme music]"
    },
    {
      "author": "Fischman",
      "text": ": Did you know that in the U.S. it is against the rules to nap in a federal government building?"
    },
    {
      "author": "Lewis",
      "text": ": No, I didn’t! There are actually rules about that?"
    },
    {
      "author": "Fischman",
      "text": ": Yeah. In 2019 the federal agency in charge of buildings said there would be no sleeping on the premises."
    },
    {
      "author": "Lewis",
      "text": ": Wow, that’s harsh. Then again, I think most people, at least most adults, look down on naps somewhat. Naps are things that babies do."
    },
    {
      "author": "Fischman",
      "text": ": But what if I told you that short daytime naps for adults can sharpen the mind, help you solve problems and make you more productive? They improve your mood, too."
    },
    {
      "author": "Lewis",
      "text": ": That makes sense—power naps are definitely a thing. But it still seems kind of taboo at work, at least in the U.S. Does it really boost your brain, though? You’re not just saying that because you like naps, right?"
    },
    {
      "author": "Fischman",
      "text": ": I would like a quick snooze sometimes. But actually I’m saying that because scientists are learning these are real effects. And you and I have a colleague who looked into this."
    },
    {
      "author": "Lewis",
      "text": ": That’s right—Lydia Denworth, SciAm’s Science of Health columnist."
    },
    {
      "author": "Fischman",
      "text": ": Yep, Lydia. Her upcoming column is about naps. She got interested in this because she finds quick daytime naps really helpful. And I asked her about that. Hi Lydia, thanks for waking up and joining us."
    },
    {
      "author": "Lydia Denworth",
      "text": ": [laughing] I'm glad to be here, Josh."
    },
    {
      "author": "Fischman",
      "text": ": Now you've told me that you take a nap, right?"
    },
    {
      "author": "Denworth",
      "text": ": I do, just about every day."
    },
    {
      "author": "Fischman",
      "text": ": And you're not ashamed!"
    },
    {
      "author": "Denworth",
      "text": ": Not anymore. I'm opening up about my nap habit."
    },
    {
      "author": "Fischman",
      "text": ": Why aren’t you ashamed anymore?"
    },
    {
      "author": "Denworth",
      "text": ": Well, because the science shows that my napping is virtuous. There is real power to napping. And though it does depend how long you do it and when you do it and a bunch of things, my napping turns out to fit right in the sweet spot. And so now I feel quite pleased that I have the ability to nap and that it refreshes me in the way that I always felt that it did."
    },
    {
      "author": "Lewis",
      "text": ": I’m glad Lydia is taking the shame out of napping. So what’s the sweet spot for naps? Ten minutes? An hour?"
    },
    {
      "author": "Denworth",
      "text": ": Well, the idea is that the best way to nap is to nap for just maybe 20 to 30 minutes and to do it before 5 P.M. if you keep regular daytime hours so it doesn't interfere with your nocturnal sleep. And the reason that 20 to 30 minutes is good has to do with where you are in sleep cycles during that time. So most of your sleep in 20 minutes will be light sleep, N1, and it makes it easier to wake up. If you sleep longer, you will go into a deeper phase of sleep that can be harder to wake up from."
    },
    {
      "author": "Lewis",
      "text": ": That definitely rings true to me. I don’t take naps that often. But when I do, I sometimes nap for too long and wake up feeling pretty groggy! So what are the benefits of these shorter naps?"
    },
    {
      "author": "Denworth",
      "text": ": You improve your memory, your information processing, your vigilance, which in scientific terms is your ability to respond to something sudden, like a swerving car. And there's a bunch of other ways in which it improves your mental acuity, but those are the things that show up most strongly."
    },
    {
      "author": "Lewis",
      "text": ": That makes sense. I know they say if you’re tired while driving, you should pull over and take a short nap. But I didn’t know about the memory effect. If you take a 20 or 30 minute nap at, say, 1 P.M., it will actually improve your memory?"
    },
    {
      "author": "Denworth",
      "text": ": Yes, it will improve your recall in the subsequent hour or two after the nap. And so if you wake up feeling like, “Hey, I feel better able to do my work now,” you're not wrong."
    },
    {
      "author": "Lewis",
      "text": ": How did scientists figure this out? Did they have people take naps and then measure their recall?"
    },
    {
      "author": "Fischman",
      "text": ": That’s exactly what researchers have been doing. Two of them are Ruth Leong and Michael Chee of the National University of Singapore. They work at the Center for Sleep and Cognition there. And in a 2022 study, they found the kind of cognitive benefits to short naps that Lydia was talking about. Also, a nap simply makes people feel better, they learned. Chee says that sleep scientists don’t talk about mood enough. But he and Leong have found, not surprisingly, that tired people are grumpy people. Quick nappers, though, are nicer."
    },
    {
      "author": "Lewis",
      "text": ": We could all use a bit more niceness, that’s for sure. But not everything about napping is good. Frequent and longer daytime naps might actually be a sign of health problems, right?"
    },
    {
      "author": "Fischman",
      "text": ": Yeah, Lydia talked about that."
    },
    {
      "author": "Denworth",
      "text": ": High blood pressure, metabolic syndrome—which is the combination of high blood pressure, high cholesterol and other metabolic problems—obesity, Alzheimer's, brain inflammation, is linked to sleeping more, even in young people. So a whole host of things."
    },
    {
      "author": "Lewis",
      "text": ": So longer naps—like, more than 30 minutes—several times a day could be a sign that there’s an underlying health problem. And you should probably see a doctor."
    },
    {
      "author": "Fischman",
      "text": ": Exactly."
    },
    {
      "author": "Lewis",
      "text": ": But those quick power naps—the kind that Lydia is talking about—could be a really good thing. And there’s evidence that they might even improve creativity and problem-solving."
    },
    {
      "author": "Fischman",
      "text": ": You’re talking about the Thomas Edison napping research."
    },
    {
      "author": "Lewis",
      "text": ": Right! Edison famously didn’t like to sleep. He thought it was a waste of thinking time. So when he got tired in his lab, he would sit down and hold a ball in his hand. When he started to relax and doze off, he’d drop the ball. The noise would wake him up. And he thought he actually solved invention problems during that twilight state."
    },
    {
      "author": "Fischman",
      "text": ": Modern researchers tried to recreate this, didn’t they? To see if he was right?"
    },
    {
      "author": "Lewis",
      "text": ": Yeah, but with a bit of twist. A few years ago some researchers in Paris recruited volunteers to try this. They replaced Edison's ball with a  water bottle."
    },
    {
      "author": "Fischman",
      "text": ": That probably made a loud thump if it hit the floor!"
    },
    {
      "author": "Lewis",
      "text": ": It would wake me up for sure! Anyway, before people lay down, holding the bottle in their hand, the scientists gave them a math problem, which they couldn't solve. And then they had people lie down holding the bottle, and put electrodes on their head to check which phase of sleep they ended up in. Some people lightly dozed off and dropped the bottle. When those people woke up, the researchers asked them to tackle the math problem again. And a lot of those people got it right.  People who didn't drift off enough to drop the bottle or who went into a deeper, heavier phase of sleep—they still had trouble with the math problem."
    },
    {
      "author": "Fischman",
      "text": ": That’s fascinating."
    },
    {
      "author": "Lewis",
      "text": ": Yeah it is! SciAm published an article about it two years ago. So if you want to learn more details, we’ll put a link to it in the transcript for this episode."
    },
    {
      "author": "Fischman",
      "text": ": Now, which one of us goes to our bosses to ask for some beds and couches in the office?"
    },
    {
      "author": "Lewis",
      "text": ": Great idea. I’m onboard."
    },
    {
      "author": "Fischman",
      "text": ": Purely for business reasons. More productivity. Better podcasts!"
    },
    {
      "author": "Lewis",
      "text": ": Exactly. [Snoring sounds] [CLIP: Show music]"
    },
    {
      "author": "Fischman",
      "text": ": Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": ": Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have a topic you want us to cover, you can email us at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. For Your Health, Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Fischman:' ",
      "text": "AndI’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "See you next time."
    }
  ]
}