{
  "title": "How April's Eclipse Will Solve Solar Mysteries",
  "img": "https://static.scientificamerican.com/sciam/cache/file/6EE65D9C-09EB-4AFB-91FD10B02E7D2E25_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/how-aprils-eclipse-will-solve-solar-mysteries/",
  "audio": "https://traffic.megaphone.fm/SAM1370964137.mp3?updated=1707411412",
  "intro": [
    "Experiments planned for the 2024 total solar eclipse aim to figure out how the sun works."
  ],
  "authors": [
    "Clara Moskowitz",
    "Rebecca Boyle",
    "Jeffery DelViscio"
  ],
  "category": [
    "Astronomy"
  ],
  "transcript": [
    {
      "author": "Clara Moskowitz: ",
      "text": "For Scientific American’s Cosmos, Quickly, I’m Clara Moskowitz. On April 8, we’re in for a treat. A total solar eclipse will be visible across a broad swath of North America, giving us a view of the edges of the sun as the moon passes in front of its face. Here to talk about the eclipse and what scientists hope to learn from it is science writer Rebecca Boyle, author of a feature story in our March issue about our amazing sun. Hi, Becky. Thanks for being here."
    },
    {
      "author": "Rebecca Boyle: ",
      "text": "Thanks for having me."
    },
    {
      "author": "Moskowitz: ",
      "text": "So how big a deal is this eclipse for North America?"
    },
    {
      "author": "Boyle: ",
      "text": "It is a big deal. This is not something you get to see every day, even every few years, even every couple of decades. It’s pretty rare. And to have [one] across such a huge swath of the U.S. and big population centers is really going to be special."
    },
    {
      "author": "Moskowitz: ",
      "text": "Have you ever seen a total solar eclipse in person before?"
    },
    {
      "author": "Boyle: ",
      "text": "I’ve only seen one. And I know that there are people who, after they see one, go and see as many as they possibly can. And I think that’s a goal I might have for myself later in life. There is nothing like it. It is hard to overstate how surreal and how beautiful and how otherworldly an eclipse is. We had an annular eclipse in October of last year, which was really also pretty unique. It’s a strange thing to see the moon appear to take a bite out of the sun. But a total solar eclipse is just mind-blowingly strange and beautiful and mystical, and people are left crying and speechless. It’s really pretty special to witness—not only to see it yourself but to see the spectrum of reactions that other people have to watching this happen."
    },
    {
      "author": "Moskowitz: ",
      "text": "I can’t wait to. So where are you going to be for this eclipse?"
    },
    {
      "author": "Boyle: ",
      "text": "Right now our plan is to be in Waco, Texas, which is on the path of totality and is, you know, a nice town and fairly small and maybe a little bit less hectic than a place like Dallas, which was also on our list of options. It’s actually one of many cities that this eclipse is hitting pretty directly. It’s going over a lot of large population centers in the U.S. So I’m prepared for lots of traffic, which happened in 2017 as well. I drove to Kentucky with my family [in 2017], and it took us like nine hours to get home and it should have taken about four. So this time we’ll see. But the plan is for us to drive from Colorado to Waco, Texas."
    },
    {
      "author": "Moskowitz: ",
      "text": "Totally worth the traffic."
    },
    {
      "author": "Boyle",
      "text": ": I think so."
    },
    {
      "author": "Moskowitz: ",
      "text": "So how important are eclipses for science? What can we learn from them?"
    },
    {
      "author": "Boyle: ",
      "text": "We can learn a surprising amount about not only the sun but the earth and life on Earth and how it responds. So during an eclipse—this is one of those things that will never cease to blow my mind—the moon and the sun appear to be the same size in our sky, even though they’re very different sizes, obviously. But the sun is 400 times more distant and 400 times larger than the moon. So they line up almost exactly. And this is a thing that only happens right now, you know; in the distant past on Earth, we wouldn’t see the same phenomenon, and in the distant future on Earth, we wouldn’t see the same phenomenon of the lunar disk blocking the entire solar disk so that only you can see the sun’s corona, which is its outer atmosphere. And it looks sort of like a crown, which is actually what the word means. It’s this ring of tendrils of light that you can only visualize during a total eclipse. You can see it, you know, using instruments from space all the time. And there are plenty of those taking observations of our sun all the time. But when you’re on Earth and the sun vanishes for this brief moment, you can see the sun’s atmosphere in a way that’s really interesting for scientists to understand how our star functions. And at the same time, you know, a lot of animals and humans, as I was saying, respond to this in a very strange and interesting way. During the last eclipse in 2017, across North America, a lot of scientists and citizen scientists watched animals and, you know, nature, sort of—respond. And that will be happening again this time. It’s pretty interesting to see animals freaked out at the zoo. Birds go back to their roosts. Insects start singing like it’s nighttime. It’s always very overwhelming to watch all of this."
    },
    {
      "author": "Moskowitz",
      "text": ": So what are some of the big scientific questions that researchers want to answer about the sun?"
    },
    {
      "author": "Boyle: ",
      "text": "So we actually don’t have a great handle—we’re developing a lot better information right now. Well, we don’t have a great handle on how the sun works, which I also find fun to think about. Like, we don’t know how our star actually functions because it’s this, you know, roiling ball of plasma. And it’s really difficult to figure out the physics [that] underlie how it functions and how it generates the solar wind, which comes from the corona, the atmosphere that we can see during an eclipse. Scientists still want to know how the corona becomes so hot. It’s actually way hotter than it should be. According to the laws of thermodynamics, the surface of the sun is much cooler than the atmosphere, which seems illogical. Like, if you’re standing at a campfire and the flames itself are, you know, cooler than the air around the fire, that’s, that’s what the sun actually does. And the mechanisms behind that are not super well understood. And neither is the generation of the solar wind. We’re getting a better picture of this due to some new orbiters that are studying the sun in great detail. But it’s an open question as to how these things are generated and what our star is doing in its insides that connects to its outsides."
    },
    {
      "author": "Moskowitz: ",
      "text": "So you mentioned new orbiters. What are these missions and what are they doing? That’s so cool."
    },
    {
      "author": "Boyle: ",
      "text": "We have two right now that are the primary new ones. There’s Parker Solar Probe, which is named for [the late] astrophysicist Eugene Parker, who predicted the existence of the solar wind and was correct about it, and then Solar Orbiter, which is a European Space Agency orbiter, and they’re both sort of taking this multispectral imaging of the sun—Parker Solar Probe in particular. It was designed to fly into the corona and sample it. And so it has this incredible heat shield. It’s really a marvel of engineering that they were able to build something that can literally fly into the outer atmosphere of the sun and sort of dip its toes in the water, so to speak. And we’re learning an incredible amount of detail now about how the corona functions, how the solar wind is generated, how the corona is heated, how solar flares happen and how they move through the solar wind, [and] how coronal mass ejections happen, which is different from a solar flare but sort of visually seems similar, where the sun unleashes these giant waves of material that come flying toward Earth and the other planets. And Parker Solar Probe has been hit by a few of those directly, which is in some ways horrifying for the scientists who use this probe but is also really exciting because then they get this, like, direct sample of the sun flinging this fiery material at their spacecraft, and they can take all kinds of measurements. And these are painting a really pretty new picture of how our star functions. And it’s going to help us understand our own star better but also maybe other stars."
    },
    {
      "author": "Moskowitz",
      "text": ": Wow. So tell me more about other stars. How can studying the sun tell us about these stars, you know, many thousands of light-years away?"
    },
    {
      "author": "Boyle: ",
      "text": "We know that the sun is pretty common. I mean, it’s a pretty mediocre star, in some ways. There are a lot of stars like it. It’s fairly quiet, actually, for a star of its type, which maybe is lucky for us. But its, you know—the nearest astrophysical laboratory, its light only takes eight minutes to reach us. So it’s a great way to study the whole functions of a star in the middle of its lifecycle, which our sun is. And there are many, many stars like it in our galaxy and beyond our galaxy. So if we can understand the very basic mechanisms of what makes our star tick, that will help us paint a picture of how other stars in the universe work and maybe how they connect to their own planets and the stars around them and the environments that they’re in and everything traveling through the universe together—how they all interact. The sun is the next-door laboratory for beginning to answer those questions."
    },
    {
      "author": "Moskowitz: ",
      "text": "So for people who didn’t already have this eclipse on their radar or don’t really notice the sun all that much in their daily life besides the light that it gives during daytime, why should we care about the sun and all these scientific mysteries going on inside it?"
    },
    {
      "author": "Boyle: ",
      "text": "I think it’s just fascinating to realize that we don’t actually know everything that there is to know about our own star. You know, we have [an] incredible grasp on how galaxies form and merge. We have, you know, some detailed understanding about supermassive black holes at the centers of these galaxies. We know a lot about exoplanet populations and where exoplanets are found around other stars. We have learned an incredible amount of detail in the last ten years, especially using our eyes in the sky about other stars. And yet we have these pretty lingering mysteries about the star that we call home and that gave rise to everything that’s ever existed in the solar system. And I just think that’s a really fun problem. Like, let’s look inward a little bit. Let’s look at our own home star and understand how it works and what makes it go. And what will that tell us about how other stars function but also maybe how we got here and, you know, how we are thinking about our own place in the universe?"
    },
    {
      "author": "Moskowitz: ",
      "text": "Well, thanks, Becky. That’s great. Thanks for being here."
    },
    {
      "author": "Boyle: ",
      "text": "Thanks so much for having me."
    },
    {
      "author": "Moskowitz: ",
      "text": "Cosmos, Quickly is produced by Jeff DelViscio and Tulika Bose. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com. For Scientific American’s Cosmos, Quickly, I’m Clara Moskowitz."
    }
  ]
}