{"title":"The Surprising Health Benefits of Dog Ownership","img":"https://static.scientificamerican.com/sciam/cache/file/AF72DE9F-A401-4DAF-913D95A951323901_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-surprising-health-benefits-of-dog-ownership/","audio":"https://traffic.megaphone.fm/SAM3482294673.mp3?updated=1704297234","intro":["Dogs are good for you, science says. "],"authors":["Andrea Thompson","Elah Feder"],"category":["Animals"],"transcript":[{"author":"'Andrea Thompson: ","text":"Ever since I was a kid, I wanted a dog. But it wasn’t until I was an adult–newly laid off and missing a beloved cat that had passed more than a year earlier–that my husband and I adopted a 1-year-old mutt named Jack. [CLIP] Thompson: Hi bud!"},{"author":"Thompson","text":"Jack is a classic shade of brown, but a cartoonish mixture of a pitbull’s head and muscly chest and some unknown breed’s short little legs (our best guess is corgi). Sometimes when he sneezes, his head loudly–and hilariously–knocks against the floor. In the six years we’ve had him, Jack has come with his share of challenges. He is an incorrigible stealer of tissues and loses his mind when the doorbell rings. [Barking]"},{"author":"Thompson","text":"But he is an expert cuddler and loves every single person he has ever met. He is silly and playful. Having Jack has helped us meet so many more of our neighbors, get much more regular exercise walking rain or shine, and helped us teach our toddler about respecting the space and bodies of other beings. But it’s also meant that I’ve wanted to learn more about Jack and the relationship we have with our dogs. This is Science, Quickly. I'm Andrea Thompson, Scientific American's news editor for earth and environment – and sometimes fun animal science."},{"author":"Thompson","text":"Today, we’re speaking with University of Maryland computer scientist and famed internet “dog mom” of a pack of golden retrievers Jen Golbeck about her new book, The Purest Bond: Understanding the Human-Canine Connection, written with science writer Stacey Colino. It delves into the science of how we humans relate to our puppy pals and the many ways they improve our lives. [Music]"},{"author":"Thompson","text":"Hi Jen, thanks for speaking with us."},{"author":"Jen Golbeck: ","text":"So glad to be here!"},{"author":"Thompson","text":"One of my favorite moments in the book is when you describe how you cope with tough days and stress by laying on the floor and being enveloped “in a cloud of golden retrievers” licking and lying on top of you. It sounds like heaven. Jumping off from there, since your book is all about the bond people dogs, can you talk a little about some of the bonds you’ve had with your own pups throughout your life and what those have meant to you?"},{"author":"Golbeck","text":"So we open the book with middle school. I had a really hard time in middle school. I mean, I was bullied. Everything in life sucked. And my parents bought me a golden retriever puppy whose name was Major. And he was everything I needed at that point, you know, non-judgmental. I didn't feel awkward around him. And I loved dogs before that. But he, I think, was the first one who kind of opened my eyes to like the real power that that relationship can have. And so fast forward a bunch of time."},{"author":"Golbeck","text":"Right now we have five dogs. We rescue special needs golden retrievers, seniors, hospice cases, like really complicated medical ones. And we get so much out of it, I can just lay on the floor and they all just like, come and envelop me. And I'm sure we'll get into this with the science. It just makes you more relaxed and mindful. And in the moment."},{"author":"Thompson","text":"I did want to get to the science because I think that's a lot of what's really interesting in the book is that you get into all of these studies and really delve into the science of how we relate to our dogs and the impact they can have on us and vice versa. I don't think people always know the nitty gritty of that, and I wondered if you could particularly get into some of the physiological impacts that dogs have on us and talk about the science there."},{"author":"Golbeck","text":"Yeah, if you look at any part of your life, whether it's your physical health, your mental, your psychological, your social health, your dogs are going to make all of that better. So if we look, let's just say at [the] physical health side, which is actually like how I got into the science of this."},{"author":"Golbeck","text":"There is a great study that I saw maybe 15 years ago that talks about if you have a heart attack, for example, and you own a dog, you will live longer, then if you don't have a dog and you could be like, well, yeah, if your dog, you're like, walk more.So of course that would be why. But even if you controlled for the amount of walking, people who have dogs still live longer."},{"author":"Thompson","text":"Hmm."},{"author":"Golbeck","text":"And so this was a real question, right? Why? If it isn't the physical activity, why is it that you live longer? And in fact, if you look across all of these different studies of the way that our physical health is improved by having dogs, one of the themes that emerges is something that we actually already knew from psychology, which is if you have a really robust system of social support, all of your health markers tend to be better like that. Social support is actually really critical for your physical health, not just your psychological health."},{"author":"Golbeck","text":"And it turns out dogs are able to serve as those social support systems in our lives as well. So if we look at, say, older adults who, you know, maybe they've lost their spouse and their social circles are just smaller, dealing with loneliness. If they have dogs, they see these really dramatic increases in benefits from the dogs where people who have lots of people around them, really strong social systems, those benefits are still there, but they're smaller."},{"author":"Golbeck","text":"So it's really clear that the dogs serve as social supports for us and give us that benefit on top of the fact that they do in fact get us out and walking more. They get us out spending time outside, which we know is really good for us. So there's all these ways they kind of boost all of this stuff that we know is good for us and be like, Hey, you've got to come do this thing. Like we're going to have a good time. And also it's going to make you better."},{"author":"Thompson","text":"We've talked a lot about some of the specific areas of the science of dogs and humans and their bond. But of the dozens of studies that you guys mention in the book and you know, all of the research you guys did, were there any sort of favorite bits that stood out to you or anything that really surprised you?"},{"author":"Golbeck","text":"Yeah. So one one favorite really stood out to me and I will say that when I was in middle school, I had a science teacher who told us that dogs didn't really love us back and that like if they liked us, it's because we were salty and they just wanted the salt then."},{"author":"Thompson","text":"Huh!"},{"author":"Golbeck","text":"And I remember being so mad, but I also was 12, right? So I had like no capacity to argue back with the science teacher. But now I do. Now I have written a book to avenge that memory of probably sixth grade or whatever. The science is so clear that dogs love us back. Like I think anybody who has a dog knows that's true. But my favorite result that we came across when we were doing the book is on that point."},{"author":"Golbeck","text":"So we know from psychology about this thing called attachment bonds and the attachment bonds that we form with our parents, especially our moms, will go on to influence all of our relationships for the rest of our lives. They get set really early in our first couple of years. So if you've got a parent who is, you know, responsive and gentle and kind, you're going to have secure attachment. If your needs are neglected, you might get a kind of anxious attachment. You know, you can sometimes change it, but it's really important."},{"author":"Golbeck","text":"So there's a ton of research on attachment bonds. And one of the ways we've studied that is that they will put babies in  fMRI machines, which are the things that show the part of your brain that light up when you're thinking about different stuff. And then they'll let them see their moms and a certain part of their brain lights up. That doesn't light up for friends, you know, people who are they're used to seeing or acquaintances. So we know that part of the brain is responsible for the attachment bond. That's where it manifests neurologically."},{"author":"Golbeck","text":"So researchers have done this study with dogs. They train dogs to lay really still in an MRI, which is kind of amazing by itself. And then they would have the dogs, humans come up so they could see and smell the person. And the same part of the dog's brain lit up when they saw their human as happened in babies, when they saw their mother. So what we know is like on a neurological level, dogs have that same kind of love response when they see us as babies have when they see their moms. And that's that."},{"author":"Golbeck","text":"The only study that shows we have this real like biological evidence that our dogs love us back. We can measure it in hormone levels, like when we pet and interact with our dog, we all get that surge of oxytocin, this really good cuddle love hormone, but the dogs get it, too. So yeah, that was my favorite evidence that we found. And I just love how it's this really classic science of love and connection that shows up perfectly with dogs."},{"author":"Thompson","text":"So you got this a little bit in your answer, but are there any other misconceptions that maybe people have about dogs or how we relate to our dogs that any of the research you cite in your book got into or that you particularly want to dispel?"},{"author":"Golbeck","text":"Yeah. One thing that I think is really important is a lot of people still have this idea of the alpha dog that there's like this hierarchy. And people will ask me this all the time and I'm like, I have five golden retrievers, and they're like, Which one is the Alpha? If I'm feeling kind, I will say I am."},{"author":"Thompson","text":"Right."},{"author":"Golbeck","text":"And the side effect of that environment was that they ended up establishing this hierarchy to survive these kind of torturous situations. Dogs are very social creatures. They live in families. So if you think of a family, you know, so you've got maybe some parents, you've got some kids, like is there an alpha there? I mean, there's maybe somebody who's a little more in charge and they've got a different personalities, but you're all kind of coexisting together. And that's really what dogs want to do."},{"author":"Golbeck","text":"So if you try to adopt this kind of aggressive, like I am the alpha, you will do what I say, whatever, pin them down, do all of that stuff. Sure. I mean, dogs are smart and they'll respond to that, but it's not their natural way of doing it. They want to have a, you know, respectful, gentle, caring relationship. You know, you got to keep your dog in line sometimes, right? Sometimes we kill our dogs. No, you have to yell at them."},{"author":"Golbeck","text":"It's not like, oh, don't ever say anything bad to them, but you don't need to be this really dominating force. And I think a lot of people have that Alpha idea left over. And the science is really clear that that's not the way that it works. Yeah, I think that's great to get across to people."},{"author":"Thompson","text":"So to kind of wrap, I wanted to ask, what do you want people who maybe already have a dog or thinking about getting a dog to really take away from the book?"},{"author":"Golbeck","text":"We talked about making a PowerPoint to go with the book for people who are trying to convince their family members to get a dog and just be like, Here is all the ways, right? Like presentation time. So if you are thinking about getting the dog, then you need evidence. That's all this book is, is like evidence that the dogs have been good and like pretty much any aspect you care about."},{"author":"Golbeck","text":"But you know, I think probably our main audiences, people who have dogs already on one hand, I don't think there's anything in there that's going to be earth shattering for them. I think what it's really going to be is recognizing a lot of your own experience. And then what you're going to find is here is all this really rigorous science that backs up your own experience."},{"author":"Golbeck","text":"One of the takeaways that I've heard a lot of people say is that I just felt so validated because sometimes people treat us like we're little crazy or loving dogs as much as we do right? And this is going to give you all the scientific evidence that, like, you're not making it up. All of this is real. It's really profound. It has a great impact on you and you're going to feel validated and you hopefully find out some new things about just how deep that relationship goes."},{"author":"Golbeck","text":"I could have used that PowerPoint when I was a kid trying to convince my parents together. Maybe I'll still make it. I'll take some time for kids."},{"author":"Thompson","text":"Science quickly is produced by Jeff DelViscio and Tulika Bose. Our show was edited by Ella Feder and Alexa Lim. Our theme music was composed by Dominic Smith. Don't forget to subscribe to science quickly wherever you get your podcasts. For science quickly, I'm Andrea Thompson. [The above is a transcript of this podcast.]"}],"wave_peaks":[17907,13040,12788,10970,3265,13561,8787,4797,2995,10545,10652,8997,10680,9567,3142,5012,10476,10536,1764,11992,8598,12807,11583,7642,13288,10831,6400,11315,4327,1997,11017,10871,12600,10859,11603,9100,10788,11185,15258,895,2247,5465,4947,11934,7451,5859,5461,6821,6763,6914,6207,7050,7720,13196,12508,15151,8497,10359,3616,12180,17372,14273,6743,4909,11393,15519,17089,14190,14399,10535,3555,15339,12172,9275,8236,16436,13713,13031,2237,16543,16510,10263,10729,3055,1496,11192,12319,12807,14740,13919,11585,7979,7562,11728,12306,5543,15410,5672,15336,12000,6975,7401,9805,12118,5449,11504,10874,10841,11220,12169,5433,1833,2145,10914,7418,14123,13875,9931,11241,9605,8568,7106,12728,12671,13290,7763,10821,6350,15285,8241,7109,3150,744,15129,13252,13437,14075,11950,6270,8343,14315,12517,13024,9207,14185,11088,1791,1854,10691,16364,12264,8229,2246,5504,2022,8062,8590,30379,31459,13145,10330,9436,10176,5950,11312,6464,11313,11450,9204,5467,2516,10703,13554,12439,13709,8922,13462,9490,9906,13780,12385,1569,9681,12485,14530,13870,10426,16513,18076,10674,16915,12818,6721,9375,10045,2868,661,14133,16166,16723,13114,12801,14097,9039,10587,11540,17922,7088,9089,11134,4393,1651,1884,2241,2112,12071,12189,6388,2163,10658,12810,6153,13974,14022,12111,10363,12545,9902,12977,12661,4408,1185,15543,16161,15564,12652,3542,2308,1678,12321,10785,11863,11653,11984,11256,8563,11969,12295,5337,6543,12667,13186,15233,12396,7645,14684,12305,8526,14202,3318,13378,9528,11154,14562,8008,2159,17299,16256,5154,16264,14299,8383,8586,16028,7512,3511,17893,11489,16969,11038,12194,9791,11653,3109,2773,18458,19830,18095,14852,19250,12173,19768,13546,7868,8555,8146,17866,16397,6857,10742,12220,5659,3432,2410,5953,6763,5895,9101,7696,2260,4710,6388,5192,5856,7007,2359,19662,16955,19495,19356,10836,17906,26429,21155,11458,8407,6502,8869,10265,10796,6358,8879,13449,16467,14163,16295,16198,15538,13341,8832,15543,13895,10728,14601,11265,9920,5478,15166,13014,16454,10916,14940,13513,9457,8221,5702,2548,13575,13460,13529,11829,8238,5678,8,13626,13863,13843,2613,8,4610,13993,15586,15486,15355,4217,9500,9401,10449,5837,1977,15562,14651,6262,4098,9119,8472,15928,16003,4242,7448,16956,10357,5878,8583,8799,11120,14566,15432,20526,15300,16148,9683,8105,14888,12024,13235,7130,8650,20040,10559,10682,22097,16637,13164,6905,9596,6112,6801,4461,27497,10383,15466,19312,20242,30699,18415,7071,10334,10162,9585,9529,11972,11316,20030,15506,15588,6814,13476,3264,8317,9774,13116,17806,13643,9491,18280,17890,12982,14495,17393,7,17049,14991,7450,2,17850,10136,10329,11854,11234,17755,11494,10273,19558,17623,9167,7616,8543,11665,15272,12213,5718,12485,3431,18892,6964,15741,15146,2200,14488,5692,14112,7468,19511,9571,7808,19251,10063,7542,17945,19451,15201,13922,11778,18502,11963,22313,21331,24734,5937,18545,21469,12656,14881,17798,14456,16501,15300,5985,17154,14331,17391,18280,11617,13201,1899,10794,21257,14038,12215,12207,4097,14860,5561,7375,9292,17375,5465,10849,14006,10027,16205,10713,7259,5641,9899,9862,9562,16187,28364,2633,9962,10632,12002,18001,11968,15005,10785,9023,13008,13821,18515,13263,10739,12957,14028,15390,9741,4309,10,13010,2273,27708,27491,14262,5497,13964,16101,23313,14234,10122,16027,19637,14107,10053,10971,22572,13900,16334,7422,11082,10647,20271,5693,31195,16803,11518,19494,9704,9515,10233,11240,15124,8638,4334,17498,20669,16216,14148,10033,17430,16974,9593,11247,8943,4573,10357,15131,13610,10382,7098,10512,15967,15840,3998,6679,7953,6312,8662,8967,7165,13559,12283,8702,16926,17522,16523,18866,18734,1007,17,19900,16340,20045,13790,17855,14086,19646,13607,8272,13737,21475,12297,14921,15744,5060,6273,8242,5922,21622,21317,14580,5543,7970,19442,14831,5837,12045,21775,16456,6488,14808,17,13282,15693,11515,17415,16308,4,15294,4665,16568,8177,6965,17797,12177,15625,13260,9503,17569,6952,16445,14359,12069,10063,15234,2,23452,31313,6660,4261,11871,18425,16767,9186,15677,18513,15937,21694,28449,11226,18869,6091,8825,11096,15729,27865,23088,28868,31220,15896,6336,17790,12428,13772,2655,16375,17853,22457,17214,17099,13467,7723,6878,8261,12013,9449,19325,18847,19600,15948,7307,16612,13278,20003,19696,25751,13810,13648,11779,15030,23483,15837,9045,656,14130,18404,17013,8156,5,13799,8319,14876,13,10758,25475,10500,8462,14556,9069,14269,16991,14330,12625,15687,25280,14435,10962,19866,6565,4893,12815,21412,10935,16824,17851,17634,4384,12791,9310,19500,12212,9815,1607,9923,13701,10623,13200,15279,6610,5699,11469,8910,13226,10817,12783,10138,3098,8850,15433,5650,6529,9714,11846,6656,15670,15371,9697,12499,9989,7436,11472,11612,3,28874,18894,9259,13690,22865,20291,13672,6471,10178,11456,23609,15490,16423,13868,13968,17367,9683,13702,8109,17209,13430,29278,10298,21004,5730,14655,10183,10694,6878,14751,14920,19705,24534,13032,4085,4967,10685,4651,9932,3215,11,9464,23888,12608,12722,18737,7556,7857,16930,14300,8904,15297,2960,31282,31094,31126,18572,17508,11327,4867,15999,8806,30614,7873,10892,24468,4486,15648,13422,10292,8479,17058,26290,23452,10336,20532,8669,29303,142,16195,7271,15149,14090,15897,6064,4089,9478,12859,704,13098,14599,13171,6125,5144,8862,8918,5423,10239,10494,4161,20269,556,3270,15130,8983,8454,7138,13955,13386,11004,4503,12220,4176,2,8635,10214,19213,9994,15822,9496,6399,7635,12115,17802,23268,18588,11661,16383,9430,20601,16351,13722,5207,2837,16938,10000,10660,7633,8151,19085,17511,8450,13909,4173,13558,16901,24911,15965,24418,41,27866,19778,8447,15081,14535,26689,22917,11114,15513,5329,19383,12305,16074,17563,11111,15739,10313,24080,12836,7408,9982,14610,12394,16036,12673,14565,10670,20994,8762,10536,10490,10981,31243,31271,20367,20223,24108,24485,20507,22760,16553,23361,15725,14042,4132,11727,4772,5001,14215,15305,13680,12126,12530,7516,11866,10716,12427,12338,20122,21926,6609,22536,8984,19942,10727,4682,14569,2702,5,24528,18104,7747,16316,19356,11440,11156,8129,12513,17187,26491,21999,11085,24004,19521,23060,24773,19399,11162,13857,5502,22031,1008,12629,12947,13209,13473,10437,11690,9639,8833,15864,8672,22851,19914,18580,8933,11143,21097,11486,50,15390,15540,17856,22319,23633,23334,16639,18923,22552,14519,21963,16192,8334,21531,20375,17557,15654,25175,20677,18,15643,15546,10673,15235,13872,15284,11854,15083,6075,14632,9540,6234,11352,5115,0,23461,21042,27840,28742,23902,20910,12199,7144,13217,5290,5815,15417,17780,11032,22175,8145,11325,15996,8316,5063,10016,1418,4083,22338,24270,23631,7822,8299,8390,13480,3340,14412,8066,8931,13982,17351,18833,17569,3058,11474,12842,8386,15321,17180,7753,14676,31235,21913,22015,20406,22319,13375,21994,6344,18302,10032,373,20559,23465,13685,23040,21064,6624,31209,21028,3831,10943,9419,8902,19869,25534,12225,17529,8122,15051,17095,13667,23660,20750,21128,18902,16366,17593,4603,2688,21172,23319,16056,10306,2600,20274,13133,10355,8544,8047,16267,16128,9202,15122,4587,7286,9623,5803,14726,17309,6,27301,31131,11706,15582,2290,15472,23414,12476,15104,6483,12209,12477,6997,5290,11596,12895,26527,17235,7426,3,19665,24036,3742,19195,24541,13303,10033,13388,10148,18167,7455,26826,3278,12396,11427,5852,21169,21897,23095,16250,15568,17326,14157,23624,24255,19577,14708,13971,2054,24501,22800,21567,8554,13351,12855,5261,4862,8432,8550,11388,7877,12894,15087,10776,14298,16071,18185,14743,171,19877,21130,16117,16033,10319,6702,10889,18646,8459,13009,3654,14637,12068,9408,9644,22604,10709,2,10412,502,18746,10530,16821,12139,7851,1,106,14435,7876,21180,14168,17015,12818,2844,16943,8476,9702,7887,9963,10160,9011,7647,2693,3,12243,14816,8948,9992,10261,15234,11991,19192,12266,15316,11783,9317,16256,13924,7133,12714,9950,2851,6618,7360,8570,5890,2500,4557,5593,11256,11272,19834,9610,9234,10299,7710,12597,11962,20376,9817,19002,21432,27541,3752,8805,17297,12062,3165,2,1730,17065,16895,25116,11548,12414,23290,16463,8318,23672,14748,12163,4618,10938,16933,2708,9506,8553,8999,3450,5570,12634,17417,8477,18709,10588,19435,21021,21386,19372,15918,25260,6990,5062,27357,7795,15653,17767,13928,8344,10869,5327,3012,12,21153,21877,14927,9150,27636,25909,14933,17902,5018,20548,25032,31232,18825,18459,31224,13313,15199,14152,28916,29046,31223,19048,13370,21402,30917,22659,16848,6,15433,23190,9350,9762,2165,17711,16105,18678,16734,8310,11712,8376,14747,23127,14106,15216,79,22607,10955,16550,23109,21281,23078,13924,7137,19680,14354,5527,14736,2161,2611,8500,29281,6266,9359,3850,12200,5130,15710,19366,16330,22659,9063,15921,18635,3630,12901,3575,1022,27090,22484,21944,11033,8402,9622,14787,7781,4125,8623,5784,8981,4851,8503,13926,14240,6089,16226,6638,8812,3343,25716,21055,17121,4383,16631,9800,16000,11119,18199,9168,19872,22279,24869,24680,12020,10842,7136,7949,6212,23136,2791,7,18883,13716,11369,2744,26302,18543,27026,14087,3689,21600,22702,13356,17202,26609,12913,12096,16977,16478,12885,17989,23585,20474,12822,28705,17555,5448,24548,22015,15985,12845,15595,106,22105,31263,7820,7990,15005,15903,9676,12524,14117,11827,3027,18696,10262,16030,8578,9911,11414,10558,4134,6847,1807,17585,3138,21509,6684,4507,1925,198,10673,8831,9209,6844,11851,13976,3042,3,12547,16632,22085,21381,11660,7079,22314,16488,17999,15504,20371,12005,12077,8519,12000,16024,15590,12687,10653,13277,10669,9638,3877,11829,7416,7830,7290,7961,12506,15807,10818,14042,9305,8137,11553,8874,15931,9734,8191,21467,13842,14652,7626,7500,7606,10120,7930,16729,8947,4069,11215,10971,8124,11935,19471,19656,17446,21615,11798,8983,11602,10956,8643,1124,4722,6407,15146,17382,20525,7277,16008,8002,9890,13812,5621,5879,7624,13508,10274,26126,23268,9138,27327,22578,31249,13386,16810,26934,2362,13487,18465,22201,9945,26812,29333,9052,6897,8245,9573,2770,8651,8341,6500,19608,8164,3281,4255,15102,11537,10583,18135,3714,16522,14833,22193,6236,12289,20044,23677,17934,21386,16280,9218,11141,12701,13363,9366,9959,14328,23920,21601,16,16921,6493,16671,5305,12559,8645,15610,13048,22257,5673,1735,23373,11141,23426,12424,6359,4,27261,22330,11972,12253,5477,24537,6410,6972,17423,6457,5951,17641,8126,3610,18450,14944,27785,19169,7839,12014,14900,6612,13379,13314,9439,17008,15379,14650,3642,12858,9865,4318,6118,19360,22865,3205,4276,15493,22165,16685,13056,10672,7886,4443,7447,19414,11924,7529,3506,8365,7173,6920,4644,13935,7181,15801,14375,13273,5150,1603,7295,6070,18917,3959,7493,12668,11963,7490,16263,9786,1,6401,14144,16195,5522,10516,5556,8432,7496,9598,5919,16515,12387,5269,16790,11485,13182,20834,31207,17427,11292,31296,8341,16514,16374,20535,17567,27691,7585,18474,14713,247,5617,18388,18050,12365,14054,14509,10533,23936,20767,15996,10876,12954,12533,9180,13676,14979,12975,25082,7931,21313,15419,28482,5182,29309,3,11302,14692,9898,18029,27896,21404,14123,16610,10724,21215,19637,15896,7980,5152,11023,14051,10740,10070,12202,15206,20320,18025,9440,5708,17503,9655,12666,8569,13409,4137,3992,6269,19376,25536,10252,20649,14549,6288,14027,19586,12961,22633,23033,11035,13215,9641,15329,10355,9511,4644,2553,25154,17871,12782,18981,7892,5405,14237,11533,6659,15906,14575,31297,21013,29922,24370,31150,14126,15100,5181,11290,6381,31323,22105,4764,14841,28668,16530,6574,5543,4472,2605,16605,12645,8217,6638,4016,8105,9274,6494,6595,146,13683,12855,14814,15098,12734,19900,20553,24665,15202,8463,11062,7063,15949,24378,12192,14253,13792,4927,7745,9659,6852,4548,14466,11737,12349,5175,89,13983,8533,20611,18848,4850,12014,21406,11725,11562,16039,10308,13071,9718,13979,18055,21512,13092,13133,10728,20319,16748,22666,10289,18542,14940,17918,1610,11643,12571,16633,23754,18325,12703,7573,25294,95,30153,17967,4641,13635,13078,15575,16,13437,31232,7959,1601,15500,22877,9165,12722,9282,9031,12488,15148,12001,13240,14776,19882,20274,18200,10658,15037,14353,538,18113,16719,15105,21245,27696,16337,15349,6932,16120,7222,28593,25405,14845,13333,9530,3,18295,13807,16808,12206,3,6461,17029,18080,10743,20997,19937,13118,24167,15640,15803,8025,12290,375,19146,16174,8863,13842,6399,7922,255,24783,18219,18701,20907,8131,6453,5683,11323,12546,8137,15319,8935,15398,13441,18925,13886,9562,13458,10547,195,16259,21060,8471,4548,15134,15746,2539,5384,14495,7503,10839,11690,7421,11217,11213,12270,8591,16657,19683,19601,4262,359,6151,21679,8958,11525,13063,17614,11302,13346,13994,13941,1454,21091,10850,11684,23677,12410,9036,13446,4192,16554,7735,8134,21820,21025,10532,16640,29368,19278,21565,10482,9009,3,24796,26578,7325,13875,8633,7433,14389,17621,10796,18563,11843,11476,7630,20,12616,15650,15593,21101,13609,12564,18758,2713,14763,17331,14634,7778,11001,11323,12045,12501,17280,4501,2710,7757,2398,16486,7774,19953,13187,7766,9243,10151,4273,6548,6520,6176,19895,26630,11018,15268,15271,23760,22543,11058,8849,8441,7261,8110,24946,19969,16364,4643,1157,2705,2053,3579,3559,14386,15185,6701,5752,16392,11323,6928,8855,11270,6146,4548,9500,18995,17610,17189,17898,17246,10865,13885,7067,2988,10629,12696,8430,7371,13180,11603,8538,2798,3440,2579,20015,11202,21339,20566,13193,15339,19413,13598,12547,4101,3067,3778,26292,13577,18751,17497,13665,5993,2199,1595,1351,8636,8542,6602,5956,5671,5283,5118,2724,2438,2903,9201,8399,7689,7153,8592,7017,5342,7135,6964,8628,8997,8329,8071,7299,7549,7342,8089,7163,6286,8682,8276,7672,5862,5715,5422,3020,2916,1145,8999,8646,5827,4667,2878,975,334,162,53,30,11,3]}
