{
  "title": "These Invasive Ants Are Changing How Lions Hunt",
  "img": "https://static.scientificamerican.com/dam/m/5f8e597f5d6729a7/webimage-Square_BigHeadedAnts.png",
  "url": "https://www.scientificamerican.com/podcast/episode/these-invasive-ants-are-changing-how-lions-hunt/",
  "audio": "https://traffic.megaphone.fm/SAM3429387625.mp3?updated=1709939736",
  "intro": [
    "On the African savanna, a single invasive ant species has upset the delicate balance between predator and prey."
  ],
  "authors": [
    "Karen Hopkin",
    "Alexa Lim"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": "This is Scientific American’s Science Quickly. I’m Karen Hopkin."
    },
    {
      "author": "Hopkin",
      "text": "Why did the lion take down a buffalo instead of a zebra? Because of the big-headed ants! I know, I know. Sounds like a riddle written by a preschooler tripping on Pixie Stix and David Attenborough DVDs. But it’s actually the finding of a four-year collaborative study that showed that the arrival of a single species of invasive ant can have far-reaching effects that ripple across an entire African ecosystem. This tangled tale of interspecies intrigue started out as one might expect."
    },
    {
      "author": "Todd Palmer",
      "text": "I originally went to Kenya very excited, as a graduate student, to do something like study lions."
    },
    {
      "author": "Hopkin",
      "text": "Todd Palmer is a professor of biology at the University of Florida. Gainesville. He did his doctoral work with Truman Young at the University of California, Davis."
    },
    {
      "author": "Palmer",
      "text": "And when I arrived in Truman's lab, he said, Well, you can study … whatever you want. And I spent some time driving around Mpala Research Center and noticed that I didn't see any lions and I couldn't find lions and I'd hear them at night, and could never track them down…. And I thought, well, this is hard."
    },
    {
      "author": "Hopkin",
      "text": "So, instead Todd turned his attention to the local trees. Because, he thought…"
    },
    {
      "author": "Palmer",
      "text": "Well, ok, this is something that I don't have to chase down. I always know where it is."
    },
    {
      "author": "Hopkin",
      "text": "So Todd started to study this acacia, a prickly little number called a whistling thorn.  [CLIP: Any chance we can acquire a clip of the tree whistling sound?]"
    },
    {
      "author": "Palmer",
      "text": "Virtually every plant that you find, or at least every tree species that you find in the savanna is very heavily armored. They all … have a lot of different sharp things that have evolved as sort of anti-herbivore defenses."
    },
    {
      "author": "Hopkin",
      "text": "These thorns may slow down a grazing giraffe. But they can’t stop an elephant.  That’s where the tree’s resident ants come in."
    },
    {
      "author": "Palmer",
      "text": "  These ants appear to be extremely effective defenders of the trees from elephants. And it's a good thing to have defense against of course, because elephants are capable of eating trees. Not just feeding on them, but actually destroying the entire tree."
    },
    {
      "author": "Hopkin",
      "text": "Now, if an ant doesn’t seem like it could do much damage to an elephant…"
    },
    {
      "author": "Palmer",
      "text": " The elephant feeds with a nine-foot nose that sticks into the canopy of these trees and these trees can house as many as 100,000 or more ants on a single tree for a very vigorously protected tree."
    },
    {
      "author": "Hopkin",
      "text": "And a snout full of ants is nothing to sneeze at."
    },
    {
      "author": "Palmer",
      "text": "  The ants just bite down and …it's quite uncomfortable."
    },
    {
      "author": "Hopkin",
      "text": "As Todd can attest from personal experience."
    },
    {
      "author": "Palmer",
      "text": "We've all been attacked and bitten by many, many 1000s of these ants over the course of our careers and they head for really sensitive areas, you know, they'll head for your underarms and the back of your neck and these really sensitive spots where they can get their mandibles into your skin and bite down and it's not a great feeling."
    },
    {
      "author": "Hopkin",
      "text": "Todd studied those ants more than a decade ago. But it was one of his current co-authors who first drew his attention to their invasive rivals."
    },
    {
      "author": "Corinna Riginos",
      "text": "I was actually living out in Kenya. And renting a house in a beautiful little property."
    },
    {
      "author": "Hopkin",
      "text": "Corinna Riginos is Director of Science for the Nature Conservancy's Wyoming chapter and an adjunct faculty member at the University of Wyoming. Like Todd, Corinna also did her graduate work with Truman Young. She was studying…"
    },
    {
      "author": "Riginos",
      "text": "Trees, grasses, big game, wildlife, and livestock and how they all kind of played together."
    },
    {
      "author": "Hopkin",
      "text": "That’s when she noticed this different sort of ant."
    },
    {
      "author": "Riginos",
      "text": " They were in the kitchen all the time, whenever you left food out, they would come swarm that food."
    },
    {
      "author": "Hopkin",
      "text": "Well these pests, she learned, were not native to the region. They were an invasive species called Pheidole megacephala…or big-headed ant. And these invaders weren’t confined to Corinna’s kitchen."
    },
    {
      "author": "Riginos",
      "text": "I just started noticing … them going up and down the tree trunks."
    },
    {
      "author": "Hopkin",
      "text": "The very same acacias that Todd had worked on. What’s more, Corinna says they seemed to be replacing  protective native ants."
    },
    {
      "author": "Riginos",
      "text": "I thought, okay, if these native acacia ants are getting killed off by the invasive big-headed ants, that has big potential ramifications for tree cover and herbivores, and on and on down the, the cascade that we've wound up studying over the last few years."
    },
    {
      "author": "Hopkin",
      "text": "Although the invasive ants are tiny, they are tenacious."
    },
    {
      "author": "Palmer",
      "text": "They will pin down the acacia ants…and one or two of the little big-headed ants will grab a leg each and sort of spread-eagle the acacia ant on the surface of the plant, and then they just proceed to dismember the ant to incapacitate it."
    },
    {
      "author": "Hopkin",
      "text": "And they keep on coming, wave after wave, until the native ants are gone. But where does that leave the tree?"
    },
    {
      "author": "Riginos",
      "text": "Within a pretty short time, herbivores figure out that this tree is not defended anymore and start doing more damage to it."
    },
    {
      "author": "Hopkin",
      "text": "  Especially the elephants."
    },
    {
      "author": "Riginos",
      "text": "And Elephant densities are pretty high in this region. So elephants are doing a lot of damage to trees, even in the places with the intact native ant community."
    },
    {
      "author": "Hopkin",
      "text": "And losing their guardian ants on top of that…"
    },
    {
      "author": "Riginos",
      "text": "Is leading to pretty precipitous declines in tree numbers that we've seen over the four-year duration of that part of the experiment."
    },
    {
      "author": "Hopkin",
      "text": "Ok, so get rid of the native ants and you end up with less tree cover. That makes sense. But how did the researchers get from the trees to the lions?"
    },
    {
      "author": "Palmer",
      "text": "I was trying to remember how this idea came about that the reduction in tree cover might affect the way predators and prey interact, in particular lions. And … my recollection of it is very hazy, but it seems to involve…having a few beers or gin and tonics."
    },
    {
      "author": "Hopkin",
      "text": "But booze-fueled hypotheses are one thing. Hard data is another. And connecting those dots required a ton of observation."
    },
    {
      "author": "Riginos",
      "text": "One thing that the lead author on this study, Douglas Kamaru, did was put out camera traps in invaded and uninvaded areas and captured not only the tree cover, but what kind of herbivores were using those areas."
    },
    {
      "author": "Hopkin",
      "text": "He also drove around the landscape to map where the zebras were and where the lions were hunting."
    },
    {
      "author": "Riginos",
      "text": " The lion kills were determined by putting GPS collars on one individual for each of the prides in the Conservancy and then looking for times when their GPS location fixes clustered in one place and stayed put in one place for many hours…and then ground crews going out and confirming what that kill was and whether it was in an invaded or uninvaded area."
    },
    {
      "author": "Palmer",
      "text": "And whether lions were the likely culprit because sometimes the lions have moved on and you need to look for sort of tracks and signs to establish whether it was likely lions that did the killing or something else."
    },
    {
      "author": "Hopkin",
      "text": "And then they brought out the big guns. Statistics."
    },
    {
      "author": "Palmer",
      "text": "In this case, it was something called a nested-path analysis that essentially makes a statistically well-educated guess about the structure of all those correlated variables and what is likely to be a causal pathway that determines where zebra are being killed in the landscape."
    },
    {
      "author": "Hopkin",
      "text": "After parsing those variables, the researchers concluded that the invasion of the big-headed ants left the acacias vulnerable to elephants. Which reduced tree cover and increased visibility. Which made zebras feel safe and made them harder for lions to catch. Now. Where do the buffalo come in?"
    },
    {
      "author": "Palmer",
      "text": "In the process of putting a paper together. We had a reviewer of the paper who kept saying… “what are these lions doing if they're not eating zebra?” This person kept kind of pushing us to get more resolution to this story, which meant that we panicked."
    },
    {
      "author": "Hopkin",
      "text": "And they reached out to local researchers who happened to be keeping track of buffalo."
    },
    {
      "author": "Palmer",
      "text": " That's sort of helped us create a picture of what might be happening. Fewer zebra are being killed. And more buffalo are being killed over that…period of time…"
    },
    {
      "author": "Hopkin",
      "text": "Which made them think that when lions can’t land zebras, they go for buffalo. And that is no mean feat."
    },
    {
      "author": "Palmer",
      "text": "It's a big-horned animal, twice as big as a zebra in terms of its body mass, and capable of inflicting some damage. You can go on to YouTube and see these amazing videos of, a buffalo attacking lions and flipping a 350 400 pound lion into the air. So they're just a more dangerous critter to attack."
    },
    {
      "author": "Hopkin",
      "text": "That suggests that buffalo may not be the only zebra substitute, but the researchers don’t yet have the data to see what else might be on the menu."
    },
    {
      "author": "Riginos",
      "text": " I think it really exemplifies the sort of butterfly effect if you disturb one thing and there's all these different cascading consequences. And this paper highlights one chain of those cascading consequences, but there are so many others that we're finding or yet to find."
    },
    {
      "author": "Hopkin",
      "text": "And then there’s figuring out how to save the acacias."
    },
    {
      "author": "Riginos",
      "text": "I think we've also seen that if you can fence off areas and protect them for a little while from elephants and other herbivores, they grow really well. If there could be some way to kind of temporarily fence off areas in kind of a shifting mosaic around the landscape and give them a break, then we can keep the tree component of the savanna intact, because otherwise it's headed towards becoming a grassland."
    },
    {
      "author": "Hopkin",
      "text": "And losing the acacias would be bad news for all the iconic creatures that rely on them…from giraffes and elephants to endangered black rhinos."
    },
    {
      "author": "Palmer",
      "text": " If we're not thinking about the conservation [of] those interactions, we can kind of kiss those species goodbye, potentially."
    },
    {
      "author": "Hopkin",
      "text": "That’s a big burden to carry for such a little ant… even one that’s not afraid to take on an elephant."
    },
    {
      "author": "Hopkin",
      "text": "Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper, Carin Leong and Timmy Broderick. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review! For Science, Quickly, I’m Karen Hopkin.   "
    }
  ]
}