{"title":"How to Explore Your Sexuality, according to Science","img":"https://static.scientificamerican.com/sciam/cache/file/3BA73181-61EE-4543-A162DEE76AA69103_source.png","url":"https://www.scientificamerican.com/podcast/episode/how-to-explore-your-sexuality-according-to-science/","audio":"https://traffic.megaphone.fm/SAM4807029381.mp3?updated=1707941889","intro":["Some researchers say that the standard definition of sexual orientation is incomplete—and offer a tool for expanding it."],"authors":["Meghan McDonough"],"category":["Sexuality"],"transcript":[{"author":"Stacy Watnick","text":"The first thing that I do with clients is I tell them that we’re going to go slow—because there are three things that most clients ... do not talk about in therapy, and those are religion, politics and sex. [CLIP: Intro music]"},{"author":"Kate Klein","text":"There’s this, like, whole world underneath people’s clothing that no one talks about."},{"author":"Sari van Anders","text":"Our science, in some ways..., is…catching up with people’s existences."},{"author":"Meghan McDonough: ","text":"I’m Meghan McDonough, and you’re listening to Scientific American’s Science, Quickly. This is part one of a four-part Fascination on the science of pleasure. In this series, we’re asking what we can learn from those with marginalized experiences to get to the bottom of BDSM, find the female orgasm and illuminate asexuality. In this episode, we’ll discuss new ways to question your sexuality, according to science that draws from feminism and queer theory. But first, let’s get real basic."},{"author":"Stacy Watnick","text":"Tell me, when I say the word sex or sexuality to you, what comes up?"},{"author":"McDonough","text":"That’s Stacy Watnick, a clinical psychologist based in San Diego, California. She specializes in relationship issues and sexuality. She’s noticed certain patterns in her clients when she asks this question."},{"author":"Watnick","text":"First, surprise—that there’s such a range of experiences in their body and in their mind about it.... Frequently, I get some shame and discomfort. They’re not sure what words they’re supposed to use: “Are those bad words?” A little lean forward…. they’re sort of excited and there’s some tension in wanting to tell me—or a little lean back because they’re not sure it’s safe."},{"author":"McDonough","text":"Stacy asks her clients if they’ve heard of gender and orientation. They talk about the words they know. And then she brings up the zine. Zine is short for “magazine.” But zines are different from traditional magazines. They tend to be self-published and not typically what you’d find in an academic setting. This particular zine invites readers on a “journey through the landscape of your sexuality.” The front cover features a drawing of five people on a path leading into the horizon."},{"author":"McDonough","text":"Each is holding a map labeled “SCT.” SCT stands for sexual configurations theory, a term coined by Sari van Anders, a gender, sex and sexuality researcher at Queen’s University in Ontario."},{"author":"Sari van Anders: ","text":"I was doing some work about multipartnering and things like polyamory..., I was at a conference where there was ... a session about asexuality.... And I started thinking about the way these two ... identities claimed by different people might come together."},{"author":"McDonough","text":"Here’s Sari, the creator of this theory. She and her team created the zine as a more accessible offshoot of her 2015 academic paper on the topic."},{"author":"Van Anders: ","text":"It was the most exciting piece of work I’ve ever done. I’ve never really done work where it just felt like it had to come out, and it was sort of bubbling out of me. I think we can maximize our pleasure when we understand what it is that we’re wanting, what the options are, who we are. We can think through some things that we might never have had prompts to do before."},{"author":"McDonough","text":"Oxford Languages defines sexual orientation as “a person’s identity in relation to the gender or genders to which they are typically attracted.” Sexual configurations theory asks: What if this sort of definition is incomplete? Sari’s theory basically complicates the idea that sexual orientation is only based on gender. She built it on the existing academic literature and on what people shared about their sexualities."},{"author":"Van Anders: ","text":"And it was really important to me to include not just diverse sexualities and genders and people with diverse sexualities and genders but people with marginalized experiences, and so on ..."},{"author":"McDonough","text":"Such as people who are LGBTQ+, disabled, into kink or BDSM, asexual or non-monogamous."},{"author":"Van Anders: ","text":"Our science, in some ways, is, if anything, sort of, like, catching up with people's existences.... I think many women know that, like, not all women who are attracted to men, maybe including themselves, that means they’re attracted to, like, penises or that’s the thing only that turns them on."},{"author":"Van Anders: ","text":"And, and so there’s sort of an assumption that gender/sex sexuality, or what people typically call sexual orientation, is about, like, genital match-ups, like, “I have these genitals, and I’m attracted to people who have those genitals.” But really, like, we rarely see people’s genitals until we’ve already decided we’re attracted to them, right.... Usually there’s so much else going on."},{"author":"McDonough","text":"Sari uses the term “gender/sex” to mean features that are both socialized and biological and considers it to be just one aspect of sexual orientation."},{"author":"Van Anders: ","text":"You know, it’s not always bodies; there’s also ways of being in the world or clothes, appearance, presentation, the way people talk, how someone treats you. And research on attraction is pretty clear that a lot of other things are rated pretty high up, like kindness or sense of humor or things like that."},{"author":"McDonough","text":"Sari refers to this as “sexual parameter n”—all the other things that make us attracted to a person. The way she visualizes these aspects is through cone-shaped diagrams where people can pinpoint their preferences."},{"author":"Aki Gormezano","text":"As an example, you could think about the tornado for gender/sex sexuality…. So there’s a space on top where there’s a ring going around the outside that SCT calls the binary ring."},{"author":"McDonough","text":"This is Aki Gormezano, a sexuality researcher who did his Ph.D. with Sari at Queen’s. The ring he’s describing represents what most people know as the sexuality spectrum."},{"author":"Gormezano","text":"And then there’s a whole space beyond that, falling inside of the binary ring, completing that circle, where you’re not just thinking about women and men, you’re thinking about gender/sex-diverse folks who are occupying spaces outside of that binary ring."},{"author":"McDonough","text":"This is called the “challenge area.”"},{"author":"Gormezano","text":"That circle I described is on the top, but then it moves all the way down to a point forming what kind of looks like a cone. And there’s a little meter ranging from zero to 100 on the far left of that, and that’s to indicate the strength of your attractions."},{"author":"McDonough","text":"In lay terms, if gender/sex was an important part of your attraction to people, you’d mark a place higher up on the tornado. If it wasn’t, you’d mark a place farther down. There are also tornadoes for partner number—one, multiple or none—as well as for sexual parametern, representing the other factors Sari mentioned, such as kindness and sense of humor."},{"author":"Gormezano","text":"Growing up, I was, like, pretty uncritical of my sexuality for the most part… Like I identified as straight by default. And a lot of my attractions, you know, as a cis boy at the time, or, like, now a cis man, were to cis women."},{"author":"McDonough","text":"In case you don’t know, “cis” here refers to cisgender, when a person’s gender identity matches their sex assigned at birth."},{"author":"Gormezano","text":"I had a point in high school where I realized ... I did have attractions to people who were not cis girls or cis women.... I think I was just, like, confused and upset and didn’t really feel like it was something I could talk about. You know, especially as someone who played sports and was known as an athlete, where that was a big piece of my identity—like, I played soccer all the way through and still do...."},{"author":"Gormezano","text":"I think, for me, the hardest part about realizing that I had interests and attractions that didn’t fit with being straight was that it challenged a lot of my identity around being a man or, like, wanting to be."},{"author":"McDonough","text":"Aki says that studying sexuality as an adult has helped him see that this isn’t a problem and that sexual orientation, identity and status don’t necessarily line up perfectly. Sexual configurations theory calls this “branched.”"},{"author":"Van Anders","text":"Orientations have to do with, like, attractions, interests, arousals, desire [and] pleasure, and those might be different, or they might be the same. Like, you might really enjoy the thoughts or have fantasies about being with a man. And then when it comes to the actual sex you do, you find people of any gender are really enjoyable.... And status refers to, like, what you’re kind of actually doing, have done or will do..., who you’re actually with, for example."},{"author":"McDonough","text":"In a 27-country survey conducted by the market research company Ipsos in 2021, for example, 80 percent of self-identified heterosexual people reported that they were only attracted to the opposite sex, and 12 percent of them said they mostly were. Meanwhile 60 percent of self-identified lesbian and gay people said they were only attracted to the same sex, and 24 percent of them said they mostly were. These “branches” of sexuality can all be mapped on separate “tornado” diagrams. If you’re still struggling to picture them, you’re not alone."},{"author":"McDonough","text":"Between gender/sex, partner number, and other factors—plus identity, orientation and status—it’s a lot. But portraying sexuality as complex is also kind of the point."},{"author":"McDonough ","text":"(tape): To what extent do you think sexuality labels are limiting or expanding? If you could imagine your ideal world of how people conceive of sexuality, would everyone have a label?"},{"author":"Gormezano","text":"I think when you just have identities and you just have labels, especially when identities and labels are really narrow..., you might not have the language to articulate the ways in which you don’t perfectly fit with that identity or label.... And I think the more people ..."},{"author":"Gormezano","text":"who are able to understand the ways in which they might branch from their label or, like, perfectly coincide with it, the more open everyone will be around, you know, just like understanding that, like, around each identity is, like, a collection of people who might vary from that in different kinds of ways."},{"author":"McDonough","text":"Stacy, the therapist we heard from earlier, commonly meets clients who are working through their sexualities."},{"author":"McDonough","text":"(tape): How do you help them kind of figure that out?"},{"author":"Watnick","text":"We kind of try labels on like clothes.... I’m gonna try this sort of sweater on and see: Does that feel snuggly? Do I feel comfortable? Is there, like, a resonance in my body and in my mind and my heart and my genitals, all over me, that this feels true...? And much like the sweater I put on, I don’t have to wear it all the time.... There’s a very flexible return policy on this kind of content: if they decide they don’t want it; they don’t have to keep it. But we’re trying it on."},{"author":"Watnick","text":"Let’s see how it feels."},{"author":"McDonough","text":"Stacy first saw Sari speak at a virtual conference during the pandemic."},{"author":"Watnick","text":"And my whole brain lit up."},{"author":"McDonough","text":"The two of them have since formed a working group to bring sexual configurations theory into more clinical settings."},{"author":"Van Anders: ","text":"Those of us with marginalized or minoritized or oppressed genders, sexes or sexualities are often not given the tools from science or scholarship to make sense of ourselves. And so this can be helpful in that way. But also people who are majorities..., our culture tells everyone..., you’re just a cisgender man; that’s that; there’s nothing more complex; the complexity is for, you know, the other “complicated,” quote, unquote, people. But our research finds that the majorities actually have a lot of complexity and often have had even less prompt to think about it."},{"author":"McDonough ","text":"(tape): I’m wondering if you’ve had any pushback from the scientific community or otherwise?"},{"author":"Van Anders: ","text":"We get a fair bit of skepticism from academics that what people might call laypeople, just you, people on the street, could actually do SCT diagrams because they are a bit more complex than “What is your attraction...?”.... So we sometimes get people who say, “This is pretty hard” or “I’m kind of confused.” And then we’re like, “Okay, can you describe yourself?” And then we look at the dot, and it matches. So people are actually able to do it anyway."},{"author":"Van Anders: ","text":"And we sometimes get pushback, too, from majorities who get, like, a little bit angry, who are like, “Okay, well, here, I can locate myself, but, like, I don’t believe in all these other locations....” You know, they’re usually seeing questions that have heterosexual first if there’s a checklist. And here it’s, like, you know, if you’re interested in women, that’s just one little dot in this whole diagram, and that can be a bit disorienting for people who are used to being with the center."},{"author":"McDonough","text":"Sari thinks that accounting for this complexity is not only helpful for individuals but also for future scientific research."},{"author":"Van Anders","text":"People sometimes forget that every measure we use is sort of telling a story about what the world is.... They’re kind of almost like a sieve that you sieve the world through. And depending on what that sieve looks like—whether it’s SCT, whether it’s a one-word question with a checkbox or answer or something—is going to let kind of different kinds of things through.... What is empirical in science is to try to measure the world as it is. For Science, Quickly, this is Meghan McDonough."},{"author":"Van Anders","text":"Tune in next time to listen to episode two of a four-part series on the science of pleasure. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio. This episode was reported and edited by me, Meghan McDonough, with music by Dominic Smith. Subscribe to ScientificAmerican.com for more in-depth science news."}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,444,24,4564,5745,5201,3335,4136,2320,4336,3576,4257,2741,2541,2133,983,40,42,3350,5273,4496,3597,4935,3472,4145,3164,3292,3462,3460,3366,2652,4418,356,135,4518,5304,3731,3754,1507,5037,4910,2200,3047,934,264,256,293,365,320,3392,4078,4392,3887,2833,4743,4720,4024,2465,2806,4279,3080,3682,1706,3966,3077,1588,4897,4085,2612,3469,2324,3341,3794,4241,5528,3025,3382,2135,761,5335,4526,3789,3222,4472,3753,3488,3446,3012,2140,2732,3086,2286,1328,5175,6715,4042,4664,4600,3622,1907,2173,2377,3075,1957,2610,1291,3044,5567,3868,5191,2483,4092,2998,3400,3308,2932,3438,2705,2004,2006,1091,5991,5837,4291,3458,3035,2154,4769,3618,3614,3232,2478,3699,2668,2212,2874,2130,926,5644,5943,3283,5694,5306,3250,3319,3483,2518,3767,2973,1981,2841,5087,3732,2870,3408,3260,3446,3646,3703,2719,2654,2913,3268,2239,2565,2027,1582,3188,2588,2306,7305,7283,5682,4623,3028,1672,667,848,588,2533,3797,3328,4327,2820,2619,2603,3261,3602,2731,1640,1631,44,2480,3005,40,822,8503,4130,3515,1443,2831,3937,5099,3458,3032,2401,2793,3861,2649,2320,2366,833,3363,6907,5559,3014,3726,3307,2847,2421,2494,2419,1171,71,2873,3807,4106,3968,3522,1862,2238,2642,2861,2818,1409,2881,1524,1071,4197,1289,4263,4492,4082,3760,3651,5237,6716,4085,3939,2695,2386,2553,3386,2808,2878,2689,4939,833,5144,4858,4542,4393,3993,3702,2851,2634,39,43,4068,3100,3815,3600,2651,3269,2817,2170,4610,4193,3883,3393,3840,3367,3358,2599,3149,3728,4719,3030,2655,4137,3118,2146,3744,985,4665,3639,3957,3814,86,47,4064,2947,3070,2531,761,4673,3659,3993,3044,2358,2826,3770,3516,2915,2680,1950,1474,799,2837,4331,5076,3949,2963,2115,34,57,5833,3628,4399,2732,1499,1056,62,851,4207,4468,3756,2336,1108,36,3916,4133,4143,3126,2607,2712,2011,1180,4112,4473,5343,4089,3888,2309,3897,3998,3814,2618,3077,2018,2271,2053,2165,781,5752,4869,4219,2221,1954,3879,3095,2251,3444,4219,4678,3247,2102,3454,2494,3037,2077,2826,2213,657,4929,6701,4697,3057,2804,3107,2964,3121,3400,2753,3067,2787,2563,3185,2364,1504,54,3096,3842,4680,3899,3104,3218,2807,2297,2055,1604,775,51,6570,2908,2640,3871,2902,3084,2779,2844,2893,2025,1638,455,2772,4797,5353,4765,3509,2951,1880,875,4101,4056,4138,2655,2906,3056,1501,2454,3256,2785,3184,3199,2158,2709,2525,1339,2948,3174,4213,4494,3086,2776,3925,4302,2645,2798,3048,3840,2628,2181,4940,3913,4088,4551,3869,2815,2092,3757,3361,2765,4636,4527,3950,4464,4519,2379,3427,3543,2921,1844,2511,3087,2833,3530,2976,3709,76,5772,4316,4008,2396,4828,4356,2196,2886,2671,2044,1274,529,4687,4181,3982,3151,2239,3071,2859,3296,2746,2358,2820,3753,4078,2844,2800,2655,2980,1828,1869,2918,4894,4639,3118,3733,3875,4233,2280,3415,3470,3086,4004,3022,3891,4884,3394,2240,3998,5179,2008,5132,4196,3283,3494,5126,3763,52,6271,5052,4788,3718,2677,2730,2482,3759,2039,495,5376,1852,3632,3291,5007,5387,4358,3058,1303,3134,2853,51,3583,2514,2596,4640,3247,3702,4556,4336,1589,4192,4293,4459,3715,1335,2317,2863,2257,1769,3874,5758,5039,5155,3406,3621,3773,3581,2839,2294,2575,3482,4954,3882,2647,3598,3359,2525,3028,3113,2548,3872,3079,3565,3430,2851,2875,2754,2381,1795,4529,4856,4074,3366,4040,1684,515,2358,5872,3983,5007,4286,1999,2416,2555,3796,1792,63,35,2470,1956,6570,3277,3532,3508,2713,3504,3609,2696,4078,4080,4840,3371,3063,2144,2107,3348,3002,2048,1680,5668,5402,5690,3200,4731,2293,3036,2325,4944,4136,5313,3249,2118,2211,3346,2358,1679,1671,5042,5340,4886,2872,3378,2626,2781,3145,1670,2476,7850,4050,5130,5278,3066,5113,4270,4289,4001,3197,3415,3962,2957,4209,3663,5227,4031,3343,2578,2904,3114,3198,2619,4526,3990,5972,5695,2769,3194,4351,4112,3501,4586,3401,2762,3015,2700,4193,4221,3314,2879,2762,4349,3948,2700,2291,172,3556,4715,3107,3011,4036,1038,60,5776,4378,5369,2286,3262,3950,4316,5664,4544,2060,2909,3692,4578,4193,4134,98,5944,4859,4962,2123,1771,65,5284,6199,3939,5115,3646,4165,2585,3789,4736,2521,6551,3649,4381,4795,2936,3715,4489,1263,5388,6169,3348,3195,3152,3640,3354,2489,5735,4008,3481,5411,4165,4756,4141,4370,3891,5799,6413,3847,4322,4731,3891,4507,4485,4582,2381,2888,5160,5173,5103,4996,3694,3971,2364,3832,5320,5229,4615,3503,4805,4700,3382,5278,4620,5050,3547,2382,1741,4647,4303,5187,2815,5380,4326,3148,3922,4821,2802,4528,1162,2487,4822,4530,5073,4174,1772,1323,3262,4436,4505,3514,2831,1615,1994,1731,5528,5386,2759,3975,3037,3408,3249,2303,2377,3972,4092,3234,3477,2501,2922,2663,2537,54,3147,4418,4536,3604,3070,3417,2925,2539,2542,2493,1573,1889,3840,4896,3939,3385,1599,4688,4123,2865,2964,3366,1873,1846,4170,3781,2030,4657,2860,4356,4671,4648,4237,3979,5271,3899,2387,1318,733,62,2801,3049,4879,4039,3440,2603,4137,4278,4264,3965,2711,2056,3116,3464,3331,3345,2580,4871,2439,3803,3152,3580,1829,2615,3289,2766,36,5439,6487,4006,3710,3020,2972,3466,3154,2166,1934,64,6223,5170,2980,3593,2343,2404,2160,2207,1595,60,4235,5231,2986,3339,1938,2976,2232,2623,2815,2862,4065,3517,3387,2897,2142,3871,4538,4392,3755,3928,3079,1872,551,45,5662,3969,3892,3825,2731,4587,4435,3153,3897,3039,4514,4976,5748,3983,3391,2637,3373,3823,4917,4163,3897,3758,4075,4642,4157,3756,4840,4401,2083,3688,4618,3172,2280,1337,5905,4255,3778,2702,2351,1454,4411,5418,2424,2947,2694,3433,3279,2282,3120,2764,2377,1887,416,4175,3895,2265,4572,3634,4376,2825,3088,2755,2973,2631,3194,3253,1594,2008,755,2590,3710,4160,4083,3982,2220,1304,3185,3300,5557,5708,2953,4998,5110,3313,6475,4019,3841,1862,2887,3826,3062,4166,4240,3359,1442,5740,5952,2666,5483,4273,4186,3138,4275,4057,3861,4382,4246,4145,3884,3807,2526,1996,4701,3509,2703,7996,4752,5574,4982,5451,5274,3226,2197,3505,4034,3471,3278,2325,2088,1088,5248,4226,5140,3995,7002,3846,5097,4203,3856,3044,3060,3505,4238,2985,2432,2250,50,5103,3847,4384,3087,3972,3706,4147,2445,2856,3734,3920,4110,4254,4264,4375,3331,76,5699,3694,2821,4389,3467,2805,2719,1836,1184,3265,5107,4462,2718,4881,4932,3692,3261,4147,3218,2837,2350,2331,2370,3336,4736,4622,2945,2382,3008,2855,1785,44,3237,5947,4396,2842,4468,3094,3413,2618,1102,4627,4268,3382,2987,3265,5116,3196,2870,4206,2899,3225,2406,2138,35,3984,4428,2682,4967,3983,3786,2336,1590,4277,3564,2515,2069,3293,2235,1862,3799,2506,3184,2353,3084,2541,1742,5471,4714,4529,3830,3553,3626,3631,3493,4982,5084,4944,4257,3681,2459,4313,3988,4241,5177,5813,4627,3243,2428,3846,3724,3447,3690,2940,3880,6176,5309,5437,2970,844,5099,3860,4453,1736,2846,3831,3943,4069,3469,4482,2774,3158,3532,2902,38,4027,4341,3656,2445,3374,3841,3674,3246,2890,3053,2675,2236,2355,2954,1744,4442,4330,4203,3339,3128,2374,2371,2632,3098,2499,2224,1515,3226,6327,4242,3904,4190,4426,3574,3740,2831,4411,4852,4247,2361,2234,2752,4066,3788,3885,3517,2390,2577,4763,5065,5238,2739,3845,3599,2622,3638,2889,601,3786,3949,3914,5437,4313,5009,3637,3336,3178,4821,3996,4223,2361,4675,3710,1059,3666,2880,888,76,3630,3840,4307,1909,3896,4926,4264,4077,3263,3888,2785,6163,5693,3818,3973,3085,3786,2686,4792,3885,4200,4660,3393,3483,4246,3679,3016,3646,3781,3711,4272,2214,3523,4841,3592,4092,3909,2737,2374,3527,3413,3487,2594,57,54,7085,5271,2286,5087,3566,2818,2312,317,687,4576,5616,3935,2852,2784,3346,2943,983,671,92,283,4022,3921,4172,4407,4107,1808,2236,1149,12793,1147,1616,5647,5720,4502,4738,3775,5003,3224,3362,3346,1776,4026,2916,3886,3843,5633,3135,2561,3200,4118,4416,3250,2608,3662,4138,2632,4032,639,4108,5341,3467,3007,3745,1996,2296,4837,4423,6249,2953,2955,2525,3805,2440,3127,585,3344,5215,3111,3745,2514,3690,2906,7429,3959,7213,4616,5469,4279,4734,3376,2401,62,5403,4848,4038,4037,3392,2639,1448,3965,4531,55,1937,3839,3580,3185,3768,4730,3611,4103,2824,3140,4310,3126,2802,2999,3999,3424,3508,4396,4471,4664,2062,3455,3437,4514,3846,2957,1947,1612,1818,856,4990,4985,3219,2624,3201,6046,4472,2604,2494,2606,3866,3779,2840,2218,3799,3417,4023,3344,2581,1142,974,1214,4123,5427,6710,4331,3372,3714,4817,3628,4190,2562,3479,2223,4477,3503,3791,4047,3450,3199,2122,2091,1009,3679,4097,5251,4912,3751,3587,3060,2913,2528,3703,5501,3944,2985,3008,2634,2940,2616,2867,929,2869,6430,3948,4944,2537,3869,2916,2584,1370,4013,5355,4844,2996,3916,3812,3483,2688,3286,3025,2620,3304,3788,3009,2600,2963,2047,2833,2417,766,3017,5612,3944,2907,2870,3944,3724,2952,1613,328,1213,3394,5544,5135,3744,3289,3718,3989,3344,3067,3932,3443,2423,2232,1394,763,360,4382,5962,6746,3285,3134,2455,2754,2368,1720,4245,4557,3706,4254,4534,3378,2984,3768,2776,2868,921,5429,4519,3134,2730,2444,2293,3363,1989,386,4635,3923,446,321,5355,5172,4348,3230,2174,3488,2538,2447,2765,3172,3324,3194,2877,35,5230,4778,2722,2643,34,885,4306,3265,3210,3213,2238,2719,1167,5402,3366,2984,2213,1779,3365,2066,2703,3404,3480,4520,2318,1014,3950,3393,3346,3292,3657,2552,2844,3933,2891,1569,5779,3382,3030,2236,2067,40,4806,5091,3653,4582,4945,3737,2572,3170,3964,3343,2237,4810,4323,3612,3604,3305,3220,3709,5257,3694,3282,3212,4212,3322,3621,4020,4259,4393,3281,3885,4626,3851,2651,2232,4981,4236,4302,4099,2872,4000,3365,3657,3237,3747,4406,3573,3578,3140,3849,6010,4929,4563,2371,3760,6102,4069,3749,2884,102,3221,4527,3550,3743,4497,3049,3646,3389,2989,1616,4405,4842,3658,3856,3983,3812,3755,4218,3298,3525,4486,66,4720,5873,3264,2279,3318,4162,4347,4942,4392,4194,2851,3809,3456,507,5585,5653,3737,5348,3137,3592,2908,1551,621,4814,3033,3470,2425,3758,2393,2801,3051,2276,471,4984,5480,4466,2777,3076,1894,2406,1890,61,3072,4148,3951,3535,2850,4123,1875,609,72,4638,4026,4093,4041,3574,3076,3410,2710,4703,3853,5431,5798,3290,2989,3014,4221,2934,2978,2789,3675,3310,1305,48,3745,6475,3655,2685,3579,1883,4838,3280,4776,3316,4608,3311,2124,83,4247,4611,4046,2198,2146,4791,4604,3623,3381,4035,3046,3177,2418,62,4543,3685,2972,2040,2748,1485,76,2516,3881,2942,4483,3067,5111,4349,2146,2205,4087,4743,4712,5188,775,4181,5777,5737,4738,4483,4721,3068,88,480,3031,5057,4793,4535,2355,54,66,3818,5144,3123,41,4031,4191,3931,4779,3544,3270,2809,3141,3993,3392,2210,1865,231,3629,4571,4871,2616,62,4634,5616,5417,3797,3330,3736,2631,1803,3507,5169,3315,3290,2584,2405,2325,2855,3649,3337,2326,1665,220,191,4565,5360,3786,3156,3274,2915,3712,4304,1642,4151,4018,6255,3850,5189,3260,1417,60,5646,4159,5368,3634,2050,2063,5689,4846,2918,4123,3494,3004,4319,3884,3374,4128,3839,5654,2866,3645,720,67,5502,4814,6372,2394,4873,3770,4477,1786,4789,4539,5373,4595,2936,2638,2952,4738,3651,3596,3586,4350,3251,4046,2985,4039,2642,6488,4208,3546,2227,708,4458,3533,4542,4576,2859,2118,3981,3095,2083,1238,49,5076,2630,4060,4649,3364,3767,5137,2764,4427,4647,3101,1245,3300,4472,2696,68,4279,5858,3021,4794,3284,1875,2523,1759,733,3726,4183,3463,4508,3048,1553,3193,2995,4597,2964,2715,2802,2095,2623,2201,1528,29,2305,5993,4647,4003,3318,2660,3786,3120,3446,2882,3230,4023,4412,4852,2369,2814,4259,3107,3113,4945,3637,3353,4879,2020,2236,2179,5838,4626,3044,5028,2501,3516,3052,3142,4563,4071,3493,3464,100,7129,4738,4683,3117,52,4415,5698,4882,3840,3394,3161,3350,4229,4591,3573,4384,3146,2635,3410,3200,59,5736,4937,4778,4328,3567,3838,3681,4330,5157,4005,2393,3676,5547,3712,2321,1694,3818,3823,3514,3622,4641,5409,3562,6586,2918,4395,4729,4537,4198,37,4730,4802,2562,1634,4481,3342,5038,3788,3308,4728,4877,4945,3527,3575,4794,5574,3080,1392,191,4637,4583,3168,3845,278,3942,4869,3566,3290,4122,4676,4478,4370,5248,4566,4757,3522,5357,2624,4688,5390,2750,55,5516,3416,3501,2085,1639,5546,4419,3488,3387,2250,4535,1945,3079,2658,3773,4151,4201,3256,3453,2813,3336,3022,2942,2290,1161,48,5863,5855,6987,3851,3152,2771,3202,1914,2531,3698,3484,3595,2341,3148,2118,336,3544,4996,2670,3016,2225,1617,2149,1054,839,920,487,981,4239,3888,5385,5972,4516,4237,3628,2928,2657,2255,2172,4499,5813,3287,2820,2551,4018,2630,5904,2863,2630,3225,4143,4283,4681,2767,5502,3272,2526,4312,6542,2207,4326,4388,5022,3367,4468,3576,2214,6350,4858,2404,3170,4612,3071,572,3229,2419,4652,4155,4781,4466,3729,3946,5318,4172,4545,3813,4613,3873,1676,4920,6057,5525,3828,4930,4242,3360,1494,2906,434,4004,4025,5512,4300,5143,4451,2310,3539,4410,6289,4796,5338,3163,4704,1649,3438,2291,3719,3385,4227,7102,4322,4414,3694,3681,2848,2225,58,4565,5658,3008,3535,2390,4106,2962,3988,3248,5075,4051,2648,2476,2230,1474,2967,624,92,4166,3591,3865,2417,2501,3718,4997,4003,1709,2853,2481,1876,1178,3629,5684,4820,3420,5924,2547,2571,2182,2216,2389,1794,889,2631,4164,3280,1781,1247,937,2986,6369,4060,3862,3191,2344,2563,2202,2988,2153,1961,2445,2941,1221,850,1059,1236,1360,932,1225,1677,4310,4692,5844,6333,6441,6058,4644,3896,3190,3194,3170,3110,3170,3131,3125,3148,3107,4615,6448,7705,7622,7574,5412,6107,5951,3913,3924,1079,7616,7546,5837,4011,2735,939,343,173,96,52,38,30],"fragments":[{"begin":"0.000","end":"30.880","lines":["The first thing that I do with clients is I tell them that we’re going to go slow—because there are three things that most clients ... do not talk about in therapy, and those are religion, politics and sex. [CLIP: Intro music]"]},{"begin":"30.880","end":"39.680","lines":["There’s this, like, whole world underneath people’s clothing that no one talks about."]},{"begin":"39.680","end":"50.560","lines":["Our science, in some ways..., is…catching up with people’s existences."]},{"begin":"50.560","end":"111.160","lines":["I’m Meghan McDonough, and you’re listening to Scientific American’s Science, Quickly. This is part one of a four-part Fascination on the science of pleasure. In this series, we’re asking what we can learn from those with marginalized experiences to get to the bottom of BDSM, find the female orgasm and illuminate asexuality. In this episode, we’ll discuss new ways to question your sexuality, according to science that draws from feminism and queer theory. But first, let’s get real basic."]},{"begin":"111.160","end":"116.960","lines":["Tell me, when I say the word sex or sexuality to you, what comes up?"]},{"begin":"116.960","end":"129.520","lines":["That’s Stacy Watnick, a clinical psychologist based in San Diego, California. She specializes in relationship issues and sexuality. She’s noticed certain patterns in her clients when she asks this question."]},{"begin":"129.520","end":"149.640","lines":["First, surprise—that there’s such a range of experiences in their body and in their mind about it.... Frequently, I get some shame and discomfort. They’re not sure what words they’re supposed to use: “Are those bad words?” A little lean forward…. they’re sort of excited and there’s some tension in wanting to tell me—or a little lean back because they’re not sure it’s safe."]},{"begin":"149.640","end":"178.760","lines":["Stacy asks her clients if they’ve heard of gender and orientation. They talk about the words they know. And then she brings up the zine. Zine is short for “magazine.” But zines are different from traditional magazines. They tend to be self-published and not typically what you’d find in an academic setting. This particular zine invites readers on a “journey through the landscape of your sexuality.” The front cover features a drawing of five people on a path leading into the horizon."]},{"begin":"178.760","end":"193.120","lines":["Each is holding a map labeled “SCT.” SCT stands for sexual configurations theory, a term coined by Sari van Anders, a gender, sex and sexuality researcher at Queen’s University in Ontario."]},{"begin":"193.120","end":"206.560","lines":["I was doing some work about multipartnering and things like polyamory..., I was at a conference where there was ... a session about asexuality.... And I started thinking about the way these two ... identities claimed by different people might come together."]},{"begin":"206.560","end":"214.760","lines":["Here’s Sari, the creator of this theory. She and her team created the zine as a more accessible offshoot of her 2015 academic paper on the topic."]},{"begin":"214.760","end":"234.840","lines":["It was the most exciting piece of work I’ve ever done. I’ve never really done work where it just felt like it had to come out, and it was sort of bubbling out of me. I think we can maximize our pleasure when we understand what it is that we’re wanting, what the options are, who we are. We can think through some things that we might never have had prompts to do before."]},{"begin":"234.840","end":"260.960","lines":["Oxford Languages defines sexual orientation as “a person’s identity in relation to the gender or genders to which they are typically attracted.” Sexual configurations theory asks: What if this sort of definition is incomplete? Sari’s theory basically complicates the idea that sexual orientation is only based on gender. She built it on the existing academic literature and on what people shared about their sexualities."]},{"begin":"260.960","end":"271.000","lines":["And it was really important to me to include not just diverse sexualities and genders and people with diverse sexualities and genders but people with marginalized experiences, and so on ..."]},{"begin":"271.000","end":"278.200","lines":["Such as people who are LGBTQ+, disabled, into kink or BDSM, asexual or non-monogamous."]},{"begin":"278.200","end":"294.200","lines":["Our science, in some ways, is, if anything, sort of, like, catching up with people's existences.... I think many women know that, like, not all women who are attracted to men, maybe including themselves, that means they’re attracted to, like, penises or that’s the thing only that turns them on."]},{"begin":"294.200","end":"315.160","lines":["And, and so there’s sort of an assumption that gender/sex sexuality, or what people typically call sexual orientation, is about, like, genital match-ups, like, “I have these genitals, and I’m attracted to people who have those genitals.” But really, like, we rarely see people’s genitals until we’ve already decided we’re attracted to them, right.... Usually there’s so much else going on."]},{"begin":"315.160","end":"324.160","lines":["Sari uses the term “gender/sex” to mean features that are both socialized and biological and considers it to be just one aspect of sexual orientation."]},{"begin":"324.160","end":"340.680","lines":["You know, it’s not always bodies; there’s also ways of being in the world or clothes, appearance, presentation, the way people talk, how someone treats you. And research on attraction is pretty clear that a lot of other things are rated pretty high up, like kindness or sense of humor or things like that."]},{"begin":"340.680","end":"354.120","lines":["Sari refers to this as “sexual parameter n”—all the other things that make us attracted to a person. The way she visualizes these aspects is through cone-shaped diagrams where people can pinpoint their preferences."]},{"begin":"354.120","end":"364.200","lines":["As an example, you could think about the tornado for gender/sex sexuality…. So there’s a space on top where there’s a ring going around the outside that SCT calls the binary ring."]},{"begin":"364.200","end":"374.880","lines":["This is Aki Gormezano, a sexuality researcher who did his Ph.D. with Sari at Queen’s. The ring he’s describing represents what most people know as the sexuality spectrum."]},{"begin":"374.880","end":"390.960","lines":["And then there’s a whole space beyond that, falling inside of the binary ring, completing that circle, where you’re not just thinking about women and men, you’re thinking about gender/sex-diverse folks who are occupying spaces outside of that binary ring."]},{"begin":"390.960","end":"393.040","lines":["This is called the “challenge area.”"]},{"begin":"393.040","end":"406.040","lines":["That circle I described is on the top, but then it moves all the way down to a point forming what kind of looks like a cone. And there’s a little meter ranging from zero to 100 on the far left of that, and that’s to indicate the strength of your attractions."]},{"begin":"406.040","end":"426.480","lines":["In lay terms, if gender/sex was an important part of your attraction to people, you’d mark a place higher up on the tornado. If it wasn’t, you’d mark a place farther down. There are also tornadoes for partner number—one, multiple or none—as well as for sexual parametern, representing the other factors Sari mentioned, such as kindness and sense of humor."]},{"begin":"426.480","end":"442.160","lines":["Growing up, I was, like, pretty uncritical of my sexuality for the most part… Like I identified as straight by default. And a lot of my attractions, you know, as a cis boy at the time, or, like, now a cis man, were to cis women."]},{"begin":"442.160","end":"449.080","lines":["In case you don’t know, “cis” here refers to cisgender, when a person’s gender identity matches their sex assigned at birth."]},{"begin":"449.080","end":"469.600","lines":["I had a point in high school where I realized ... I did have attractions to people who were not cis girls or cis women.... I think I was just, like, confused and upset and didn’t really feel like it was something I could talk about. You know, especially as someone who played sports and was known as an athlete, where that was a big piece of my identity—like, I played soccer all the way through and still do...."]},{"begin":"469.600","end":"487.080","lines":["I think, for me, the hardest part about realizing that I had interests and attractions that didn’t fit with being straight was that it challenged a lot of my identity around being a man or, like, wanting to be."]},{"begin":"487.080","end":"500.440","lines":["Aki says that studying sexuality as an adult has helped him see that this isn’t a problem and that sexual orientation, identity and status don’t necessarily line up perfectly. Sexual configurations theory calls this “branched.”"]},{"begin":"500.440","end":"523.840","lines":["Orientations have to do with, like, attractions, interests, arousals, desire [and] pleasure, and those might be different, or they might be the same. Like, you might really enjoy the thoughts or have fantasies about being with a man. And then when it comes to the actual sex you do, you find people of any gender are really enjoyable.... And status refers to, like, what you’re kind of actually doing, have done or will do..., who you’re actually with, for example."]},{"begin":"523.840","end":"555.440","lines":["In a 27-country survey conducted by the market research company Ipsos in 2021, for example, 80 percent of self-identified heterosexual people reported that they were only attracted to the opposite sex, and 12 percent of them said they mostly were. Meanwhile 60 percent of self-identified lesbian and gay people said they were only attracted to the same sex, and 24 percent of them said they mostly were. These “branches” of sexuality can all be mapped on separate “tornado” diagrams. If you’re still struggling to picture them, you’re not alone."]},{"begin":"555.440","end":"566.280","lines":["Between gender/sex, partner number, and other factors—plus identity, orientation and status—it’s a lot. But portraying sexuality as complex is also kind of the point."]},{"begin":"566.280","end":"579.320","lines":["(tape): To what extent do you think sexuality labels are limiting or expanding? If you could imagine your ideal world of how people conceive of sexuality, would everyone have a label?"]},{"begin":"579.320","end":"590.920","lines":["I think when you just have identities and you just have labels, especially when identities and labels are really narrow..., you might not have the language to articulate the ways in which you don’t perfectly fit with that identity or label.... And I think the more people ..."]},{"begin":"590.920","end":"607.920","lines":["who are able to understand the ways in which they might branch from their label or, like, perfectly coincide with it, the more open everyone will be around, you know, just like understanding that, like, around each identity is, like, a collection of people who might vary from that in different kinds of ways."]},{"begin":"607.920","end":"613.160","lines":["Stacy, the therapist we heard from earlier, commonly meets clients who are working through their sexualities."]},{"begin":"613.160","end":"616.280","lines":["(tape): How do you help them kind of figure that out?"]},{"begin":"616.280","end":"645.320","lines":["We kind of try labels on like clothes.... I’m gonna try this sort of sweater on and see: Does that feel snuggly? Do I feel comfortable? Is there, like, a resonance in my body and in my mind and my heart and my genitals, all over me, that this feels true...? And much like the sweater I put on, I don’t have to wear it all the time.... There’s a very flexible return policy on this kind of content: if they decide they don’t want it; they don’t have to keep it. But we’re trying it on."]},{"begin":"645.320","end":"646.640","lines":["Let’s see how it feels."]},{"begin":"646.640","end":"650.560","lines":["Stacy first saw Sari speak at a virtual conference during the pandemic."]},{"begin":"650.560","end":"652.040","lines":["And my whole brain lit up."]},{"begin":"652.040","end":"658.480","lines":["The two of them have since formed a working group to bring sexual configurations theory into more clinical settings."]},{"begin":"658.480","end":"689.800","lines":["Those of us with marginalized or minoritized or oppressed genders, sexes or sexualities are often not given the tools from science or scholarship to make sense of ourselves. And so this can be helpful in that way. But also people who are majorities..., our culture tells everyone..., you’re just a cisgender man; that’s that; there’s nothing more complex; the complexity is for, you know, the other “complicated,” quote, unquote, people. But our research finds that the majorities actually have a lot of complexity and often have had even less prompt to think about it."]},{"begin":"689.800","end":"695.240","lines":["(tape): I’m wondering if you’ve had any pushback from the scientific community or otherwise?"]},{"begin":"695.240","end":"718.920","lines":["We get a fair bit of skepticism from academics that what people might call laypeople, just you, people on the street, could actually do SCT diagrams because they are a bit more complex than “What is your attraction...?”.... So we sometimes get people who say, “This is pretty hard” or “I’m kind of confused.” And then we’re like, “Okay, can you describe yourself?” And then we look at the dot, and it matches. So people are actually able to do it anyway."]},{"begin":"718.920","end":"742.600","lines":["And we sometimes get pushback, too, from majorities who get, like, a little bit angry, who are like, “Okay, well, here, I can locate myself, but, like, I don’t believe in all these other locations....” You know, they’re usually seeing questions that have heterosexual first if there’s a checklist. And here it’s, like, you know, if you’re interested in women, that’s just one little dot in this whole diagram, and that can be a bit disorienting for people who are used to being with the center."]},{"begin":"742.600","end":"749.720","lines":["Sari thinks that accounting for this complexity is not only helpful for individuals but also for future scientific research."]},{"begin":"749.720","end":"780.280","lines":["People sometimes forget that every measure we use is sort of telling a story about what the world is.... They’re kind of almost like a sieve that you sieve the world through. And depending on what that sieve looks like—whether it’s SCT, whether it’s a one-word question with a checkbox or answer or something—is going to let kind of different kinds of things through.... What is empirical in science is to try to measure the world as it is. For Science, Quickly, this is Meghan McDonough."]},{"begin":"780.280","end":"813.400","lines":["Tune in next time to listen to episode two of a four-part series on the science of pleasure. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio. This episode was reported and edited by me, Meghan McDonough, with music by Dominic Smith. Subscribe to ScientificAmerican.com for more in-depth science news."]}]}
