{"title":"Just One U.S. Reservation Hosts Nuclear Weapons. This Is The Story of How That Came to Be","img":"https://static.scientificamerican.com/sciam/cache/file/FB3A0B55-C932-4135-93E7F095EFF2F113_source.gif","url":"https://www.scientificamerican.com/podcast/episode/just-one-u-s-reservation-hosts-nuclear-weapons-this-is-the-story-of-how-that-came-to-be/","audio":"https://traffic.megaphone.fm/SAM3333514335.mp3?updated=1703605706","intro":["15 nuclear missiles deployed in underground concrete silos across the Fort Berthold reservation in North Dakota. It took displacement and flood to get them there."],"authors":["Ella Weber"],"category":["Defense"],"transcript":[{"author":"Edmund Baker: ","text":"Is it, is it true that out of all of these, though, we are the only reservation?"},{"author":"Sébastien Philippe","text":"Yeah."},{"author":"Baker","text":"Oh…we are…."},{"author":"Philippe","text":"You’re the only reservation in the United States who hosts nuclear weapons."},{"author":"Baker","text":"Okay, guys, that’s a new perspective. [CLIP: Music]"},{"author":"Ella Weber: ","text":"In American history, certain stories remain untold, buried beneath the weight of oppression, neglect and exclusion. How nuclear missiles ended up being deployed on the Fort Berthold reservation of the MHA Nation in North Dakota — also called the Three Affiliated Tribes — is one such story—a tale that epitomizes the troubled relationship between Native Americans and the U.S. government.  That, by the way, is Edmund Baker, environmental director of MHA Nation. He’s responsible for enforcing the Three Affiliated Tribes’ environmental protection code. He wasn’t exactly aware of the U.S."},{"author":"Ella Weber: ","text":"Air Force’s plan to modernize all of its existing nuclear missile silos, including the 15 on our reservation. But more on that in the next episode.  You are listening to Scientific American’s podcast series The Missiles on Our Rez. I’m Ella Weber, a member of the MHA Nation, a Princeton University student and a  journalist."},{"author":"Ella Weber: ","text":"This is Episode 2: “After the Flood Came the Missiles.” In the first episode, I explained how I came to learn that my tribe was hosting 15 nuclear missiles deployed in underground concrete silos across our reservation in North Dakota.  Today I want to dig deeper into this history. This is important because it’ll give you more context when we talk about the U.S. Air Force’s plans to refurbish these silos and deploy new nuclear missiles in them for the next 60 years. [CLIP: Powwow sounds]"},{"author":"Weber","text":"The silos are just a couple of miles away from my grandma Debra’s house and from the powwow grounds in Parshall, North Dakota. How on earth did these weapons of mass destruction end up on the reservation?"},{"author":"Weber","text":"The silos are just a couple of miles away from my grandma Debra’s house and from the powwow grounds in Parshall, North Dakota. How on earth did these missiles end up on the reservation?"},{"author":"Debra Malnourie","text":"I think I was at Wahpeton Indian School, because I really didn’t know anything about this stuff until I came back. I was maybe 18, 19. I had no clue. I know there was, there was, there was some sites, but I didn’t know what was in the sites."},{"author":"Weber","text":"The silos on the reservation were built between 1961 and 1963. Back then many of the residents of the Fort Berthold reservation were children. When I asked my grandma if she remembered the time when the silos arrived, she couldn’t."},{"author":"Malnourie","text":"I still don’t know what's in the sites, you know."},{"author":"Weber","text":"When MY Grandma came back from boarding school, the concrete was already poured, and the missiles were underground, out of sight. So I turned to historians and scholars to shed some light on this troubled story. [CLIP: Cold war newsreel: “But after the Korean conflict, the Cold War went right on. All along, it had been only too obvious that ever since World War II, the Soviets had been building their military strength. Their threat of world domination was real, and it was increasing all the time.]"},{"author":"Weber","text":"The late 1950s and early 1960s marked a period of intense cold war tensions. The Soviet Union’s launch of the Sputnik satellite in 1957 triggered the U.S. to build land-based intercontinental ballistic missiles in 1958. The U.S. Air Force prepared to deploy 1,000 nuclear missiles, each carrying a high-yield nuclear warhead, in six bases across the Northern Plains, including 150 in Minot, North Dakota, next to our reservation."},{"author":"David Stumpf: ","text":"One of the criteria at the very beginning was: it needed to be located by a Strategic Air Command base. And so Minot and Grand Forks were already Strategic Air Command bases. Then for the initial deployment of Minuteman 1A, there was a range issue. They also had to have the right soil. All of these sites were thoroughly surveyed for water table and ease and ease of excavation.  But they also had to have enough space to put 150 silos. And that’s a lot of room."},{"author":"David Stumpf: ","text":"As noted in my book, that’s tens of thousands of acres and hours between the furthest-away sites and the base."},{"author":"Weber","text":"That’s David Stumpf, author of Minuteman: A Technical History of the Missile That Defined American Nuclear Warfare, published in 2020. Basically, each missile silo field covers this really large area because each silo had to be several miles away from the next one. That’s because in case there was a Soviet nuclear weapon attack, the extra space would have prevented more than one silo from being destroyed.  By the way, the 150 silos at Minot cover an area of about 8,000 square miles. That was all really important to know."},{"author":"Weber","text":"But I specifically wanted to understand how some of the silos ended up on tribal land."},{"author":"Weber (tape): ","text":"Did you ever come across like, any, like, documents talking about that while doing your research?"},{"author":"Stumpf","text":"Talking about what, being on a reservation?"},{"author":"Weber (tape)","text":"Mmm-hmm."},{"author":"Stumpf","text":"No, I never came across anything like that, which is an interesting question. But don’t forget, this is back in [the] 1960–1965 timeframe. So the sensitivity to some of this was possibly not as great as it is now. Doesn’t make it right—I’m just saying that that was more of a government ... there was an urgency to get these things built that may have overridden any concern about reservation property."},{"author":"Weber (tape): ","text":"I see…."},{"author":"Weber","text":"For me, this resonated deeply. It was a familiar pattern of subjecting my tribe to land grabs and mistreatment. From the 1850s to 1910, our tribe’s ancestral lands were diminished through a series of treaties, agreements, congressional acts and executive orders. By 1886 my tribe had lost most of its land, which it never recovered. In 1910 the current North East segment of the reservation was deemed unused by the tribe and was opened to white settlers’ ownership. This is where the missile silos were eventually built.  But that’s not the whole story. [CLIP: Music]"},{"author":"Keith Richotte: ","text":"The federal government was going to break up tribal, communally held lands into individual plots of land and try to essentially turn Native peoples into individual farmers or landholders, and to disrupt tribal, communal, community practices. And because there was more land than there were individual natives who can make claims to land, the federal government felt that it could kill two birds with one stone, as it were, and sell off individual plots of land that were not claimed by Native peoples to non-Native peoples."},{"author":"Weber","text":"That’s Keith Richotte, an associate professor of American studies at the University of North Carolina at Chapel Hill. He also happens to be an expert on American federal Indian law and policy and tribal law and a member of the Turtle Mountain Tribe of North Dakota. I wanted to understand the Dawes Act and the Act of June 1, 1910—which opened up tribal lands to homesteading—and also understand what happened."},{"author":"Richotte","text":"Well, to put it succinctly, it meant a lot of land loss."},{"author":"Richotte","text":"It was part of a larger policy movement in the United States at the time, which is often referred to as the allotment era of federal policy. And the basic premise of the allotment era, the federal policy, was to destroy tribes and tribalism. The idea was that the only way to “save” Native peoples from the disastrous forces of civilization was to raise them up to a certain level of civilization."},{"author":"Weber","text":"But this changed. When the missiles were deployed in the 1960s, the North East Segment of the Fort Berthold reservation wasn’t considered part of the tribe’s land. But through a court case in 1972, The City of New Town, North Dakota v. the U.S., it was deemed that the land had always been part of the reservation—per the Act Of March 3, 1891. The only thing was that when our tribe recovered lands that had been taken from us, we also inherited missile silos that we never agreed to having in the first place."},{"author":"Weber","text":"I asked Keith what the missiles on the reservation today meant for the tribe legally."},{"author":"Richotte","text":"The tribe doesn’t really have much recourse other than perhaps making some claim of nuisance or that it disrupts the tribe’s ability to use its land in the way that it wants. But my guess is you’re going to have a real hard time in American courts making the argument that these missile silos are such a nuisance that the tribe should be able to exclude them, considering what they ostensibly mean for national security."},{"author":"Weber (tape): ","text":"Well, that’s kind of, like, doom-and-gloom. Um, but…."},{"author":"Richotte","text":"Well, that’s Indian law."},{"author":"Weber","text":"Before we continue, I want to pause and give you a sense of the geography of the Fort Berthold reservation. The rez is divided into six segments: North, North East, East, South, West and Four Bears (the tribal government center). The missiles were built on the North East Segment. This is the part that was unlawfully opened to outside settlers in 1910 and recovered by my tribe in 1972, 10 years after the missile silos were built. But there’s another part of this story that we haven’t really talked about yet."},{"author":"Weber","text":"In 1944 the Army Corps of Engineers began to build a series of dams on the Missouri River for the conservation, control and use of water resources. One of these is the Garrison Dam, which was completed just downriver from our reservation in 1953.  At that time, the dam flooded one quarter of the reservation. The flood destroyed 95 percent of the Tribes’ farmlands, homes, towns and graves; displaced our people in and out of the reservation; and reshaped the landscape for decades."},{"author":"Angela Parker: ","text":"I think it was kind of a classic example of environmental racism."},{"author":"Weber","text":"That’s Angela Parker, an assistant professor of history at the University of Denver and, like me, an enrolled member of the MHA Nation. She wrote her Ph.D. dissertation—soon to be a book — on the construction of the dam."},{"author":"Parker","text":"The tribe did propose an alternate dam site, but that would have flooded out much less tribal land and would have impacted the non-Native farmers above Fort Berthold much more, and so that was just sort of dismissed without much thought, right, by the, by the Army Corps of Engineers."},{"author":"Weber (tape)","text":"So what happened after people moved? Like, after, like, it, the flood, started coming in, the water slowly started, like, coming in—what, what were people doing?"},{"author":"Parker","text":"Yeah, it was so chaotic. And the communities were just in chaos. There was no infrastructure, sometimes there was no roads, you know. They had to, like, go out and dig wells. They had to move houses down from the bottom lead out to the allotments. There was no electricity for a lot of the reservation, and there were no schools. So a lot of kids who were born during that time period got sent out to boarding schools because we were already struggling economically."},{"author":"Parker","text":"So, like, my mom got sent out to Wahpeton when she was eight years old, and that was very common for a lot of people, you know, at Fort Berthold just because their parents were doing anything they could to make sure that they had access to an education."},{"author":"Weber","text":"For me, this was the final connection between the flooding of the reservation, the sending of my grandmothers to Indian boarding schools, the land grab and the missile silos."},{"author":"Parker","text":"At the time, right, when the U.S. government is coming in and sort of appropriating this land for these silos, right, people had already been through the wringer. You know, our society structures had held us together for so long, but when the dam came in, it was like chaos. It was like untying a string, and, like, all of a sudden, everything’s falling all over the place. But I think what saved us, you know, after smallpox, was that we could band together still; we’re living close to each other."},{"author":"Parker","text":"That was not as possible once people got pushed off to allotments after the Garrison Dam. After the Garrison Dam, that was probably the perfect time for the military to come in and decide, like, “Yeah, we’ll just take this.”"},{"author":"Weber","text":"It was only eight years later, as the Three Affiliated Tribes were recovering from losing their homes and adapting to life after the Garrison Dam, that the U.S. government decided to build nuclear missile silos on the lands that it had grabbed in 1910—lands that many in the tribe had now relocated to."},{"author":"Gwen Hostler","text":"I was like two, three years old when the dam went through. And I’m, I was pretty young, but I remember that they were told, you know, they had to right away “get your stuff together.” So it was a quick, quick move because the water was coming in. I don’t know any more than that, just from what, you know, I was told by my grandmother in them. So that—it sounded like they weren’t given much time to move up."},{"author":"Weber","text":"That’s Gwen Hostler, a cousin of my Grandma Debra. She lives in the South segment of the reservation. There isn’t any direct road access to this place from any other parts of the reservation because of the flooding. So, we went off rez and drove three hours to meet her."},{"author":"Hostler","text":"The lake just tore a lot of families apart, you know."},{"author":"Weber","text":"I went to the Garrison Dam myself. It’s not exactly what I expected it to look like. I thought you’d be able to see the water flowing, like, rushing down. But it doesn’t look like much. The Army Corps of Engineers sees this as a great feat of human capability and engineering capability. But the Three Affiliated Tribes see it as the end of the old ways of life.  [CLIP: Music]"},{"author":"Weber","text":"In response to this reporting, the Army Corps of Engineers sent two pamphlets and a statement that these publications, quote, “have been available for years” and that they, quote, “include information on the displacement of tribes and communities as a result of the construction of Garrison Dam and the subsequent flooding that formed Lake Sakakawea.” These pamphlets, however, never mention the MHA Nation by name, nor do they specifically mention the flooding of the Garrison Dam."},{"author":"Weber","text":"They only say that, quote, “tribal and state lands were taken, uprooting whole communities.” When Princeton University’s Sébastien Philippe and I visited the Garrison Dam on June 23, 2023, we and looked through 20 pamphlets, and neither of us saw these two particular publications or any others that recognized the MHA Nation or mentioned the flooding of the Fort Berthold reservation. We did, however, observe interpretive panels that called the Garrison Dam, quote, “the world’s largest rolled earth dam of its time,” during our visit on  June 23.  As it turned out, it was also the U.S."},{"author":"Weber","text":"Army Corps of Engineers that was both in charge of acquiring the land to build the nuclear missile silos and responsible for their construction. And to do that, it contracted the same company out of Omaha, Nebraska, that had built the Garrison Dam. History always repeats itself. [CLIP: Music]"},{"author":"Weber","text":"In the next episode we will dive into the U.S. Air Force’s plans to refurbish the silos, load them with a new nuclear missile and keep them operational for the next 60 years. We will look, in particular, at how this plan and its potential environmental impact were presented to the tribe in the summer of 2022. This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert.  Music by Epidemic Sound."},{"author":"Weber","text":"I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton, and Columbia Journalism School."}],"wave_peaks":[11332,9230,7156,4419,2759,2030,1718,1108,728,613,18780,10731,20846,5975,13322,16089,12734,4912,9686,16046,14106,14644,5116,17371,15778,7789,1959,1468,14563,16770,21320,21239,19061,3503,5319,3976,8066,16461,16361,20554,19521,17414,10428,16285,15699,17043,14458,9981,11853,9330,6375,4223,2694,1919,1593,6714,4888,1390,7307,6568,6472,4784,17353,16441,16208,16251,15073,6753,15466,14389,11428,6871,4298,2302,1837,803,650,471,5653,15041,19723,21998,19855,12003,12475,11099,18066,18589,15378,22122,19410,16934,9579,6154,4092,2094,16456,16297,15786,14535,16628,15677,18407,17137,15823,5197,16329,15722,17313,11323,16407,13125,15932,4880,15588,11746,5752,251,687,16442,17629,18453,13525,17308,16107,16116,15456,15783,16290,14581,9498,16589,15704,15924,14302,14926,13705,2985,1333,15809,15687,12900,16283,17716,12662,14188,16002,8037,5303,15157,16107,16765,16129,8028,15445,15730,13024,14963,13521,16421,13528,15988,14656,16521,9357,2068,4800,5731,18653,18059,15383,16377,17204,16547,6988,16013,15515,16424,16140,13445,15522,9114,472,15826,15644,11708,15804,15607,15750,15563,16021,15913,16427,13217,15411,15594,5039,216,209,15695,11153,15580,15686,15853,16330,9042,16047,12443,16148,16034,15902,15882,14552,15751,13621,9131,6691,15757,15831,15752,15506,14956,14964,4937,16209,16433,15908,15994,15536,12578,1359,758,796,825,11402,16720,10462,10188,15999,15646,16045,16574,16298,12925,6060,15790,15607,16110,7767,17298,16501,10419,15856,15693,16211,15944,15059,4852,6610,15697,15818,15782,16168,10014,16964,15989,9703,650,15497,16686,16062,5149,498,15808,16073,8038,12042,14457,5237,6574,12641,12105,14650,16791,18775,16926,22289,22023,11823,13157,10766,10150,5867,10379,10827,7708,4457,13964,18860,10241,2870,13109,10577,4081,6049,2971,2032,1520,2470,16340,16186,15344,12448,11221,16290,15517,14619,16234,16805,16172,14131,16381,15877,15664,16054,8998,992,15685,16625,17497,16663,16026,16014,8495,9222,15958,15624,11855,15778,14346,11225,1571,1157,1265,9097,16123,8256,15721,16114,16487,11651,11760,4499,1397,1721,16329,15987,15501,11468,15878,15896,16131,14993,16009,14581,15776,15181,15554,11581,8511,13402,15839,12255,15589,10922,203,15626,16879,17283,16658,9402,11280,10062,12784,11566,10520,4985,514,945,1551,8575,17300,14942,14465,22049,20018,11094,8932,8300,9508,17963,16879,10940,17548,17712,13005,13436,17831,14459,6960,12226,18600,15917,8464,16149,10792,10438,5260,3247,19101,16893,9282,13550,12948,14841,13138,13350,16134,13070,9216,12452,4871,6428,6437,1832,6423,3003,3409,15610,15298,15611,12600,15622,15608,15633,15573,4438,4127,5296,4605,4508,5583,6483,15598,15635,15585,15565,15581,15599,15591,15550,15601,5374,4645,5848,7062,15583,9503,4030,7218,15604,15601,15613,15587,6341,4718,15609,15587,13701,4266,5731,11787,13518,13060,14140,7244,4496,4156,3930,3575,15591,15598,15607,15582,15601,15594,15615,15574,15573,15450,3668,15556,15671,15595,12900,15622,15561,15593,15607,5372,4942,15742,15523,12938,15603,15648,15542,15623,15660,15663,15588,15646,15680,15895,15050,14512,15607,90,15831,15653,6665,14634,15600,14288,15606,15574,11722,15620,15738,15562,15601,9238,64,61,15600,15652,15595,15615,15601,15531,15576,15689,15602,15804,1001,15539,15453,15456,15627,15590,15601,15627,9095,5861,5403,4321,15607,14139,2842,15648,15661,15647,15587,15577,14332,13648,14137,15620,15635,14484,12920,6237,15589,14686,15619,15647,6029,15495,13926,135,15605,15571,13248,12996,13131,12581,4795,11709,15549,10560,12712,11350,9635,4972,9599,19591,12150,17465,6095,5635,16665,21910,22085,21001,20483,13055,9756,10627,9178,22048,22049,15394,22039,22002,22043,22038,12569,21488,21130,19909,22055,22011,12609,9134,10367,22037,17429,19488,22046,21998,22075,20121,15377,14155,17473,20729,21469,22035,22072,22036,22056,22002,22068,19186,14229,20050,21994,16689,17163,22024,22040,11852,12042,9756,9881,18747,17630,17311,12813,15202,15826,15631,10712,11704,13368,15579,12209,15591,14009,11470,12695,6874,14903,15621,13188,15607,12791,15556,11129,15589,15606,14726,15620,15659,14056,15589,15612,15616,15712,10792,15591,12155,15574,15044,13664,13939,15593,15565,11202,11987,12770,127,79,57,15573,15589,15641,14582,15499,14145,14634,15621,12856,12650,10742,7471,15578,15655,15600,12815,15559,14393,15487,15593,15591,15586,15466,14132,14967,7728,64,53,4768,15603,15515,11977,15466,15589,15600,11287,7213,128,15631,11975,13292,9720,710,53,9568,15602,15567,15578,6034,15619,15589,11288,106,11318,14705,15640,15615,13323,10389,15026,13560,15561,10421,7528,1801,30,32,8099,14966,15621,9699,9748,7651,1763,15041,12886,15046,2236,267,14267,12896,6895,11416,11803,8478,13177,6385,823,10447,12517,14711,15588,14131,13165,3326,15599,11596,11213,12659,11112,11545,13019,4277,36,23,9462,11587,11726,15602,12930,4557,3292,85,12257,12877,11892,11399,11888,3346,15612,11431,285,32,12102,11838,9075,6593,11217,9025,7644,1848,6275,5374,13680,11075,7979,10149,8930,6553,10283,5578,2960,48,24,14980,13381,11813,8948,7916,15704,9804,12138,8788,9304,5182,55,12603,12853,1680,40,26,7452,8468,10116,12535,9877,2480,27,8265,9510,11174,12165,6797,9066,6443,10660,7418,6973,4079,5983,3607,33,21,6015,6664,5075,6133,8404,5623,6690,5647,1870,9899,6731,5450,4356,52,62,15582,15486,15040,15532,13494,15606,15609,10065,15651,11919,15609,15669,11772,9043,15803,15667,15580,14310,15632,15588,812,15595,15600,15556,4102,42,15662,15660,15663,15588,15607,15584,15856,15604,14795,15625,15637,15590,15570,15576,15680,15328,15606,15629,12344,14694,15576,7708,363,15632,16035,9590,15569,15605,15591,15619,15573,15696,15666,3187,15602,15615,15678,15580,15568,12625,15544,8369,10843,15555,14970,106,41,3819,15621,10387,2691,15742,15510,15724,15633,15605,15670,15647,15669,15695,15417,15752,13564,15582,8916,3215,54,15610,15633,15598,15603,15616,2345,15628,13767,12489,15593,15640,15698,15476,15639,15581,15603,15637,15688,15931,1576,31,15791,15660,15636,11053,14203,12029,13002,15620,13405,15638,15661,15666,15412,583,12387,9833,9506,10561,13887,11384,43,73,5621,8930,7878,9000,7783,13610,11536,7328,40,29,15603,1512,6092,12131,12331,7769,10442,9326,7838,7080,5776,3552,11468,13629,13885,11929,7202,9976,5284,8992,13182,9048,11610,6667,10996,6799,5278,6489,8160,5849,4537,206,12755,14640,12341,10680,5194,8074,4900,4099,6838,5442,6333,8204,6379,4928,3535,801,36,42,15586,10681,8292,3916,4683,3688,5011,2918,13414,11572,12383,6058,110,8164,12579,10135,15619,11759,13000,7345,6769,9004,100,7553,7186,15595,14278,10068,6209,5301,4363,5541,4606,2673,5602,3452,37,29,23,24,15595,15885,266,9,86,15665,15622,15665,15625,13884,9940,43,80,15584,15602,15598,15593,8439,15538,14767,15646,15565,15732,15587,12558,8107,353,33,15611,15611,15577,15577,15619,15599,15412,7710,15631,15610,13774,15581,12713,14168,14626,15110,15643,15651,15670,15612,15627,10182,15464,15599,15359,15597,15622,15556,12148,10710,106,62,15608,15605,15651,13473,15611,15729,15680,12572,15546,3189,12703,15637,15958,9050,58,15714,15587,15760,14500,15630,15628,15601,10827,15640,15554,13230,15708,14927,15474,15476,2257,13068,15594,15620,15792,14499,12299,10985,271,15560,15656,15609,15565,13995,15651,14007,8473,158,15701,15578,13019,4471,156,15613,15591,11685,12986,15622,15599,10340,95,15631,15613,7766,15579,15594,15620,14627,9633,11109,16426,15667,15603,15589,15600,9066,5221,1667,1088,15676,14854,14365,1885,1732,15606,15582,15634,15592,15607,15591,15412,15580,15582,14531,11267,6126,11,15565,15587,15588,15580,15601,14403,12353,15777,11787,9,6638,15642,15766,15937,15594,11610,19,15614,15577,15588,126,11,6957,15595,14948,15597,15592,15589,11727,9926,8565,1080,1665,15631,15601,15613,15594,15589,15584,13362,9906,9259,74,6454,3453,92,15638,15632,15605,15839,15582,15586,15604,14736,4710,15642,15593,15585,15578,15592,15591,15101,15615,15600,15591,15586,15566,10294,5428,325,15616,15571,13144,1361,11,10,10,15631,15596,15580,13982,12969,2068,15578,1880,15585,15582,15590,13445,15580,15595,15587,15606,15585,14319,8099,10361,4104,16648,16785,16058,15499,1650,16809,16602,16455,16947,15301,16783,13675,15507,15836,15105,12957,19145,13028,18350,18144,10047,2361,16301,16664,12096,15860,17257,16402,11030,15992,16256,16406,14416,11006,8441,15828,15657,2692,17594,16323,16201,16815,15962,16841,11445,7741,16973,16663,16753,16233,15913,15932,13136,16089,15936,16848,18104,14125,18491,14905,2673,16579,17102,15518,16637,14597,15855,16314,1887,16529,16555,13146,724,15994,15815,15910,5867,15905,15750,17352,18903,16537,16094,15736,15088,15864,15631,15930,13302,7731,1311,15992,16009,15932,15939,17030,16450,16965,13204,14708,15196,12882,12777,9834,14636,9327,10638,3295,843,14342,15547,16286,16116,16079,15671,19165,17442,16310,11646,13467,17392,16635,15774,16324,17018,16429,17224,17442,16439,17006,16335,11758,13638,15899,15823,18353,5173,2248,16767,16712,16561,16830,16330,15211,14870,5484,877,16065,16136,15647,15797,15819,199,15697,15647,19911,18367,17039,16883,13903,17701,10165,15906,9578,15937,15383,16384,15056,16282,12721,15097,8606,15817,15629,10505,15507,15594,8748,14998,14603,9642,1993,17086,17156,16681,14301,1764,15336,16983,16392,15693,15958,15955,16209,16210,15176,17501,17494,22550,18826,20405,20282,16880,18182,18134,16935,16543,17652,16851,15318,17479,2118,16935,16666,16269,15729,17616,16529,15797,15643,15961,15972,16069,16198,16210,4342,15773,14858,12514,16514,8693,858,16057,15842,15393,15457,15846,15837,20712,17525,13967,1758,17185,17209,16075,13880,16461,12401,14202,12431,5114,832,16176,16217,14277,19050,18994,16771,18743,18893,18168,17541,16534,15565,2148,16245,17057,16382,16490,14312,13643,16290,14478,15224,13412,15735,9226,9957,2617,16805,15785,16067,16812,16841,17050,15796,17093,17900,15876,16390,15912,16376,730,6953,16140,7048,18456,17413,18876,15588,11604,16029,14681,9947,16710,16822,14115,3758,7205,1602,16556,16461,16112,16212,15699,17486,16409,14236,2881,18853,17320,16328,16116,16280,16143,15788,13142,15787,16333,16060,16049,16081,15968,14415,12522,16432,15718,16849,11044,13064,3994,2256,16065,15497,16165,16699,16574,16390,12962,16295,14744,14038,14958,15968,16007,18239,16190,11493,16625,17642,17473,9183,2080,17428,17826,17214,17019,15216,15303,6969,16948,17106,15420,9142,1610,16725,5201,2061,16979,16824,16680,15464,16326,9348,15845,16193,10542,16189,13019,16101,15681,12318,15727,15631,17179,16644,9801,4367,5877,4847,15975,17737,17136,16197,14134,16320,16341,14637,2929,16339,16137,15840,15668,7021,549,16604,12194,10056,8682,8292,5893,5426,5149,5339,5476,5065,5060,4507,3977,3636,2972,17462,16853,15619,10422,16602,15918,15845,15962,13576,16018,14712,12814,16398,16139,15718,13186,509,523,16093,10119,16379,13359,16158,15926,10492,15843,16289,2700,16340,16179,9389,10150,16539,2698,5985,16224,3598,763,15900,8272,16196,15675,2938,16614,15803,13292,10722,1489,1885,1996,2236,16725,16769,15586,15144,12916,15968,6770,1439,16258,16735,16692,16885,16514,15758,17543,17110,13379,17011,17461,15880,16508,17049,7797,16304,16715,16545,16077,16959,16488,12880,16782,3372,16692,16703,17410,16295,13204,14385,7422,3855,3352,3181,2580,1878,2260,1784,16315,16017,17271,15419,16593,16384,13327,16952,17187,14102,3424,18300,17800,18100,17719,18084,17542,16316,15695,15460,16459,15667,18409,17249,12267,15013,17828,16749,13682,17669,19194,18268,19158,15555,19679,18411,17165,11239,6301,2565,3408,3561,18110,14798,17682,17316,17383,4804,17135,17304,19992,17536,18400,14987,17896,17445,15318,16348,14815,18467,6239,5112,18380,18180,13308,18201,18548,18714,19173,17018,19691,17846,7988,20563,17997,19775,18288,16538,16608,16859,18336,18819,15933,18105,16477,6435,21257,14889,17426,12381,20287,21097,20406,18762,20835,19714,16779,16661,11268,16725,18002,17246,16218,19843,14629,8410,13489,13733,19993,13036,19982,20890,19455,11401,15130,10151,13405,8695,7530,7644,5751,17777,17489,17440,14508,3857,17308,17358,19873,19639,18803,18452,20003,20137,19204,16903,17383,17413,7647,16553,17539,17506,16681,18977,19935,19130,19186,18791,13077,7728,7458,11879,19206,20028,16761,16165,17267,17222,7942,17045,17889,3797,17573,17783,17667,17293,6826,18332,17735,15816,13391,11614,9607,8294,8013,17253,14104,13714,16773,11651,11792,16505,17958,12105,6241,3225,13316,9498,7479,4136,9390,10799,18412,10069,12344,11710,11609,13102,8670,8606,2534,13440,13748,11150,11702,10934,16267,13838,16078,12221,16783,9761,10384,8726,14306,14930,10355,14549,3727,18816,10778,3602,2830,17336,18556,15057,7953,13941,14604,5856,11164,9276,4215,16782,11884,7186,5596,6803,4002,3540,16453,17435,16248,2948,3092,3226,17472,17113,16992,15660,17826,18842,17390,15854,12277,2853,2569,2287,16399,17055,2520,16992,17194,17150,16954,16447,16840,19563,14004,17208,13545,17999,19483,18343,15431,2392,16974,7714,16666,17269,16475,7018,3527,14253,16650,17037,17753,17328,5990,14908,17686,16759,7931,13721,12713,4353,14539,14922,16913,10897,16562,12265,9688,13139,10155,15548,12213,12601,12085,16549,11716,12254,16170,12120,12332,12052,11581,6256,2737,17965,16483,17413,13106,12542,16249,9507,10972,17751,11029,8235,16859,8816,11651,10866,10951,8219,13491,3208,2364,17155,13221,5814,16313,17410,17507,16183,8107,14652,14646,12831,12108,10082,10475,11255,16725,8910,7732,16187,16069,17483,16926,11897,10752,12694,13478,8361,12513,18748,9743,8908,13080,13502,12803,7633,9955,12013,15990,13651,4856,16927,9361,9383,10499,10485,3939,4284,18171,19336,15616,17192,16483,12083,17166,11280,11089,16198,15088,6201,3832,17258,7630,8659,12211,17969,10039,10034,14260,18764,12194,18281,13415,9484,5186,10363,14231,7567,9616,8482,10104,17331,8582,3315,2837,17167,15952,13414,17624,8559,12197,14503,7996,12574,7467,9258,10690,9370,14193,15933,14067,14719,13327,6596,7170,7481,2406,3023,17569,17522,14296,16491,17405,15159,13351,8583,16067,16084,15607,10616,4768,14731,17184,18925,13731,14125,15167,12633,10374,13798,14563,18158,5805,17284,7921,5302,2856,2638,2744,2868,16665,16925,17935,16608,9370,17561,12991,8136,14056,9358,13192,11439,12418,6659,15080,12130,13502,7897,11735,16960,16157,17091,11192,3594,1596,16412,9845,3209,15718,16464,10609,4751,3441,16531,16411,9082,9182,8091,2302,8780,13202,16614,16005,16629,9571,16356,12471,14531,15648,16431,12027,3053,1505,14878,11973,11680,6770,11879,5599,6158,4036,1298,1350,16322,10244,15865,10663,10802,4640,1555,1616,15851,13942,2584,1076,1329,1546,1582,1945,1884,1359,1272,1665,1487,2878,13825,10351,7428,15605,15893,15872,14450,14306,12056,16032,15240,5739,6655,1624,1637,1149,15936,12373,12414,7994,10269,15261,1486,15996,16525,17122,16431,11846,8266,16177,15562,11138,13271,11309,15789,12479,1615,15763,11258,15762,14781,11072,7708,7493,12450,10227,9827,10178,11899,2626,16669,15918,2410,11072,12715,12074,10681,9283,7816,10471,6899,13593,5997,13744,13408,6936,4983,15645,2299,1982,16145,7439,8374,16010,10752,11881,5698,2441,16390,17084,9889,11942,5136,16667,15716,13723,14205,9374,15433,15342,2267,2437,2226,10723,16071,16111,17215,17700,10409,15463,16431,15779,2313,16069,16947,16497,15796,16958,16070,11001,1727,1732,16310,16451,16281,13042,15062,3327,16941,13574,16495,16727,13535,9271,16677,11485,11785,10969,6359,17629,12065,10448,16408,12577,15678,10126,12988,12113,15853,7086,15614,13509,14447,14056,15991,11842,16287,10021,10421,18014,11670,10519,16467,3640,2363,16412,12691,16521,13977,17092,11546,11926,8633,6603,9070,2282,16326,15885,16422,10593,16267,11210,16070,13666,11993,9564,2518,2894,6003,15295,15255,8875,7747,3465,6158,10471,6280,16320,14120,12253,16338,16662,14916,12094,13037,5705,16337,11500,16087,10043,16079,16702,16831,15288,8494,8325,12823,12532,10398,8597,4363,1567,2971,15984,11400,15865,16042,7136,10709,11092,6810,8422,7992,8001,7191,2419,16467,13165,10606,9724,4816,8481,3318,13797,10473,12376,7071,4603,8892,6735,4655,1543,1657,11265,16055,16255,1649,15871,16228,15930,15347,14982,14345,5753,13684,10422,2341,1708,8344,9240,1784,1491,16293,16155,14409,3884,9104,15984,15773,11712,9096,1450,13988,15470,15594,11961,11180,14454,16540,14590,1257,15892,15868,15838,14081,15997,7965,9482,15521,9894,16050,15369,10824,11263,8969,9030,7586,16101,1340,1509,15927,14970,15583,16051,15784,12535,9452,15988,10423,9650,14962,2119,3060,4375,14832,12883,16045,8179,6095,3216,8050,8679,8685,7175,7279,4283,3846,5226,2771,1976,1924,16488,16968,16114,10843,8298,1400,6354,15803,16066,15869,15998,7477,10562,1652,9662,15721,15488,8720,15756,15908,10121,10740,15738,15885,5774,1213,12080,15434,12296,12650,7801,1907,15903,16019,16126,15815,7328,14140,11770,15880,10890,13414,14167,16026,14252,16922,13773,8505,6386,3803,2133,2090,12475,15737,15990,16105,10440,11193,16465,11210,14094,9188,11059,4814,1868,1684,1533,1483,1864,1789,1744,1717,1616,1747,2153,2218,2207,2805,2463,2634,2719,2685,2717,2769,2582,2365,2261,1815,1698,1574,1495,1753,1990,1873,2897,1968,15663,15985,16494,16300,17179,15640,16265,16869,16402,16281,15333,16727,16131,16452,17074,15816,16632,15419,16136,4991,1087,16834,16236,17363,17505,16748,16180,15999,16190,16664,17634,16615,17781,17314,15420,16210,16548,17021,16205,16531,17279,15985,16676,16950,16176,16407,16246,1794,16653,18120,18216,15956,15895,16051,16346,16175,3897,2716,2519,4006,2084,1587,2394,16270,17250,16624,18052,16988,18540,16754,17601,15862,17585,15704,11513,17449,16414,17024,16987,16752,16620,15257,18319,16426,13380,16571,16287,16449,16945,4217,2886,17058,17362,16179,14878,16719,15127,16095,16179,16820,14077,4863,17029,16746,17655,18089,16952,16713,15531,17083,17179,16927,16584,16609,16496,16319,15459,16797,17011,15744,16967,16782,2539,15951,16187,16397,16636,17406,17248,16797,16165,16442,15750,16849,16805,16257,17845,18113,16653,17947,17310,16474,16578,17242,17269,11231,16375,16260,16856,16378,16787,17126,17507,14017,3032,2204,1806,1831,16299,17895,17263,16794,16090,17678,15753,16668,16166,17075,17580,16908,16837,15997,3458,17088,16481,16295,16868,16447,16806,18188,16820,15509,7784,16449,17358,17821,17424,18510,10415,10795,4427,8749,11098,8653,12933,8273,9615,7626,5642,6309,6161,3622,3424,2629,17282,17242,16268,3056,16998,16160,15751,13456,15398,17866,11054,16392,12875,14800,16762,18355,17020,17666,16886,17594,17366,15985,13613,16435,15760,14906,9115,4308,17291,17037,16335,1832,15986,16901,16113,16975,16755,14069,17019,17066,13281,13555,14502,15069,12984,2958,2883,15512,18040,18296,13800,14314,16495,22308,14358,6294,14104,18386,9034,10237,10521,19395,20630,7546,5974,7345,18870,22318,11554,8861,8787,8772,10755,11639,11603,14108,9039,6542,6101,7249,8510,11777,8154,6534,7790,9763,9639,8010,6088,22136,22132,20109,12953,22302,22186,22104,22159,10226,11139,13448,10216,21395,22367,22094,19819,12367,9270,8932,5997,17622,17355,15841,9582,15411,17796,16684,17221,16661,17746,16332,17307,17728,16131,17159,8766,16549,15792,17139,17346,16879,7374,16645,17362,15848,14591,16268,13159,14845,14266,2764,2720,17771,17570,17269,15167,14843,16363,16113,16234,15039,15603,16487,16552,17084,16142,13801,10997,21062,19528,12923,15395,11266,12702,17164,7902,8560,15628,15161,11062,7006,7479,9030,7612,6752,4654,4049,3058,18069,17897,16503,19018,18345,16853,17904,17330,15993,2910,16782,17133,16979,16797,16859,16607,16444,11231,15625,18145,15531,12626,17337,17502,16336,4462,4457,16967,17749,17626,18204,17102,16217,17709,17857,17527,16571,14732,7459,19297,18409,20089,20248,18425,20339,22313,22108,21469,19905,16905,3586,17436,16565,18280,18160,17937,9992,8624,6522,19792,18630,11657,17445,19091,16293,18160,18953,19518,14619,3891,17989,17425,17737,18878,17600,16022,16685,14772,18982,19181,4519,17973,19164,18426,20990,19716,15955,17682,16667,17602,13807,17334,18957,17749,18114,3614,21837,21941,18447,17036,19704,11492,21380,22106,22103,21138,16928,14012,7950,7702,16593,10685,8882,8239,8265,9543,9044,9344,7977,8085,8074,9794,9778,10908,10753,10153,10444,8015,6715,5870,5133,6956,6270,5230,4974,9709,6763,6546,9678,7785,7369,5114,5127,5598,4059,4366,5311,4156,4490,3473,3623,3711,3766,3562,3358,3577,3056,2915,2343,2333,2085,1611,1465,1728,1245,818,774,570,481,332,286,209,136,111,63,44,30,13,2]}
