{
  "title": "Measles Is Back, and That Is Scary",
  "img": "https://static.scientificamerican.com/dam/m/1a6347d29ccbf0fb/original/amateur-astronomy-GettyImages-623220974loop3.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/measles-is-back-and-thats-scary/",
  "audio": "https://traffic.megaphone.fm/SAM8942258776.mp3?updated=1712872940",
  "intro": [
    "The deadly virus was practically eliminated in the U.S., but now it’s infecting more people."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Madison Goldberg",
    "Alexa Lim"
  ],
  "category": [
    "Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman: ",
      "text": "We bring you the latest vital health news: discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors. Today we’re going to look at how measles—a disease that was practically eliminated in the U.S.—has resurged in recent months, because people basically forgot how bad it was and got complacent about vaccines. [CLIP: Theme music]"
    },
    {
      "author": "Fischman",
      "text": "Just a week ago, the U.S. reported its 113th case of measles for 2024."
    },
    {
      "author": "Lewis",
      "text": "That’s more cases than we had in all of 2023, when we had 58 during the whole year. And we’ve still got three-quarters of this year to go."
    },
    {
      "author": "Fischman",
      "text": "And an increase in measles means an increase in danger."
    },
    {
      "author": "Katelyn Jetelina",
      "text": "It's actually the most contagious infectious disease we know on Earth. Approximately one infected person can transmit it to about 12 to 18 other people. It’s a devastating disease."
    },
    {
      "author": "Fischman",
      "text": "That’s Katelyn Jetelina, a public health scientist."
    },
    {
      "author": "Jetelina",
      "text": "I'm an epidemiologist and data scientist.... I'm also an advisor and consultant to the CDC, as well as Resolve to Save Lives, which is also a global health nonprofit."
    },
    {
      "author": "Fischman",
      "text": "Katelyn also writes Your Local Epidemiologist, a newsletter that has been tracking measles, among other things."
    },
    {
      "author": "Jetelina",
      "text": "A lot of people have forgotten how dangerous measles is because of the vaccines, right? We've largely wiped it out, but we do not want to mess with measles. One in five of those who get infected that are not vaccinated will be hospitalized, one in 20 will develop pneumonia.... One in 1,000 will develop encephalitis, which is inflammation of the brain, which can cause permanent brain damage. And one to three in 1,000 will die."
    },
    {
      "author": "Lewis",
      "text": "There’s also this strange problem that measles can bring on called “immune amnesia.”"
    },
    {
      "author": "Fischman",
      "text": "I’ve heard of that. It’s a weird thing."
    },
    {
      "author": "Lewis",
      "text": "Yeah. It’s not completely understood, but the measles virus seems to wipe out B cells, the immune cells that “remember” viruses you’ve previously encountered and help fight them off—hence, “amnesia.” And that leaves you vulnerable to those illnesses again."
    },
    {
      "author": "Jetelina",
      "text": "What we're seeing after measles infection is that if you survive that measles infection, that's great news, but you're not necessarily in the clear because there's mortality that happens after the fact from other viruses."
    },
    {
      "author": "Lewis",
      "text": "So measles is definitely a bad disease. But Katelyn said that a lot of people have forgotten how bad it is because vaccines are so successful."
    },
    {
      "author": "Fischman",
      "text": "Yeah. Before the vaccines, we were getting about 600,000 cases a year. Now we typically top out at 40 to 50 cases each year."
    },
    {
      "author": "Lewis",
      "text": "We’ve had the measles vaccine for about 70 years, and now most kids get it as a combination, measles-mumps-rubella, or MMR. You get one shot when you’re about a year old, and the second shot at four to six years old—before kids start school."
    },
    {
      "author": "Fischman",
      "text": "And it works incredibly well."
    },
    {
      "author": "Lewis",
      "text": "It does. Two shots are 97 percent effective at preventing measles. Plus these shots are safe. The most common side effect, in about one in 3000 kids, is a short fever that resolves on its own."
    },
    {
      "author": "Fischman",
      "text": "Now years ago there was this BS idea that measles shots somehow triggered autism."
    },
    {
      "author": "Lewis",
      "text": "Yeah, and let’s be clear: There’s absolutely no link between the MMR vaccines and autism. A single fraudulent study claimed that there was, but it was debunked years ago. Many other studies have searched for a connection and failed to find one."
    },
    {
      "author": "Fischman",
      "text": "And despite that, every year, the number of kids in kindergarten with measles shots is going down. And that’s because more parents are asking for vaccine exemptions. A lot of them don’t trust the shots. A recent survey from the University of Pennsylvania found that the percentage of people who believe already-approved vaccines are unsafe jumped from nine percent all the way up to 16 percent between 2021 and 2023."
    },
    {
      "author": "Jetelina",
      "text": "Exemptions for vaccine-preventable diseases for kindergarten is increasing ... right now.... So there's two types of exemptions a parent could take in most states.... One is a medical exemption. And then two is a nonmedical exemption, which is for, like, religious reasons or philosophical reasons. Those medical exemptions have not increased for the past 10, 20 years. What is increasing are those nonmedical exemptions. And it's increasing very quickly."
    },
    {
      "author": "Fischman",
      "text": "Katelyn says the increase can be traced to our own amnesia about the danger of measles, and also distrust of scientists and doctors who say the vaccines are safe. One of the states where exemptions have been increasing is Florida, and that’s right where a measles outbreak of 11 cases was earlier this year. Most of them were traced to an elementary school. Florida’s official response to that was really controversial."
    },
    {
      "author": "Jetelina",
      "text": "The Florida surgeon general said that those that were exposed but unvaccinated could continue going back to school, when the standard of practice is that those unvaccinated need to isolate for 21 days. The reason this is a standard of practice is because ... measles has a long incubation period, meaning it can take a while for you to be exposed and have symptoms."
    },
    {
      "author": "Lewis",
      "text": "So basically you can be infected, not know it for weeks, and still run around infecting others?"
    },
    {
      "author": "Fischman",
      "text": "Right. The other thing that was controversial was what the Florida surgeon general, Joseph Ladapo, didn’t say in a letter that he wrote to parents. He didn’t mention that if you were exposed but unvaccinated, you still could get the vaccine within 72 hours, and it reduces the chances of the virus taking hold in your body."
    },
    {
      "author": "Jetelina",
      "text": "If your child is unvaccinated but exposed, they can still get the vaccine within 72 hours of exposure. That will not only help their symptoms, but also they can go back to school if they get vaccinated. That would be huge.... I don't want to keep my kid away from school for 21 days."
    },
    {
      "author": "Fischman",
      "text": "There’s one cool point about the Florida school, Katelyn says. Parents with exposed but unvaccinated kids kept them home, despite Ladapo’s letter. That really helped contain the outbreak."
    },
    {
      "author": "Lewis",
      "text": "That is reassuring. Parents do want to protect their kids, after all. It also underlines how important vaccination is. There’s been another outbreak in the Chicago area, with more than two dozen cases as of late March. Many of the people are in a migrant center, under extremely crowded conditions, and came from countries where the vaccine wasn’t available. Clearly, the vaccines are crucial. So how do we deal with growing vaccine misinformation and distrust? Does Katelyn have ideas?"
    },
    {
      "author": "Fischman",
      "text": "She does. She focuses on what social scientists call “trusted messengers.”"
    },
    {
      "author": "Jetelina",
      "text": "These are people in our community that have a face, that have a voice, right? It's much easier to trust someone that you know, rather than the ivory tower or someone behind the CDC brick wall. And that can be anyone. It can be pastors, it can be education boards. A lot of people ... are very trusted in their pediatrician and what they are recommending. And so I think it's not only getting to the people..., each household in the community, but it's also getting the right information to physicians..., and they feel very confident in vaccines, for example, and the reasons we do what we do. So this collective amnesia can be stomped out before measles takes hold more. [CLIP: Show music]"
    },
    {
      "author": "Fischman",
      "text": "Your Health, Quickly is produced by Carin Leong, Madison Goldberg, Jeff DelViscio, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": "Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or a review! And if you have a topic you want us to cover, you can e-mail us at yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. Just a quick request: My colleague Lauren Young and I are working on a podcast series on caregiving for older family members and the challenges of navigating care at home vs. institutional care. We’re hoping to speak to people who have experience caring for their own family members. Please e-mail yourhealthquickly@sciam.com with the subject “caregiving” if you’re interested. For Your Health, Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "And I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "See you next time."
    }
  ]
}