{
  "title": "What Better Gift for the Holidays Than a Monstrous Mystery?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/13B96EF0-D28A-4499-9A58AEE8B7B6C1BC_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/what-better-gift-for-the-holidays-than-a-monstrous-mystery/",
  "audio": "https://traffic.megaphone.fm/SAM4442759499.mp3?updated=1703626547",
  "intro": [
    "We’re looking back at 2023 for our favorite podcast shows and one about the largest bird to ever fly the skies just flew to the top of the list."
  ],
  "authors": [
    "Jeffery DelViscio",
    "Flora Lichtman"
  ],
  "category": [
    "Evolution"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": "Apple | Spotify"
    },
    {
      "author": "Jeff DelViscio",
      "text": "Hi, Science, Quickly listeners. This is Jeff DelViscio, executive producer of the show. Well, it’s the end of the year, and the whole team is taking a moment to look back at some of our favorite shows from 2023.  My pick has all the elements of perfect podcast–it’s got monsters the size of small airplanes, a discovery hiding (for three decades) in plain site, and the words: “passerine peep show.”  It comes from host Flora Lichtman and it’s also the start of an epic 4-part mini-series filled with creatures built like tanks and axe murderers.  Basically a little thrill to add to your holiday chill.  Enjoy, and see you next year! And happy holidays everybody.  — This Episode originally aired on May 31, 2023. You can listen to the entire 4-part series on “monster birds” here."
    },
    {
      "author": "Flora Lichtman",
      "text": "You are listening to Scientific American’s Science, Quickly, and I’m Flora Lichtman. This week I want to take you bird-watching. But I’m not talking about an ordinary passerine peep show. We’re skipping the songbirds. [CLIP: North American Cardinal sound]"
    },
    {
      "author": "Lichtman: ",
      "text": "It’s a no fly zone for hawks and raptors. [CLIP: Red-shouldered Hawk sound]"
    },
    {
      "author": "Lichtman",
      "text": "Waterfowl? Throw in the towel. [CLIP: Duck sound] [Music] The birds we’re gonna meet, they’re not like anything you’ve ever peeped."
    },
    {
      "author": "Federico Degrange",
      "text": "They used the beak as an axe to kill prey."
    },
    {
      "author": "Lichtman (tape)",
      "text": "Oh, my God."
    },
    {
      "author": "Daniel Ksepka",
      "text": "So just imagine the largest thing you've ever seen alive flying."
    },
    {
      "author": "James Hansford: ",
      "text": "They are colossal. Around 1,900 pounds."
    },
    {
      "author": "Alicia Grealy",
      "text": "The eggs would have been about 150 times the size of chicken egg."
    },
    {
      "author": "Ksepka",
      "text": "So we’re maybe talking like almost two feet for feathers, which is—that’s a big feather."
    },
    {
      "author": "Anusuya Chinsamy-Turan",
      "text": "Most people, you know, think ostrich— and they think that’s big. But actually they were real giants around at one time."
    },
    {
      "author": "Lichtman: ",
      "text": "We are talking about birds that weighed as much as a sports car, birds who were the top predators of their day—prowling the jungle and devouring animals the size of small horses—birds so gargantuan that you could mistake them for an airplane. And yet these birds have kinda flown under the radar of paleontology—at least compared with many dinosaurs. These winged whoppers are mysterious, and scientists are learning more about them every day. For the next four episodes of Science, Quickly, I’m going to introduce you to them. We’re hunting for the most extreme birds to ever live. Welcome to part one of a four-part Fascination on the real big birds. I want you to meet one of our guides."
    },
    {
      "author": "Ksepka",
      "text": "My name is Daniel Ksepka."
    },
    {
      "author": "Lichtman",
      "text": "Dan is an avian paleontologist."
    },
    {
      "author": "Ksepka",
      "text": "And I am the curator of science at the Bruce Museum."
    },
    {
      "author": "Lichtman (tape)",
      "text": "What’s your relationship to big extinct birds?"
    },
    {
      "author": "Ksepka",
      "text": "I love them, and they love me. [CLIP: Ocean shore sounds] "
    },
    {
      "author": "Lichtman: ",
      "text": "Okay, I want you to just close your eyes. Dan is going to set the scene for the first monster we’re going to meet."
    },
    {
      "author": "Ksepka",
      "text": "Imagine you’re standing in South Carolina 27 million years ago. You’re looking out over the—over the sea. [CLIP: Wind sound]"
    },
    {
      "author": "Ksepka",
      "text": "It’s rough waves. [CLIP: Wave sound]"
    },
    {
      "author": "Ksepka: ",
      "text": "And then, just hanging in the air, you know, blocking out the sun..., the largest thing you’ve ever seen alive flying, like a double albatross—like this wingspan of 20 feet. So that is pretty magnificent. It flies over you. It’s probably like the moment of your whole lifetime, you know—the wonder of seeing that."
    },
    {
      "author": "Lichtman: ",
      "text": "This bird is called Pelagornis sandersi. It doesn’t have a common name."
    },
    {
      "author": "Ksepka",
      "text": "Oh, I just call it Pelagornis. I don’t call it, like, Bobby or anything."
    },
    {
      "author": "Lichtman: ",
      "text": "Dan was the first to scientifically describe the fossil. And we’ll get to why he named it P. sandersi in a minute. That story starts when this fossil flew into his life, out of the blue."
    },
    {
      "author": "Ksepka: ",
      "text": "Pelagornis was totally an accident of, like, luck and fortune."
    },
    {
      "author": "Lichtman: ",
      "text": "Dan didn’t find the fossil. It had been excavated in South Carolina back in the 1980s—long before Dan ever laid eyes on it."
    },
    {
      "author": "Ksepka",
      "text": "They were doing excavations at, like, Charleston Airport, and someone hit some bones with, you know, some kind of digging equipment. And they stopped the work."
    },
    {
      "author": "Lichtman: ",
      "text": "And called in some backup: the late Al Sanders, a paleontologist at the local Charleston Museum."
    },
    {
      "author": "Ksepka",
      "text": "And he came down there with a team, and they collected it. And then, you know, I would have thought that anyone who found this would stop dead in their tracks and make it their priority because it was, like, you know, the largest flying bird ever."
    },
    {
      "author": "Lichtman",
      "text": "At least that’s what an avian paleontologist would have done. But Al Sanders was more of a whale fossil guy. So he brought the fossil back to the museum and tucked it away."
    },
    {
      "author": "Ksepka: ",
      "text": "And Al just had it in a drawer in the bottom of this, like, cabinet in the museum."
    },
    {
      "author": "Lichtman",
      "text": "And it sat there for about 30 years. Then one day Al told Dan about the bones. And Dan wasn’t expecting much."
    },
    {
      "author": "Ksepka",
      "text": "And, yeah, I wasn’t expecting to see, like, the largest bird ever in a drawer when I went down there. I would have been happy with, like, a duck or something. [Music]"
    },
    {
      "author": "Lichtman",
      "text": "Sitting in that drawer collecting dust was a roughly 27-million-year-old fossil that didn’t look like anything Dan had ever seen before."
    },
    {
      "author": "Ksepka",
      "text": "I just took the wing bone out and put it on the floor and laid down next to it and took a picture with my cell phone because it was longer than my whole arm—one of the three bones."
    },
    {
      "author": "Lichtman",
      "text": "Dan named it Pelagornis sandersi in honor of Al Sanders, the unknowing keeper of this truly massive discovery. Dan set out to understand all he could about this bird. And he found the bird’s 20-foot wingspan wasn’t the only astonishing thing about it. The bird wasn’t just big. It was bizarre."
    },
    {
      "author": "Ksepka",
      "text": "I couldn’t believe the skull. It doesn’t look anything like a bird. It just almost looks like a small alligator."
    },
    {
      "author": "Lichtman",
      "text": "Its foot-and-a-half-long beak was packed with chompers."
    },
    {
      "author": "Ksepka",
      "text": "They have these, these false teeth."
    },
    {
      "author": "Lichtman",
      "text": "Not dentures. They’re false in that they’re not made of what our teeth are made of: dentin and enamel. But they still have bite."
    },
    {
      "author": "Ksepka",
      "text": "They’re actually projections of bone. So they’re little spikes of bone, and they alternate in size. So there’s, like, a small and a medium and a large in sequence, and they undulate in that pattern."
    },
    {
      "author": "Lichtman",
      "text": "And they were probably great for piercing and holding slippery stuff ..."
    },
    {
      "author": "Ksepka",
      "text": "So, like, something like a fish or a squid that would be very good to grasp onto."
    },
    {
      "author": "Lichtman",
      "text": "Beside the fishy fake teeth, the bird’s shoulder bones were also strange. The bird’s shoulder blades were teeny tiny. And the shoulder joint and the bone that attaches to it had an unusual shape."
    },
    {
      "author": "Ksepka",
      "text": "It just doesn’t look like it could really rotate in the same way a normal bird can. And so this bird may not have really been able to lift its wing, like, above, you know, the level of its back. And so it’s not flapping like a gull. It’s not flapping like a songbird."
    },
    {
      "author": "Lichtman",
      "text": "Picture a cardinal getting off the ground, pushing its wings up and down, fast and hard. This behemoth likely just spread its 20-foot wings and let the wind do the work."
    },
    {
      "author": "Ksepka",
      "text": "It’s like a giant kite. And so it probably got into the air, either from facing into the wind, maybe giving a little awkward running start, maybe using elevation to its advantage ..."
    },
    {
      "author": "Lichtman",
      "text": "And once this bird was aloft, Dan said it could probably soar for great distances."
    },
    {
      "author": "Ksepka",
      "text": "I wouldn’t be surprised if, you know, Pelagornis could just cross the Atlantic and, you know, stop over in Africa or Europe and then come back as part of its seasonal migration."
    },
    {
      "author": "Lichtman",
      "text": "This species, Pelagornis sandersi, has only been found in Charleston, but its relatives—others birds in this fake tooth flock—show up all over."
    },
    {
      "author": "Ksepka",
      "text": "They are everywhere throughout the world. We found fossils in Antarctica, New Zealand and Washington and Oregon, in Europe, in Africa, in South America. They’re literally known from every continent. [Music]"
    },
    {
      "author": "Lichtman: ",
      "text": "Between the huge size and the take teeth, Pelagornis might be one of the weirdest birds in Earth’s history. And the thought that flies into my head is: How did this bird come to be? Dan thinks the appearance of this group - the pelagornithids - may have to do with the disappearance of other strange, giant flying creatures."
    },
    {
      "author": "Ksepka: ",
      "text": "So in the case of pelagornithids, this particular role would be filled by flying reptiles in the Cretaceous period. Some of those species would be far larger even than Pelagornis, and they die out in the same extinction event that kills off the nonavian dinosaurs, and that allows a new group to maybe explore the very large flying animal role. And pelagornithids are the first group that seizes that."
    },
    {
      "author": "Lichtman: ",
      "text": "They swooped into an open niche. And I heard the same thing from many of the big bird researchers I talked to for this series—that these giant birds trundled onto the scene in part because the mass extinction cleared the competition. And that didn’t just mean dinosaurs; other reptiles and early birds went extinct, too. So the survivors had access to resources and ecosystems that weren’t available before. I’ve heard a lot about the mammalian radiation over the years—that mammals had their heyday when dinos disappeared. But in a post-dinosaur world, birds also spread their wings and speciated."
    },
    {
      "author": "Ksepka: ",
      "text": "There is a spectacular radiation of birds happening in the first few million years after that mass extinction. So the modern birds’ ancestors have the chance to explore arboreal habitats or predatory habitats or aquatic habitats kind of for the first time. And they really—they go a little bit wild."
    },
    {
      "author": "Lichtman",
      "text": "Pelagornis is just the beginning. We’ve got more wild birds to meet in the next few episodes: birds that rose like a phoenix after the dinosaurs went extinct and became unlike any birds still alive today."
    },
    {
      "author": "Ksepka: ",
      "text": "So, like, elephant birds, may have been the largest bird that ever lived."
    },
    {
      "author": "Alicia Grealy: ",
      "text": "Yeah, so some could have been up to 1,000 kilos, which is a ton. I mean that’s why they’re called elephant birds, right?"
    },
    {
      "author": "Lichtman: ",
      "text": "That’s on the next episode of this four-part Science, Quickly Fascination on really big birds. Our show is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. The theme music was composed by Dominic Smith.  Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. Head over to ScientificAmerican.com for in-depth science news. For Science, Quickly—I’m Flora Lichtman."
    },
    {
      "author": "SUBSCRIBE",
      "text": "Apple | Spotify"
    }
  ]
}