{"title":"What Do You Mean, Bisexual People Are ‘Risk-Taking’? Why Genetic Studies about Sexuality Can Be Fraught","img":"https://static.scientificamerican.com/dam/m/426f245b8786285a/webimage-ART_SQ_BISEXUALITY.png","url":"https://www.scientificamerican.com/podcast/episode/what-do-you-mean-bisexual-people-are-risk-taking-why-genetic-studies-about/","audio":"https://traffic.megaphone.fm/SAM1782369264.mp3?updated=1709159577","intro":["A recent study on risk-taking and bisexuality made assumptions that some experts don’t agree with."],"authors":["Tulika Bose","Lauren Leffer","Timmy Broderick"],"category":["Genetics"],"transcript":[{"author":"Lauren Leffer","text":"The link between our genes and our selves is complicated. We know the DNA coded in our cells is part of what makes each of us who we are.Tulika Bose:  But genes aren’t the whole story and genetic studies have big limitations."},{"author":"Leffer","text":"That’s right – especially when it comes to analyzing nuanced human identities like… for instance… sexual orientation. What can genetic research really tell us about the origins of our own attractions, behaviors, and desires?"},{"author":"Bose","text":"Am I genetically predisposed to dying my hair different colors all the time like Clementine in Eternal Sunshine of the Spotless Mind?"},{"author":"Leffer","text":"I’m not sure that scientists have investigated that one, but some researchers have started using genetic study techniques in interesting ways. We’re talking bisexuality, risk-taking behavior, and evolutionary hunches extrapolated a bit too far. I’m Lauren Leffer, contributing writer at Scientific American."},{"author":"Bose","text":"And I’m Tulika Bose, senior multimedia editor."},{"author":"Leffer","text":"And you’re listening to Scientific American’s Science Quickly podcast."},{"author":"[INTRO MUSIC]","text":""},{"author":"Leffer","text":"So Tulika, there’s this recent study that we’ve been chatting about for more than a month now."},{"author":"Bose","text":"Mhmm, the “risky bisexuals” paper. Or at least, that’s how we've been referring to it."},{"author":"Leffer","text":"Yeah, and it’s interesting research in some ways. But there were lots of overly simplistic headlines that came out about it. And the work also kind of exemplifies these flaws and limitations that are inherent to a certain type of genetic study."},{"author":"Bose","text":"Oh man, these headlines: “Groundbreaking new study suggests bisexuals are helping to keep gay people from going extinct”, “Straight Men With ‘Bisexual Genes Have More Kids, Study Finds”, “A New Study Says Bi People Take More Risks We Asked Bi People if It’s True”, “Controversial New Research Find That Bisexauls Are a Bunch of Rascals”... Ok, some of these are pretty funny. Leffer: Yeah, lots of outlets got kind of cheeky with it. Which fair, I love a fun science story."},{"author":"Bose","text":"But here at Scientific American, we still have to make sure that the science is clear, credible, and accurately explained. I spoke with some experts about the research and lots of them had concerns and questions about how the study authors frame their findings and about how work like this can be misinterpreted."},{"author":"Bose","text":"Ok, Ok– right on. So you’re saying bisexuals might not be genetically-predestined mavericks?"},{"author":"Leffer","text":"Yeah, not quite– but to understand why we’ve got to get into some nitty gritty science and talk about what the study did find. So buckle up because it’s a little wonky."},{"author":"Bose","text":"[Breathes in] Alright, I’m ready for the explanation."},{"author":"Leffer","text":"Ok, the two scientists behind this research use a technique called genome wide association study, or GWAS, that compares entire genome sequences from lots of people in a quest to find areas of overlap between genes and certain traits. In the case of this study, they used a subset of participants from a database called the UK Biobank that started up in 2006. Specifically, they looked at the genes and self-reported information from about 450,000 British people– all white and all between the ages of 40 and 69 years old at the time that they participated in the Biobank survey."},{"author":"Bose","text":"Got it, so we’re only talking about older, white, Brits here."},{"author":"Leffer","text":"Right, the study only really applies to this very specific group of people. And by looking at the genomes from these hundreds of thousands of participants and cross-referencing their answers to certain survey questions, the researchers found some link between genes and bisexual behavior in men (and only men). They also found that the specific genes correlated with bisexual behavior in men were distinct from the ones correlated with exclusively same-sex behavior."},{"author":"Bose","text":"So 'gay genes' are separate from 'bi genes'?"},{"author":"Lauren","text":"Sort of. In the simplest terms and according to this one analysis. And remember these are just correlations and we’re talking about self-reported behavior, not peoples’ actual identities or sexual orientations. And sidebar: As a bisexual person, honestly at first I was kind of excited about this study finding. So much of the societal response to bisexuality comes in the form of dismissal or invalidation. People have a lot of trouble accepting that bisexuals exist."},{"author":"Bose","text":"Uh huh, we are less than 20 years removed from that infamous “Bisexuals-Straight, Gay, or Lying” headline. Lauren: And initially I was sort of hyped to read a science study that at some level offered biological validation. Bose: As a  fellow bisexual person ... that makes sense."},{"author":"Lauren","text":"But then I remembered that… wait… I don’t need a scientific study to validate my identity. Like, I know I exist. And then, the whole rest of the study findings also brought me back to reality."},{"author":"Bose:  ","text":"Ah, Understood… what else did they find?"},{"author":"Leffer","text":"So, here’s where things get a little more convoluted. The researchers found that men with the genes associated with bisexual behavior also had genes associated with a self-reported propensity for risk-taking. And, to clarify: The risk-taking characterisation is from a single yes/no survey question, “Would you describe yourself as someone who takes risks?”"},{"author":"Bose","text":"One question? They based a whole trait analysis off of just one subjective-sounding question?Leffer: Yeah, you’re not alone in being a little worried by that. More on that later. First the rest of the study findings:"},{"author":"Bose","text":"Wait, there’s more?"},{"author":"Leffer","text":"The researchers did a bunch of comparative analyses including men who had “bisexual associated” genes but only reported opposite-sex behavior. They found that, in these ostensibly straight men, the bisexual genes and the risky genes were also associated with a higher number of self-reported sexual partners. The researchers go on to hypothesize that this could be an evolutionary explanation for why the bisexual gene variants and bisexual behavior persists in the population: Because maybe bisexual genes lead straight men to have more sex and thus more children."},{"author":"Leffer","text":"In the words of the lead study author Jianzhi “George” Zhang, “The basic finding is that bisexual behavior and number of children are genetically positively correlated.”"},{"author":"Bose","text":"Ok, that sounds like kind of a lot of logical leaps from one point to the next."},{"author":"Leffer","text":"Yeah, the study authors make some big assumptions, and the outside sources I spoke with weren’t on board with many of them. Steven Reilly, an assistant professor of genetics at Yale University, told me he thought the research could have been conducted and interpreted with much greater care. Joanna Wuest, who is an assistant professor of gender and sexuality politics at Mount Holyoke College, said “It’s a lot of storytelling based around not a lot of data.”"},{"author":"Bose","text":"Some solid inter-academic criticism. That seems healthy. What are the big critiques here?"},{"author":"Leffer","text":"We’re not gonna get into all of them… because um this is Science QUICKLY,"},{"author":"Bose","text":"Yeah not Science Slowly —"},{"author":"Leffer:  ","text":"— But a lot of the critiques apply pretty broadly to this entire type of genetic research. There’ve been a bunch of GWAS examining human sexual behavior in recent years. There was a really big example that came out in 2019, which found genetic factors only seem to account for between 8 and 25 percent of sexual orientation."},{"author":"Bose","text":"Oh right, that study that was kind of the nail in the coffin for the debunked “gay gene” hypothesis. The 2019 study showed that sexual identity is really complicated and likely the product of lots of different gene bits and also environmental, social, and cultural factors."},{"author":"Leffer","text":"Exactly, but even with that research, there are caveats. The biggest one being that– again– GWAS can reveal associations but not prove directional effects. Agustin Fuentes, an anthropology professor at Princeton University, told me he believes “GWASs show you much less than some people think they do…they tell you nothing about cause and effect.”And the correlations that GWASs bring up might not actually be the ones that scientists think they’re studying."},{"author":"Bose","text":"Wait, what do you mean? Oooh is this about the single-survey question thing?"},{"author":"Leffer","text":"Yeah, and beyond. So people are complicated, identity, personality, and behavior are tricky to pin down and define, and genetic researchers are constructing these proxy categories for human traits (like sexuality or riskiness) that are really limited. In Fuentes’ words, being bisexual “does not necessarily mean a person has had sex with someone with a penis and someone with a vagina.” But the recent study and others define the category that way, based on peoples’ own self-reported sexual history."},{"author":"Bose","text":"That seems fraught, especially when you’re talking about middle-aged-plus people in a country where same-sex acts were a criminal offense into the 1980s. And like, stigma exists. Maybe social conditions have kept people from engaging in same-sex acts even if they wanted to. Maybe people don’t share accurate sexual histories with scientists."},{"author":"Leffer","text":"Absolutely, plus even the term “sex” is so subjective. People lie and omit things intentionally, but also respondents might not even agree on what the question they’re answering actually means. Sex to one person might just be heavy petting to another. And I mean, “risk-taking” who is going to agree on what counts as “risk-taking”?Bose: Ooh ok and not to get too conspiracy theory-ey… but maybe even answering questions about same-sex behavior before the risk-taking question could have primed people to think of themselves as more risk tolerant and then describe themselves that way."},{"author":"Leffer","text":"Yeah, that’s a possibility– though there’d need to be way more research to figure that out for sure. Either way, the point is that the categories that this study of bisexuality and lots of genetic studies rely on are deeply imperfect. Plus, each of the genetic correlations these GWASs find only seem to play a teeny tiny role in peoples’ behavior anyway. Reily pointed out that one of the findings from the 2019 GWAS was that younger UK Biobank participants reported about three-times as much same-sex behavior as the older cohort."},{"author":"Leffer","text":"It’s very, very unlikely that that’s a genetic or biological thing."},{"author":"Bose","text":"Huh. So why are we studying human sexuality through genetics anyway–given that current methods can’t seem to tell us much?"},{"author":"Leffer","text":"It’s a valid question. Some scientists would rather people weren’t using GWASs this way at all. I mean, it’s a method that was originally designed to study diseases, not dig into the normal spectrum of human behavior and identity. But, in a perfect world, it wouldn’t matter. Scientific inquiry is great, applying methods to new questions can yield fascinating results. But as Reily emphasized in our conversation, the world is far from perfect."},{"author":"Bose","text":"Uh, agreed. And this idea of risky bisexuals that have more partners, it seems like it feeds into some nasty stereotypes. I mean, there’s a history here. Like during the beginning of the HIV/AIDS epidemic, bisexual people were scapegoated as promiscuous viral vectors, spreading disease as they jumped from partner to partner."},{"author":"Leffer","text":"Absolutely, Wuest brought up exactly that point when I spoke with her. There’s also a parallel problem of genetic research being willfully twisted to support racist ideology. And that 2019 sexuality GWAS led to some misuses as well, like a misguided app that claimed it could tell users “how gay” they were based on genetic data. The app got taken down, but Reilly worries the idea of a genetic test for sexual orientation may have stuck."},{"author":"Bose","text":"Yikes. Yeah, population-level correlational studies definitely should not be used to infer anything about individual people."},{"author":"Leffer","text":"1000%. If you’re exploring your sexuality and trying to understand your desires better, great– but swabbing your cheek cells isn’t going to get you there."},{"author":"Bose","text":"No, but you know– we do have another podcast episode about that. Maybe go check out the Valentine’s Day ep. Leffer: And if you want more details on the limitations of GWAS for studying human sexuality, check out the digital story this pod is based on."},{"author":"Bose","text":"Look at us, taking a risk and going out on some shameless self-promo!"},{"author":"Leffer","text":"Whoops. [OUTRO MUSIC]"},{"author":"Leffer","text":"Science Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."},{"author":"Bose","text":"Don’t forget to subscribe to Science Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"},{"author":"Leffer","text":"For Scientific American’s Science Quickly, I’m Lauren Leffer."},{"author":"Bose","text":"I’m Tulika Bose. See you next time! [The above is a transcript of this podcast.]"}],"wave_peaks":[7524,10690,9315,10439,6674,8692,5765,5555,4495,7015,7471,6263,4902,6335,5755,5448,8673,5491,4290,4795,4493,6387,149,7508,6749,7703,4161,3163,3551,4809,7597,3960,7797,4615,4606,2905,3397,5664,10713,6728,12289,6719,8048,7102,5458,8272,8574,6803,5230,6143,4879,4810,2738,7276,5655,5533,4153,10158,9897,3884,10114,11742,11164,10101,7179,11839,8944,9071,5361,5796,5090,5518,5723,5709,6240,11488,12000,5556,4640,3250,7022,1114,8172,6276,4493,5744,3529,3250,6365,6666,4661,4531,845,12452,15192,10350,6800,5520,5862,6526,10512,7279,5076,7255,6348,5626,5475,8555,4458,6666,6031,5159,8492,6272,2420,16497,16611,7296,6767,11422,3809,5620,6657,8540,5950,12294,11382,10976,8074,9054,7506,5347,5310,8784,7349,5339,6436,2320,4202,4561,7037,1152,3721,2976,10395,11200,8554,5737,6337,4805,6427,4815,4909,5064,7417,4423,5831,6089,4361,6045,6151,2635,5184,7377,3560,9048,5650,13633,10631,9812,5829,5784,5476,6749,3949,3663,2886,6538,11019,6418,5146,4773,4172,5043,4325,10386,6056,4219,4525,9289,4545,4579,7351,4168,4016,6636,3421,2459,2665,2651,2967,2643,2327,2476,1703,1474,463,311,310,8397,9478,9983,4158,8092,5791,4818,5182,4265,8052,6965,5369,6109,6734,6868,1291,845,5714,5029,7281,9067,12328,7779,5633,4129,9363,6765,6501,3204,2249,6002,5115,4795,3872,8675,4598,6529,5604,4217,4267,16022,17078,13122,11586,15000,7490,6431,4918,7492,6197,4751,8606,7596,7877,6482,4262,6316,6080,6399,6774,6163,4564,5269,3778,8481,7585,4677,7819,6403,2966,7744,5191,5764,7505,6638,9718,5810,8274,2522,7544,4805,4119,4726,5195,6301,4929,6307,4791,2486,5376,2994,1488,4601,10661,11060,5757,8016,4456,8029,6616,14903,10112,6392,4629,5328,5602,4089,4297,5565,5206,4923,4855,4093,4308,3425,3110,2716,3625,3254,2463,2558,2853,3720,6369,4541,3660,1819,6399,4995,3586,6941,5108,3170,4359,3317,2999,3986,2639,3680,4113,6315,4866,4702,7142,6641,4726,7268,4220,7184,4292,5201,3633,1901,7905,10191,9514,14101,9172,9954,8296,3026,7879,6473,17887,10192,8606,4770,7378,8304,5892,4048,5915,6854,5770,4108,4407,4552,3699,3616,3372,4848,4428,8460,7434,5083,3965,3171,4614,9102,4033,13790,13548,9995,6203,5127,11707,10821,12448,12819,7403,7294,5217,4742,4860,5482,3838,18889,14247,6669,7229,3433,6316,7291,4910,4310,3594,3131,562,12025,7899,6598,4880,4137,5039,3351,4728,5722,5409,8406,3423,5863,8154,5589,11006,3773,2898,3785,6509,13280,13535,11993,10800,7935,4854,8226,6086,6231,5758,5444,6201,7357,7010,4979,4625,7211,6678,6253,4663,6403,10809,5994,5561,4083,4897,5718,6996,5397,3986,2512,2744,3331,3399,9047,8848,6471,5636,3181,4883,4798,4906,4392,2483,3336,4138,9663,6920,6298,11780,6168,8593,5179,3933,7624,3057,7007,14670,6244,18014,9869,7624,7133,10765,13589,9765,3344,4549,3699,5175,3686,6698,7182,4302,4412,4523,9010,5973,4425,5965,5450,2396,5477,3742,4338,5379,2904,4674,9667,5482,4497,5671,3788,5998,4120,5973,2866,3430,3524,1882,2382,9169,7453,6609,6047,8469,5050,5168,4572,5149,4921,4914,4360,3682,6395,2589,3013,3999,3372,2911,3450,2751,2445,4161,15854,16450,6437,3356,5344,4514,6739,2344,4625,4191,2923,2763,8627,7036,5913,6932,5981,4282,6195,4414,7327,3480,4684,6781,6664,5072,4048,4557,4964,3688,3610,3254,4144,4254,3046,3895,6196,7564,3410,4879,5736,3140,4531,3765,3934,4277,3986,4641,2292,4536,4621,4399,5685,6690,3768,3968,5752,1817,7837,3454,3754,6600,5881,4679,6237,4116,3570,5142,5863,8320,7839,5609,5791,8458,3812,4278,4298,6556,8000,3956,6958,7541,4133,3768,4403,3322,4699,4890,5519,4767,4865,4897,4011,6253,4064,3688,1744,7106,12096,8339,5332,5778,9028,7613,3929,3356,2631,4203,7795,6205,8652,4287,7697,4871,5552,10260,5262,5478,4539,2815,2726,2191,2140,1840,8721,7999,10597,4448,4564,4051,5266,5222,5275,2544,5044,6964,8042,7272,4254,5662,5826,4013,6526,6373,3197,4424,3873,6328,5476,3086,4606,4036,7621,4150,4222,5434,8935,5228,13882,7322,4097,2809,7853,8584,6372,5189,3241,4499,4849,5716,4410,7189,5084,3372,8708,4789,5593,4888,8018,9905,4718,4113,3297,4475,6084,6428,3632,2162,185,6131,5754,4826,6313,5076,4254,5480,3313,3053,4889,2192,1256,2435,7693,7818,8627,4422,4412,5507,4833,6124,5507,5251,2628,6334,9602,11559,9783,5283,5039,5559,4297,6830,5343,4702,6573,4105,5717,6035,3287,7269,5802,4626,4324,5529,4305,2876,3282,6342,5014,1935,5097,12486,10778,3603,7095,7663,6428,8125,7802,4195,4939,6635,4873,4602,7767,995,8078,5558,4972,3314,6718,7274,4364,4984,6103,6760,3097,7190,4768,4336,6604,4531,4036,3555,4140,5654,6141,3562,7626,5537,3773,4145,6407,6538,8135,8553,4297,5395,5893,5658,6820,2319,3503,1850,9302,8711,15711,6694,3770,13566,12964,11551,19027,2461,4853,6159,5529,4884,5624,3339,5538,3834,6231,5918,5306,3914,4286,4125,4988,3608,3061,4968,11684,8011,16820,6712,8182,7270,7108,4518,7659,5209,5804,4874,5601,5431,9794,9830,4601,8886,5039,3499,700,4481,3963,7006,3573,5735,4283,2959,5886,5790,4732,9947,12714,12711,8104,7015,6008,5830,6612,7734,5272,8485,4082,9612,4415,8195,6558,8097,5175,6263,3821,921,18847,10149,6226,4093,351,8090,5392,4330,5461,5819,5384,7482,4696,3777,4765,6629,6617,5003,7601,9145,6700,6210,7337,6327,3831,6486,5500,2409,3568,6146,5025,2305,7514,8114,1009,929,243,6202,4782,3891,4575,5635,5663,4067,5044,4429,3521,3301,3987,3342,7400,5674,6184,3618,3173,6382,4321,5872,7832,3830,5187,5161,4623,2846,2929,3954,4313,5642,4798,4471,2361,2717,3808,3736,4305,5163,15160,13119,6104,5392,6241,5667,5608,5372,3356,3708,4085,4882,6468,7891,5315,5089,7115,6318,4383,4641,5313,9665,5699,4107,4647,3796,5241,2958,1360,5159,9027,6228,11659,10022,8859,8709,7203,12815,6587,6805,5777,8175,4740,9546,8755,7547,3230,5506,4440,5058,8972,2563,613,14544,9347,8391,6736,8396,6310,4757,4928,7667,7216,99,9804,7075,9142,5224,3700,3607,3474,6015,4871,1688,6371,6132,6816,6668,4513,10393,8504,4232,7091,7074,6684,6203,27,8781,2425,5663,3088,1839,934,806,355,4073,2862,871,8447,10162,3612,5253,2671,224,571,9390,7840,5269,4019,6098,2987,5002,5663,4067,3500,3454,5450,6338,5710,9249,9125,5343,6007,5486,4562,5798,3779,4527,6401,6550,6909,5638,5871,1240,8828,6663,3949,5768,6005,4607,4518,4441,6193,9189,6620,3616,5722,2873,3649,5805,6226,3671,3150,2991,10279,5210,5392,6006,5538,2827,5983,1930,6902,5827,6383,7285,10287,8624,5457,3746,5832,2450,6296,4393,5058,6601,6106,5438,5701,5740,6021,5112,4569,6818,4980,4850,7139,3988,3053,7372,3460,4950,7775,5454,3092,2353,4668,7603,6767,5981,9221,3389,3666,4061,2832,5100,1593,164,9486,9382,3832,6205,5642,3958,2896,6351,2807,6749,9134,8982,7446,8187,9983,6016,9226,7705,6218,6522,5391,6471,6698,6757,6493,6971,6314,3296,9700,8107,9385,5377,3662,2878,3342,2551,2854,994,3953,3095,11172,4923,6122,9792,4204,3924,3827,3944,6184,6208,5669,6192,4358,4915,4960,5451,4945,6370,6308,2116,952,5583,6968,6503,3703,3364,5742,4876,4630,4216,5639,3182,3311,5571,4262,3426,4250,3584,5293,4309,4174,7037,3323,7145,4452,3949,3677,8389,6436,7651,4298,8085,3739,2972,4659,5443,4243,6019,5281,3800,4434,5190,5763,3122,6069,5976,4919,6001,5041,5699,4595,6930,5587,4512,4652,1013,4644,8697,5370,3127,2851,4037,2400,2508,4085,3365,2885,1436,4850,4840,4311,4030,2672,2791,9479,16881,10315,8767,4644,4550,3370,3048,6466,6550,5420,4669,5836,6844,6083,6645,15434,11437,13580,20850,13946,6476,5065,8909,5300,4095,9483,6042,11868,14365,8688,5817,4832,7527,6774,6531,4939,9020,6944,4387,5079,3399,417,9030,8063,6105,5058,7592,7281,5506,4192,4282,6150,5275,5190,2758,7582,5356,6238,5637,7209,5026,5262,5214,3304,5252,4224,6997,5988,6078,4055,2799,3726,4785,3556,2535,6711,6729,9680,7651,4857,9323,3477,2829,2015,5469,6673,9254,4616,3709,2746,5852,3002,3530,7438,6234,5225,1138,6576,3684,5190,2798,5157,3959,4461,144,7993,6648,6710,6935,5841,6888,5044,2843,5083,6810,5520,6132,5459,4950,4572,2758,2704,3074,2606,10236,8100,5044,3508,4020,9973,8069,5394,4577,3600,2468,4415,7997,3060,6785,5851,5043,3650,4628,6377,6701,4911,6233,4712,5210,5625,3959,9426,10759,1117,8130,4728,4946,5136,5146,6320,7684,6349,9180,8216,9397,5474,6776,8288,5342,3898,4862,4868,4830,3463,2503,6032,4192,3190,3714,6741,5043,12388,11019,4645,9172,8291,5118,4350,4226,5349,4690,3362,6159,3585,5287,4733,4819,896,10714,1524,2035,12684,9010,8903,6598,5662,7541,6061,6404,6254,5936,10746,3988,4694,4566,5858,1977,3427,6181,5729,1055,5891,6332,1936,7513,4975,4698,4889,5837,6506,5258,2974,5347,5298,7715,4859,9686,8220,7032,8180,8617,7304,6326,4373,2157,2782,2993,3072,4864,4624,3080,8000,6259,3684,4329,8038,8743,1000,14280,8072,5804,10262,7776,7589,4264,4486,5268,6002,7787,6050,7719,7318,7216,4317,8779,5334,7751,7545,6709,6908,9028,5330,8602,5146,5077,4282,4317,6756,1615,10743,7269,13638,7258,4783,4876,4053,3491,7727,8267,6659,4855,3111,4545,2875,7145,6188,3900,5014,4990,5864,5630,5577,4178,9022,4439,5142,5645,5142,5089,6757,8771,4628,3008,3659,3194,3547,5973,6098,2456,6674,10505,5356,16762,7492,8254,4784,5431,6902,4790,5383,6013,5074,9154,7120,4673,4115,5712,2858,3247,5194,5151,4268,4229,2338,8470,4406,5042,5443,3269,6368,3872,3333,9798,9688,4394,3405,3026,3153,4751,5370,1966,7919,6334,5294,3404,4824,3298,2962,4614,4695,4839,5081,3428,2384,3678,4322,6156,3218,3386,3494,2422,2927,4699,6022,5000,5006,7762,4460,6499,6180,4891,3245,5139,3702,3086,3402,3508,3003,3395,3364,4970,5036,3231,3000,3797,2307,2032,2947,2582,3302,2864,4448,3580,2691,6269,2940,3716,4308,2786,2278,952,3339,1560,9302,4928,6248,2034,2787,4813,3618,3356,3487,3098,5136,3268,4899,3415,2574,2293,4499,3763,6737,4001,4260,2440,2612,3972,3279,4250,4880,4572,6031,4914,3848,3106,3063,4651,2588,4205,2154,2507,1460,6264,5444,9835,4990,5628,4259,3482,3491,4657,3819,10879,3528,5703,5612,16334,13002,12479,14069,9693,8706,14464,18709,11753,4807,1009,7901,5532,3900,8482,4431,4836,4688,4957,4959,4152,4829,2519,2522,3234,5385,6974,4556,3504,2584,3013,3633,2345,2393,2484,4836,3794,2411,4293,3987,4209,4050,2705,4633,5994,7475,3933,3426,3623,7204,6352,3528,4876,3263,2839,1,1210,5840,5545,6594,3679,3073,2431,2428,3642,6955,2870,4217,3827,3300,6756,9261,4112,4966,8711,4304,6516,3460,4892,4790,15273,3645,3940,7925,8310,9747,13286,8487,6546,3164,3849,5177,5473,3755,4637,3990,4464,4638,3162,3043,2305,5206,2823,3276,4469,13667,6740,4590,5871,6922,7055,4790,2411,6323,6022,3724,4010,5545,7726,7235,5244,3628,6828,5577,3209,2957,3323,4619,594,7231,3186,4862,4786,4923,3293,3502,1951,5539,1407,5463,3027,4026,4721,2807,3678,5486,3959,4031,3089,3175,4782,2797,14605,4839,5056,5929,4619,4811,3422,4463,4419,4393,4464,7137,4862,4376,5797,4041,4717,3538,3918,6702,2830,6493,5759,5508,3788,3895,4010,2687,3745,3686,8047,6299,5323,5160,4007,5032,3196,3832,7270,5002,6018,5317,4705,4466,2728,3550,3338,2525,6962,4559,4236,4087,5220,4044,4585,7038,7003,6980,4631,8388,7687,7661,6480,5867,4974,4683,4772,4264,3539,646,3271,1731,3394,6378,3352,2939,11180,6326,12538,6036,7095,3156,6371,4142,6545,8289,3520,8382,3946,5073,3914,5514,5143,3659,5291,4595,6052,5575,7383,4678,5110,3076,2640,5685,3905,3190,4145,4653,7586,5646,4524,3972,5171,5420,3525,3755,4863,5115,2068,841,9127,6735,5675,7609,4414,3991,5275,4050,7041,3341,4256,4825,8270,7377,6449,2215,6288,4784,2706,5390,3198,2624,2654,7079,6722,7834,6901,4925,4185,3697,3636,35,3504,5533,2454,2818,3359,4058,5336,7985,5239,5163,5085,4666,4938,5827,3954,3237,3901,3215,4025,2596,2427,2755,2972,2818,4457,3420,3086,6350,4664,5758,5588,4307,4745,5505,3763,3276,6607,3440,3649,4790,2478,3923,4989,3419,2849,2557,3482,3081,4141,4567,3574,2769,4813,7992,3736,4666,2102,2927,4262,4168,2815,3113,4659,1282,10644,2329,1504,5359,7030,6559,7606,5681,2906,4073,3085,3452,4473,4293,4568,546,5102,5484,3819,4450,2917,4160,4534,4827,4223,3788,5448,2572,3435,4177,4802,5153,3326,4711,3958,6482,6266,6793,6442,4481,14298,5147,7255,6032,5613,3848,4500,3695,2255,3443,4457,5249,3321,4520,2789,3212,5126,5723,5994,5685,5550,9273,141,5597,4029,4596,4181,3713,4739,6863,4346,10946,9840,11986,9629,15942,13037,8293,22601,9532,17107,10881,10055,10195,8294,9676,6525,7086,10352,6600,6745,4268,7587,6085,4386,3569,4464,3534,3977,8017,5243,5297,10210,5581,4179,6803,3542,4152,4227,3291,3848,3602,8473,6128,4876,3221,2616,3444,7248,3654,5139,4201,2580,3038,12980,10803,4500,4067,9004,9049,4438,6877,6830,4354,6210,4761,4581,6191,5543,4227,7749,8370,6264,4879,5931,5979,4223,3641,6390,4399,4968,4994,4230,7976,3449,998,5405,4821,5732,5555,3641,5438,3578,3566,2890,1936,2371,2188,3969,2588,2085,3106,2890,2496,3124,3230,5139,1705,949,2832,3482,2939,4581,3306,2001,2584,3985,3427,2288,6559,5856,4473,8053,5736,6375,3650,2220,4528,4870,3509,3978,4587,5362,6128,3079,4808,2852,4442,4414,11413,5823,6712,4470,4995,6458,6936,2771,3990,1234,365,4083,3360,5230,6214,3942,13382,7399,7543,4516,4469,4520,2373,1065,770,10443,4154,5144,7311,5255,6424,9785,5028,1811,5417,4063,3983,3325,2566,4886,4203,733,3060,1141,3539,3919,3516,664,4452,3696,2561,6954,6093,13211,9180,1240,1488,1538,1584,1344,631,1714,12332,5989,5769,5215,5860,6626,4542,5559,5480,5139,6032,4966,4209,3776,6461,7172,9712,7878,6707,5723,5666,4058,1858,9624,4566,8399,3706,5687,6150,4764,2754,756,7416,6363,3982,4045,3355,3600,4710,3556,5754,4231,4116,4853,4864,4295,3753,3152,3274,2869,5472,4265,3914,3027,5369,3046,3692,3937,4066,4906,4775,4701,3560,2945,1534,7944,7107,6213,4495,4648,5270,5358,4199,1788,4381,3739,3841,4802,4852,3719,2352,1868,2498,2495,547,1834,1808,1165,838,465,158,65,40,16,6,3,0]}
