{
  "title": "You Can’t Fix Burnout with Self-Care",
  "img": "https://static.scientificamerican.com/sciam/cache/file/B20FA661-FCD1-4E11-82058224F051D59C_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/you-cant-fix-burnout-with-self-care/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/3B759193-6607-4BAC-95ED5A48846476C3.mp3",
  "intro": [
    "Individual interventions for burnout don’t work. Researchers explain why."
  ],
  "authors": [
    "Shayla Love",
    "Timmy Broderick"
  ],
  "category": [
    "Mental Health"
  ],
  "transcript": [
    {
      "author": "Anthony Montgomery: ",
      "text": "The most important part of burnout is that it’s about yourself, but it’s also about others. [CLIP: Opening music]"
    },
    {
      "author": "Shayla Love",
      "text": ": One of my New Year’s resolutions was to be less burned-out. Maybe you can relate; you think, 'I’m going to better manage my stress this year. I’m going to make time for activities that I find nourishing and finally nail that work/life balance.' But just a few weeks into January, I found myself hitting a wall. The sense of renewal of a new year didn’t manifest. The burnout I felt from 2023 had followed me—all the way into February. Burnout feels like something that descends upon you and then is impossible to shake off. A 2021 study found that around three in five employees felt symptoms of burnout, and COVID didn’t make it easier. More people found their work lives getting more unmanageable during the pandemic, not less. When my resolution to fix my burnout with effort didn’t work, I wanted to go back to the beginning of burnout’s story and understand what it is. I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly. [CLIP: Music] Today we’re revisiting the concept of burnout: a word people use to describe how they feel exhausted, psychically tired with their jobs—that they may love!—or drained by the other obligations in their never ending to-do lists."
    },
    {
      "author": "Christina Maslach",
      "text": ": I didn’t start out with any particular interest or plan to study burnout, because I’d never heard about something like that."
    },
    {
      "author": "Love",
      "text": ": That’s Christina Maslach, a professor emerita at the University of California, Berkeley, in the Interdisciplinary Center for Healthy Workplaces. I called her up because one of the main measurement tools for burnout is named after her: the Maslach Burnout Inventory, or MBI."
    },
    {
      "author": "Maslach",
      "text": ": This was in the early to mid-’70s."
    },
    {
      "author": "Love: ",
      "text": "Her research was on how people manage strong emotions. She decided to interview people such as emergency room doctors or police officers, who dealt with intense work environments. When her conversations were coming to a close, people would often say:"
    },
    {
      "author": "Maslach",
      "text": ": “Can I tell you something else? Can I talk to you about this other thing?”"
    },
    {
      "author": "Love: ",
      "text": "People shared that they were stressed, exhausted and feeling disconnected. Christina didn’t have a name for it, but one day, she met a woman who worked in poverty law. The woman said that in her world, this was called burnout. Christina brought this term to her subjects, and the response was immediate."
    },
    {
      "author": "Maslach",
      "text": ": “How about burnout?” “Yes! that’s it!” You know, it would be such an immediate reaction."
    },
    {
      "author": "Love",
      "text": ": Around the same time, a psychologist named Herbert Freudenberger published a paper in 1974 about how he and some colleagues working in a free clinic started to respond to the workload and stresses. People were starting “to fail, wear out, or become exhausted by making excessive demands on energy, strength, or resources,” he wrote, and it was happening to the most dedicated and committed people he knew. Christina continued to gather stories from people who felt the same way. When her first article came out about burnout in a popular science magazine called Human Behavior..."
    },
    {
      "author": "Maslach",
      "text": ": That article went, in today’s terms, viral. People were calling me; I was getting sacks full of mail, you know, snail mail, from people saying, “Oh, my God, I just read it; I thought I was the only one.”"
    },
    {
      "author": "Love: ",
      "text": "Burnout has clearly resonated for a long time. Hearing these older stories reminded me of the overwhelming response to writer Anne Helen Petersen’s 2019 article on millennial burnout in BuzzFeed News. So many people I knew shared that article back and forth, asking each other: Do you feel this way too? [CLIP: Anne Helen Petersen: “I kind of went numb.”]"
    },
    {
      "author": "Love: ",
      "text": "This is Anne describing how she felt to the psychologist Adam Grant. [CLIP: Anne Helen Petersen: “I didn’t feel like anything was exciting that I wanted to cover. I didn’t feel like I had any good ideas. I cried on Skype with my editor, which is very out of character for me.”]"
    },
    {
      "author": "Love: ",
      "text": "So what is this feeling that’s been haunting us for decades?"
    },
    {
      "author": "Anthony Montogmery",
      "text": ": I’ve been working on burnout for the last 20 years."
    },
    {
      "author": "Love: ",
      "text": "Anthony Montgomery is a professor of occupational and organizational psychology at Northumbria University in England. I asked him what we’ve learned about how burnout feels since the ’70s, when Christina and others first started circling around it."
    },
    {
      "author": "Montgomery: ",
      "text": "The first part is you feel overwhelmed and exhausted. The second part is you have heightened feelings of cynicism and detach from the job."
    },
    {
      "author": "Love",
      "text": ": These play into the third quality, which is a sense of ineffectiveness."
    },
    {
      "author": "Montgomery: ",
      "text": "You feel like you’re not accomplishing your work."
    },
    {
      "author": "Love: ",
      "text": "Burnout is not a medical diagnosis, though there’s overlap between burnout and conditions such as depression or anxiety. It’s a response to chronic conditions in which you are overworked and don’t feel like you’re making a difference or progressing. But here’s maybe the most important part that’s come out over the years: these feelings don’t come from you alone."
    },
    {
      "author": "Montgomery: ",
      "text": "The most important component of burnout is not to keep it at the individual level."
    },
    {
      "author": "Love: ",
      "text": "Burnout arises from your interaction with your circumstances and the environment. This is why individual interventions for burnout don’t really work. The solution to burnout is not, as I tried, to make a personal resolution about it. It’s actually to look outward and ask: Why am I experiencing this? What about my job or interactions is leading to this feeling?"
    },
    {
      "author": "Montgomery",
      "text": ": Burnout as a concept means that there’s something about the way your work is organized, which is causing you burnout or which is, you know, provoking burnout in yourself. So in a sense, the most important thing to do is for us to ask, you know, what is it about the way my work is arranged that is influencing the degree to which I feel burned-out?"
    },
    {
      "author": "Love: ",
      "text": "Honestly, this made me feel both better and worse. It finally made sense why I couldn’t self-care my way out of burnout, but this was also disempowering. If my burnout comes from my interaction with the outside world, and I can’t fix the world, will I be burned-out forever?"
    },
    {
      "author": "Amelia Nagoski",
      "text": ": Burnout is the book that I needed."
    },
    {
      "author": "Love: ",
      "text": "That’s Amelia Nagoski. She wrote Burnout: The Secret to Unlocking the Stress Cycle with her sister Emily in 2018. She was getting her Doctorate of Musical Arts in conducting and..."
    },
    {
      "author": "Nagoski",
      "text": ": I ended up in the hospital twice with stress-induced illness. My sister, being Emily Nagoski, Ph.D., New York Times bestselling author, brought me stacks of peer reviewed science because, you know, that’s the love language in our families: peer review."
    },
    {
      "author": "Love: ",
      "text": "Amelia tells me that at the same time as we recognize that burnout comes from our interactions with difficult outward environments, we still have power to feel better inwardly."
    },
    {
      "author": "Nagoski",
      "text": ": Even though the things that are causing our stress are sometimes beyond our control, the stress that’s happening is a cycle that happens in our body."
    },
    {
      "author": "Love: ",
      "text": "Their book is focused on how to complete an emotion cycle instead of getting stuck in the middle of feeling stressed and having it drag on in perpetuity."
    },
    {
      "author": "Nagoski: ",
      "text": "We can deal with that stress that’s happening in our body in a separate process than the process we use to deal with the things that cause our stress."
    },
    {
      "author": "Love: ",
      "text": "This is where “self-care” comes into play: things such as exercise, breathing and spending time with friends. But these interventions aren’t to fix the stressors that cause burnout—those are social. They’re to help you get out of fight-or-flight mode."
    },
    {
      "author": "Montgomery: ",
      "text": "It’s the fact that it’s a social thing in your work means you can do something about it, you know, a lot of time. You know, your boss or your line manager might say, well, listen, we can’t give you more money; we can’t give you more time off. And sometimes they can’t. And these things are difficult. But what they can do is they can work with you and your colleagues to change the way you work in a way that makes you feel less stress, less burnout."
    },
    {
      "author": "Love: ",
      "text": "It’s interesting to me that burnout research is entirely focused on work, and yet there has been what The Atlantic’s Olga Khazan and others have called “burnout creep,” which is using the word burnout in situations that extend beyond our jobs—parenting burnout, volunteering burnout, being burned-out on your favorite food. We’re using it as a synonym for anything that we’ve lost joy in."
    },
    {
      "author": " Love",
      "text": "[CLIP]: Do you think that maybe a lot of people feel mentally exhausted and they want to understand why that is or have a word for it?"
    },
    {
      "author": "Montgomery: ",
      "text": "I think it’s become very popular, but it can be quite useful as well. So, I mean, we don’t need to get into a sort of very unhelpful academic debate where, you know, are you, do you have all the symptoms of burnout. I think what’s important at a practical level, you know—how, you know, how can a person tell if they’re burned-out? What can they do about it?"
    },
    {
      "author": "Love",
      "text": ": After thinking about it, I’ve decided that as far as frameworks go for understanding our frustrations, exhaustion and malaise, I can think of worse ones. And that’s because burnout, as it was originally conceived, is a social problem. It’s not that you are tired of parenting or volunteering for no reason. It’s probably because you’re not getting enough help, you don’t feel like you’re making an impact and you’re not in control of your schedule or what you’re doing.You can’t take on the job of feeling better all by yourself. We need help, and we need to help each other."
    },
    {
      "author": "Montgomery",
      "text": ": It rarely happens just to one person. If you’re feeling burnt out, it’s quite likely the people around you, people who you work with, are having similar feelings as well. For Science, Quickly, this is Shayla Love. Science, Quickly is produced by Tulika Bose and Jeff DelViscio and edited by Timmy Broderick, Alexa Feder and Alexa Lim. Music is by Dominic Smith. Subscribe to Science, Quickly for updated and in-depth science news. [The above is a transcript of this podcast.]"
    }
  ]
}