{"title":"How Did Nuclear Weapons Get on My Reservation?","img":"https://static.scientificamerican.com/sciam/cache/file/FA7BEFB5-CE94-47B3-BCA736A46AC98EE8_source.gif","url":"https://www.scientificamerican.com/podcast/episode/how-did-nuclear-weapons-get-on-my-reservation1/","audio":"https://traffic.megaphone.fm/SAM9892461842.mp3?updated=1703605706","intro":["A member of the Mandan, Hidatsa and Arikara Nation digs into a decades-long mystery: how 15 intercontinental ballistic missiles came to be siloed on her ancestral lands."],"authors":["Ella Weber"],"category":["Defense"],"transcript":[{"author":"Air Force Member (tape)","text":"Yeah, unfortunately, right now we can’t have anybody on the access road because they’ll just, like, come out and monitor. I’m sorry."},{"author":"Ella Weber (tape): ","text":"Gotcha."},{"author":"Ryo Morimoto (tape)","text":"No, no, that’s okay. [CLIP: Music]"},{"author":"Ella Weber","text":"You’re listening to my first encounter with the Air Force at a nuclear missile facility. My name is Ella Weber. I am a member of the Mandan, Hidatsa and Arikara Nation, also known as the Three Affiliated Tribes, which is located in the Fort Berthold Indian Reservation in central North Dakota.  In this podcast, I’m going to tell you about myself, my community and our relationship with nuclear weapons. I’m 20 years old and a junior at Princeton University. You’re listening to Scientific American’s The Missiles on Our Rez, a new miniseries from Science, Quickly. This is Episode 1: “Becoming Nuclear.” [CLIP: Music]"},{"author":"Weber","text":"I’m part of an undergraduate-directed project called Nuclear Princeton. We’re driving on the Fort Berthold reservation to look for nuclear missile silos. The people you’re about to hear are my friends Lillian Fitzgerald, a member of the Klamath Tribes, and Blue Carlsson, a member of the Cherokee Nation. Joshua Worth, who’s Native Hawaiian, is kind of observing from the back seat.  We’re also there with Ryo Morimoto, a Japanese anthropologist and assistant professor at Princeton. There are five of us documenting the experiences of people living near missiles. "},{"author":"Weber (tape): ","text":"Are we turning here?"},{"author":"Morimoto (tape)","text":"Yep because this 87."},{"author":"Weber (tape): ","text":"Oh wait, It’s not on 87. It’s, like, right off this road. It’s … we have to pass it."},{"author":"Carlsson (tape): ","text":"Oh, okay."},{"author":"Fitzgerald (tape)","text":"We haven’t passed it, or…?"},{"author":"Carlsson (tape): ","text":"So, we’re going …."},{"author":"Weber (tape): ","text":"We have to pass it."},{"author":"Carlsson (tape): ","text":"So, we’re going through and straight."},{"author":"Weber (tape): ","text":"Yeah….it’s right there."},{"author":"Fitzgerald (tape)","text":"It’s this?"},{"author":"Weber (tape): ","text":"Yeah…yeah, it should be that! That little mound right there? That’s it!"},{"author":"Carlsson (tape): ","text":"Oh…."},{"author":"Fitzgerald (tape)","text":"With the porta potties by it? What if I need to pee?"},{"author":"Weber (tape): ","text":"No, that’s the missile silo."},{"author":"Carlsson (tape): ","text":"H-09."},{"author":"Fitzgerald (tape)","text":"Oh yeah, wow!"},{"author":"Morimoto (tape): ","text":"[Laughs]"},{"author":"Weber","text":"Our team had surveyed at least three nuclear missile silos. Because they’re underground, we usually could only see a barbed wire fence with a long pole sticking out of the ground. We arrive in front of what looks like a nondescript tan house. It sits atop miles and miles of empty prairie, blanketed in snow. An eagle even swoops overhead. It’s very cinematic.  I and other members of the project’s research team are at Hotel-01. It’s this missile alert facility  of the 91st Missile Wing, located between New Town and Parshall, North Dakota. "},{"author":"Fitzgerald (tape)","text":"Air force!"},{"author":"Carlsson (tape): ","text":"Yeah, he has a U.S. government plate… [expletive]. [CLIP: Car sounds]"},{"author":"Weber","text":"Before members of the Air Force came outside, I didn’t actually know what a missile alert facility was. So I turned to Wikipedia to try to understand where we were."},{"author":"Weber (tape)","text":"Oh, it used to be known as the launch control facility. It is a soft, or not able to withstand nuclear explosions."},{"author":"Carlsson (tape)","text":"Oh, God, this guy’s coming out."},{"author":"Weber (tape)","text":"It consists of a security control office, dining room, kitchen, sleeping areas for security forces stationed there and occasional maintenance troop garages for various vehicles and other facilities."},{"author":"Weber","text":"I’m so distracted that I’m not paying attention to what’s happening outside of the car."},{"author":"Weber (tape): ","text":"That’s what a missile ..."},{"author":"Carlsson (tape): ","text":"Ella, look up."},{"author":"Weber (tape): ","text":"Well, that’s fun."},{"author":"Carlsson (tape): ","text":"Yeah, there’s two guys—one of them has a really big gun. They both have really big guns."},{"author":"Weber","text":"Ryo decides to talk to the two Air Force guards."},{"author":"Fitzgerald (tape)","text":"You guys, take a picture."},{"author":"Carlsson (tape): ","text":"I don’t want to take a picture. I’m scared. Ugh…."},{"author":"Research team (tape): ","text":"Hi…."},{"author":"Weber","text":"We get out of the car, too. [CLIP: Car doors shutting; everyone shuffling outside]"},{"author":"Worth (tape): ","text":"These people are nice."},{"author":"Weber (tape)","text":"Of course. This is North Dakota, guys. Woo…."},{"author":"Morimoto (tape): ","text":"You guys stationed here?"},{"author":"Air Force Member (tape): ","text":"Yeah."},{"author":"Carlsson (tape): ","text":"Must be fun…."},{"author":"Air Force Member (tape): ","text":"Where are you guys from?"},{"author":"Research Team (tape): ","text":"Princeton University."},{"author":"Air Force Member: ","text":"Oh, wow. It’s pretty nice in Princeton."},{"author":"Morimoto","text":"We’re trying to think where to go to get food [laughs]."},{"author":"Air Force Member: ","text":"So, I mean, there’s a place in Parshall that you can get food, but that’s probably the only place for, like, 50 miles."},{"author":"Morimoto","text":"Well, thank you so much."},{"author":"Weber (tape)","text":"Sorry to disrupt your day. Have a good one. [CLIP: Footsteps receding] [CLIP: Music]"},{"author":"Weber","text":"Over the past 60 years, three generations of my people have lived with nuclear missiles on our ancestral lands. The missiles came in 1962, when my grandmothers, Debra Malnourie and Carol Schulz, were in boarding school."},{"author":"Debra Malnourie","text":"Where was I in 1962? I think I was at Wahpeton Indian school."},{"author":"Weber","text":"In case you don’t know, such boarding schools were founded to eliminate traditional American Indian ways of life and replace them with  mainstream American culture."},{"author":"Carol Schulz","text":"There were rows upon rows of beds where everybody slept in the first night. You could hear everybody cry."},{"author":"Weber","text":"Just a decade prior to missiles being installed, the U.S. Army Corps of Engineers flooded more than a quarter of the reservation. That quarter consisted of nearly all of the agricultural land and 80 percent of the Fort Berthold population. Because of this, hundreds of families were forced to relocate as the water slowly crept up the valley. Homes, schools, graveyards, and churches were all flooded. With nearly all the resources gone, many families were forced to send their kids to boarding schools. "},{"author":"Schulz","text":"Some of the kids spoke nothing but their native tongue. And I remember the first time I’ve seen this woman just haul off and hit this little girl. And I’m looking at her. I thought, “What did she do?” And you could see everybody around us, and I’m looking at my sister, and she’s looking at me, and you know—and the next one, same thing, same language. And she got hit, too. That’s when I realized when they said you cannot speak your language, you must speak English, you have to fit in, you have to change. And I remember thinking, “What am I going to change into?” You know, you don’t know."},{"author":"Weber","text":"And just barely a decade after, when families were still readjusting to this new way of life, the U.S. military installed the nuclear missile silos. Sixty years later some things have changed, but others have not. I am at Princeton, with plans to major in public policy and international affairs. Meanwhile the silos are still on the reservation, and the U.S. Air Force plans to refurbish all of them and upload new nuclear missiles, with plans to keep them operational for the next 60 years. To tell you the truth, I didn’t actually know there were missiles on the reservation until about a year ago, when Ryo sent me an e-mail. Basically, he told me Princeton’s Program on Science and Global Security was working on a computer model to see what communities would be impacted by fallout in a potential nuclear war. One of the identified areas was my home region. I was intrigued, so I asked for a meeting to be set up with these researchers. The first one I spoke to was Sébastien Philippe, a French scientist and research scholar at Princeton. [CLIP: Music]"},{"author":"Sébastien Philippe: ","text":"For the past few years, I’ve been researching the radiological consequences of nuclear weapon use and nuclear war."},{"author":"Weber","text":"Sébastien had been modeling the consequences of a concerted nuclear attack on U.S. missile silos and mapping areas that are most at risk."},{"author":"Philippe","text":"My goal is to understand the implications of nuclear weapon policy choices, and identify communities that will be most impacted by these choices."},{"author":"Weber","text":"What was unusual was that Sébastien had served as a nuclear weapon system safety engineer for the French government, so he knew the risks involved. And to my surprise, when he showed me his maps, the places I grew up knowing as home in Crookston, Minnesota, and in North Dakota were in an area that was completely lit up. When I pointed where I was from this is what Sebastien told me. "},{"author":"Philippe","text":"So that dark area that shows the places where people could receive several times the radiation dose that result in near certain death."},{"author":"Weber","text":"Oh, wow. [CLIP: Music]"},{"author":"Weber","text":"U.S. nuclear weapons can be launched from land-, sea- or air-based platforms. The U.S. military calls this the nuclear triad. I grew up 220 miles away from Minot, North Dakota, the only Air Force base to have two of the three legs in the nuclear triad. There are strategic bombers and nuclear missile silos. We just don’t have the submarine-based missiles—probably because Lake Sakakawea isn’t deep enough. (For legal reasons, I’ll point out that that is a joke.) Anyways, historically, they were placed there because by going over the North Pole, this was the shortest distance from the former Soviet Union. It was also chosen because the population density was much lower than, let’s say, the East Coast, and should the nuclear weapons and bases be targeted, fewer people would die as a result. But—it also happened to be right on the North East Segment of my tribe’s reservation."},{"author":"Philippe","text":"When you're planning for nuclear war, silos are a prime military target, destroying them requires detonating one or two nuclear weapons at close proximity."},{"author":"Weber","text":"Basically, that means U.S. adversaries are probably targeting the 150 silos armed with nuclear missiles that are located in North Dakota. As I looked closer to the maps, I noticed the dark plumes in central North Dakota near where the reservation is. When we zoomed in, we realized that the targets were within the Fort Berthold reservation boundaries. There were 15 nuclear missile silos within those boundaries. This changed everything for me."},{"author":"Weber","text":"So that…makes us a target?"},{"author":"Philippe","text":"Yeah, that makes you a target. [CLIP: Music]"},{"author":"Weber","text":"I had minimal knowledge of nuclear weapons before I came to Princeton, so what Sebastien told me that day was, quite honestly, a lot to take in. There were nuclear missile silos on our land, and in the event of a nuclear war, my entire family would likely be dead within a month. That revelation hit me like a ton of bricks. You might also think you know how a nuclear explosion works. But let me ask Sébastien to break it down for you a little bit more."},{"author":"Philippe","text":"When a nuclear weapon is detonated… [CLIP: Archival tape of announcer counting down to an atomic bomb test] "},{"author":"Philippe: … ","text":"inside of it, it starts a fission chain reaction that burns through the plutonium that is in the weapon. And also, that energy is used to light up the secondary part, or the fusion part of the weapon. So the nuclear explosion generates a gigantic fireball, and that fireball, if it interacts with the ground, it can suck up the dirt and tiny soil particles then fix the radioactivity generated by the explosion. So all of this radioactive dust lifts up in the air. That generates the big mushroom clouds we see in the movies.  And those mushroom clouds, eventually, they are pushed by the high altitude winds and the particles start falling back to the ground as soon as the mushroom cloud is created, but because some of those particles are lifted up so high in the atmosphere they can take days, or even sometimes weeks, but it can take days for them to come back. And in that timeframe, they can travel hundreds of miles away.  So really, it’s like in 24 hours or 48 hours, you can have fallout that crosses the entire United States, or well into Canada, or even possibly get to Mexico across the border."},{"author":"Weber","text":"Basically, that’s what nuclear fallout is. But Sebastien wanted to tell me more about its risks."},{"author":"Philippe","text":"When the particles you know, fall to the ground, and people are living in those areas, they get exposed to radiation from what is emitted, from those radioactive particles. Radiation can destroy cells, destroy your DNA. And when you get exposed to very high doses of radiation, you start seeing symptoms like people vomiting, losing their hair, internally bleeding and so on. It’s just really awful."},{"author":"Weber","text":"I knew nuclear weapons existed, but I never really thought deeply about where they might be located or what the implications could be. But why would I? My mind was mostly preoccupied with the day-to-day stuff that college kids have to go through. I never really considered the possibility of a war with nuclear weapons. I was shocked, to say the least. Why were there nuclear missiles on tribal land? Did my family know about this? Did they know that the Air Force was planning to put new missiles on the reservation and keep them there for the next 60 years? I had so many questions circling in my head that day. I decided to go to the reservation, bring other Princeton folks with me, and meet with Grandma Debra to ask her what she knew about the silos."},{"author":"Malnourie","text":"Like, if you’re going out of town here, there’s one just before you hit that last hill going into Parshall. There’s one on the right hand side. I think there might be another one out here. I’m not sure."},{"author":"Weber (tape): ","text":"We have a map of all of them.... It’s all public knowledge, where they are."},{"author":"Malnourie","text":"So where are they?"},{"author":"Weber (tape): ","text":"Do we have the map on there?"},{"author":"Malnourie","text":"Because I know in—I know south of Parshall had some down that way, too. But I don’t know if they’re still running or not."},{"author":"Weber","text":"While I had come for answers, it was I who broke the news to Debra that there were 15 silos on the reservation."},{"author":"Malnourie","text":"Wow, I didn’t know that. I need to take notes [laughs]."},{"author":"Weber","text":"Even though she was alive when the silos arrived, she only learned about them when she came back from boarding school."},{"author":"Malnourie","text":"I really didn’t know anything about this stuff until I came back. I think I was maybe 18, 19. I had no clue. I know there was some sites, but I didn’t know what was in the sites. I still don’t know what’s in the sites, you know. But I don’t think this is something that—I think more people ought to know about this and get more reaction from them. You know, this, I’m shocked about this. [CLIP: Music] "},{"author":"Weber","text":"What Debra didn’t know was that an Air Force general had come to Fort Berthold and presented a plan to modernize the missile silos. She also knew very little about what was behind the fence and under the ground and what she could do about it. So I decided I would figure this out for her, for me and for my community. And I started digging. This five-episode podcast is the result of what I found. I have to warn you: it’s not a pretty story. And it begins by tackling the big question: How on earth did nuclear missiles arrive on our land? If you are Native American, the answer won’t probably surprise you. Others, well, you should buckle up. Tune in for our next episode: “After the Flood Came the Missiles.” [CLIP: Music]  This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert, Princeton University’s Program on Science and Global Security, Nuclear Princeton and Columbia Journalism School. Music by Epidemic Sound. I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton and Columbia Journalism School. [CLIP: Music] "}],"wave_peaks":[1,1205,699,528,1173,694,6294,3164,2783,7449,3501,4802,6011,5091,2403,4101,3948,2688,1719,5026,2370,2719,2884,2722,10279,7357,5272,9248,12483,12900,12517,10766,7862,10855,8110,8259,12789,9635,4851,10389,10732,8567,8181,7922,8946,4810,14684,11185,4439,5334,22102,8710,5069,6348,14144,9584,10251,7296,1807,867,10637,9979,6627,5664,5587,5114,4808,3878,19104,17160,14578,16028,16456,16084,12249,15632,14594,15837,15751,15755,14911,13287,11865,358,4994,6994,5518,4660,5438,4009,17939,16488,14727,16273,15332,11590,3634,16516,16509,16805,16419,15975,15873,16345,10749,15866,15930,14234,606,4050,15934,15205,16071,15990,16013,15557,15923,6565,12963,16109,15871,15150,15760,15923,14252,14458,11191,13034,11774,16690,10095,16024,8759,9529,8492,6671,6562,4457,7723,5581,4765,5097,2967,2746,6320,9566,10160,7958,5733,5230,4483,4185,3674,3067,17332,17412,15685,13032,17163,16653,16280,16989,3127,17765,17462,14353,16546,16163,17250,11312,16714,16341,11143,1159,1343,15648,16160,16536,13712,13607,16293,15852,12988,15789,11255,1740,4993,4641,5180,4918,16315,16354,14640,15129,16045,16545,16150,16163,13515,16671,16243,17047,16142,1592,16751,16466,15696,15947,15802,15965,15307,477,449,15725,15456,15263,8490,143,15717,15636,16824,15209,3733,4849,5824,7724,7248,10926,11845,14238,16525,14872,15252,12323,11375,10737,6449,6019,6139,4148,3910,2026,1601,1450,15805,15914,15032,17136,16154,15409,18060,16205,17960,11459,16850,16863,6515,16187,17062,16545,16338,14561,15723,15740,14711,15821,15578,15622,15754,11344,73,1099,16046,16085,16514,16768,13703,13606,17355,12483,16402,15373,16365,15705,16400,16027,16040,15800,10996,14455,15665,12625,1256,15734,15996,16360,15726,15719,962,2000,16398,16091,16174,14020,15660,16185,10134,16453,15618,15442,15832,14188,720,15799,15668,15812,14172,14881,15819,15766,13797,718,15754,15296,15647,15445,16208,14575,18659,16987,16408,11977,3085,16030,16265,16200,15622,12882,15928,15812,13314,13951,15531,15693,13087,10644,2386,3063,5630,6899,11921,14708,15520,12382,13876,12468,15970,12641,13284,11793,11633,16676,18835,19014,9498,10928,10962,18444,15113,22062,12195,8823,7754,9838,13522,4207,10171,15024,7421,5995,6282,6590,5854,9822,11340,9385,10201,18637,10639,3455,2973,3932,4541,5726,8919,14638,11980,15789,12770,14820,13216,16141,15289,14460,14643,12442,12555,11388,11266,19766,12442,12891,14167,16775,10306,12030,12244,10764,11282,11329,10445,10863,8995,13750,14213,9398,8529,6559,5637,6127,8548,15918,15714,15514,7445,6782,4534,10825,6982,9055,8488,7058,6991,4871,5011,9108,6612,4024,11016,14145,5844,6661,16093,9609,2962,2691,3746,3949,3592,4532,1960,1355,1248,444,1429,2523,1882,16067,17011,17312,17192,12296,16362,16406,16548,13821,16116,11021,635,15954,16264,15749,7837,15669,15456,15846,15527,16012,15799,15635,9383,15473,14780,15401,16460,16289,4684,979,1896,2063,1181,940,902,1052,706,15885,15861,15468,15939,14675,15619,15963,15932,15827,12117,906,17287,17080,19289,2968,12486,16347,16111,16497,14208,16250,16151,15882,15915,776,15719,14007,16246,12963,1180,1314,16222,15814,14988,15576,14971,466,15668,15223,15240,15732,5007,355,571,15026,15984,15730,15715,14634,16047,13979,14431,15473,15641,15823,16094,4123,541,15692,15798,15860,15887,15628,15157,15675,15508,15699,15612,6803,15963,15277,15500,15618,11416,15784,10844,15672,2502,1571,1909,14824,16708,16236,16340,16060,6022,14465,14759,3655,16904,18511,11675,11753,2578,16709,15732,15679,16028,15540,15650,15641,2103,14159,15751,15631,15573,15088,15611,15556,15574,83,15611,15636,15595,15565,15959,15665,15345,15737,14323,16054,9313,5349,8734,9746,6046,3463,5630,2938,2540,11332,7523,11692,8660,8977,7551,7095,5465,6563,5716,9533,15818,13281,6884,8048,13038,10889,8603,7952,4984,6985,5404,8307,7164,4531,4514,8829,7105,5105,1707,4257,3658,6877,7056,3701,2985,3399,7373,7023,6486,4442,4753,2219,884,15623,15720,15708,15580,15599,15664,15739,15648,15625,15679,15823,9458,4634,3110,16600,16433,10109,1091,1659,1023,1060,1060,1140,1209,6754,3322,1049,1032,1286,1164,6122,7207,9929,8202,8679,8621,7979,7381,14587,9746,6598,1075,1276,637,399,427,290,203,15619,15538,15655,14586,15640,14197,15603,15635,10195,491,690,822,1322,832,1031,868,743,4907,6042,5974,6134,3977,605,685,881,781,694,3969,6841,3771,590,3646,7180,4946,15683,15906,15918,15672,4117,11349,3670,15011,14231,4797,15409,15935,5271,1240,3580,3231,4852,5627,7990,7245,5685,14167,7070,4282,2793,4174,3268,3423,2043,16344,13120,13876,6097,5009,5180,1449,1491,1788,1195,2297,2491,5844,5068,5479,9449,4190,1515,3716,6747,4108,6432,3449,5735,8024,4941,4194,7859,2213,11935,2611,2926,8634,10838,7608,8905,4618,4296,7731,5607,2541,1947,5820,2622,3175,3227,12646,22096,6011,3211,8575,20080,8865,7204,4852,11064,5672,4784,5186,13446,3771,1366,10288,3411,4851,12686,12538,12406,7650,3161,2438,9729,14547,9947,5818,8857,7058,5193,6477,5794,4668,5146,3578,2354,6865,8283,4091,14738,11977,8056,8766,8626,8096,7171,10429,8290,1543,1168,11531,12525,12275,4375,4313,5261,5229,5680,2213,5736,3768,4248,7035,12996,10932,10828,10091,9328,8291,7237,6919,5195,6885,5506,6006,5841,4901,3239,5261,5342,5489,4216,3207,1998,7248,3822,3854,10741,7538,9672,12947,7971,8248,4939,5007,8866,8950,3142,3373,3659,6965,5458,6236,6194,13473,13678,8715,4967,5171,2527,5322,5504,2929,7161,10315,3502,6246,2357,1966,4532,2560,2715,7475,2570,3089,3748,6112,6130,6898,9662,12788,13525,14205,15706,14274,12042,12088,10550,9519,6269,7496,5737,4805,2929,2945,2863,1394,1445,1621,2214,16773,15324,15138,17973,11463,17647,16747,15193,13527,16237,16238,16423,16157,16166,16435,12617,9038,17010,15812,15355,1882,259,320,15690,15662,13594,13559,11748,16315,6099,16298,15931,16715,6040,16730,12965,16509,11707,14591,15933,9939,12684,15805,7099,1534,5073,11406,15723,15675,15617,15623,15826,12218,15904,15859,8339,8838,16010,16684,16771,17121,15429,16293,16374,16425,15624,7775,3615,1584,16869,16279,16718,15555,949,11980,16080,16063,13764,15683,16319,15516,11658,12605,15220,12923,13105,11679,15083,1648,15034,14852,17078,10923,12111,15417,13613,16038,3088,15819,11253,14268,11775,15904,18121,13328,6485,3073,14595,5616,3239,12772,21356,14309,11900,11457,8185,6881,7043,1921,5260,8074,15754,11657,5518,5705,3648,978,820,16177,15622,15802,15885,13136,14930,18423,13802,15684,6008,15305,13664,15706,12507,11426,2725,15490,15393,16225,14197,12038,8980,1047,881,1226,1122,15674,15735,15996,12411,15285,12636,15815,15727,14065,14890,11517,969,15859,14790,10201,14862,15572,14613,12581,1114,388,15980,15675,9848,15572,15566,13300,14205,11871,15842,2182,12640,13821,9969,14794,16233,7887,3350,2801,17201,17279,12970,14598,14185,9006,17323,16380,8131,15621,15692,16051,10819,1850,2494,2147,16510,15809,15321,14464,16420,16713,2309,16158,15806,14731,12493,15034,16385,13218,12727,8867,1861,5875,6504,12935,3565,1422,9879,7451,2346,2264,2232,12836,8938,16041,4033,3539,22220,17455,13748,9785,12074,12269,15497,9340,5261,2780,2633,10660,12803,11088,8882,17907,15849,13334,8494,8706,2863,3295,3093,3857,14575,10892,8540,7214,6363,3324,2821,21124,21858,6880,10776,17246,20413,13338,12868,15084,10654,9444,6442,2669,12336,11856,9749,12129,5332,1335,1565,1902,1721,22110,20278,2213,22069,21985,6688,15162,9296,3325,14614,14719,9651,20351,10306,6583,1426,1391,1919,17728,10626,5998,18753,11637,8088,2623,2056,2290,21976,13620,16473,17051,13723,10493,2947,12709,8635,22026,12160,4409,13195,10618,9589,4128,1736,1915,7484,17192,20765,12425,2396,2572,2577,16965,8847,6293,10962,14860,10828,10605,12286,6392,8359,5034,2001,15527,10497,7451,1793,9418,9232,9253,6522,4978,3944,2337,2029,1720,1875,1638,1754,1427,1285,8062,8406,18767,11973,1050,600,15593,16266,16063,14421,15946,1676,15093,16106,15555,14787,16466,12216,13653,16385,14302,2007,14678,15491,15681,14139,12668,15280,12483,16358,13968,3148,3298,3562,4237,4940,4934,5159,4647,5004,5171,4691,4094,3610,3277,2379,1838,2076,15655,14834,15886,10828,11239,12136,15254,12373,5332,8903,14187,15775,3215,787,779,15645,16060,15703,12276,13265,14587,13326,15971,11914,11483,16286,16470,9728,1678,1697,1694,16183,17100,15540,14580,15426,15085,13778,12305,7252,2171,13527,15353,16082,13516,13366,15829,15812,14199,13144,14478,11325,13695,13550,13344,10273,1775,13208,14811,9179,15463,13383,11471,13755,11269,11694,1697,1387,1378,1436,1330,1386,15378,16869,15005,4345,1305,16026,16293,15521,16429,9644,14144,14283,6512,15946,15932,16663,11083,13788,16232,13449,10638,13008,1470,1053,912,819,15753,12151,8154,658,16068,16018,13917,16084,15944,12391,14901,14998,15965,13499,16568,12783,16067,16077,3652,8150,15640,14122,14269,12423,15941,15890,15733,15615,14714,11948,8684,16540,12958,1440,11437,16251,16474,12848,15865,15517,9810,9364,12396,7953,2355,9881,17354,17013,8094,2383,16795,16553,16845,14405,16540,12723,15283,11326,12805,2277,2202,16825,16735,16135,15011,12970,16471,16092,4895,1379,7551,16281,15845,13503,15617,15665,10545,14639,15832,3447,720,732,828,1218,1543,1370,1529,1675,1621,1325,1467,1412,1268,1141,809,528,346,187,110,47,48,10420,11402,14855,15892,3184,10898,15648,17759,15809,15573,15555,17040,8505,1528,1677,11688,7514,15486,15634,13290,17271,15999,7737,5162,10244,11698,7794,13172,13259,6113,5459,4350,2699,1084,7815,16107,15590,15716,10675,10991,9436,10792,14056,15485,15588,15653,15569,11560,12318,15679,12898,15013,15278,15591,15437,10445,11683,13055,15677,8675,535,11912,15621,15591,12612,13787,15311,12918,15772,9914,10060,9508,13563,6025,4330,12019,4796,3932,968,437,468,6768,11956,15761,14353,10200,5391,15579,9851,8767,6268,4488,3264,4374,5744,3538,3536,12867,15681,15676,15568,14194,15637,12000,13239,15578,14645,14787,15519,9907,11964,15380,15589,13240,14237,15622,15626,4688,33,15578,15594,15560,13074,15570,4739,35,90,15602,15633,13118,1135,15583,15604,12033,11698,2158,47,15202,15578,13935,14639,14106,10624,11268,11849,15665,15557,13545,15538,11786,15734,47,15633,15717,15612,13082,13242,15574,15702,181,0,14,15648,15535,15652,15600,15592,13267,87,15744,13976,16446,15690,11449,15680,15682,15640,15570,15658,9773,15588,15485,559,15635,16148,15599,15634,14330,10438,15574,15585,9075,7542,349,11328,8497,8012,5391,377,416,386,510,505,14981,15670,15601,12876,12631,7371,459,459,1005,12053,15635,15550,13393,8390,3448,3671,15601,12104,15563,14496,15583,10559,8874,8432,3239,1238,1191,1423,15605,9885,1495,2906,5349,8831,7161,11407,8609,3486,2695,2674,3817,3648,3052,3132,3605,2802,3045,3267,3137,6625,8100,7216,4202,12884,11239,6208,4364,2688,16008,16616,15181,16039,11961,15837,15071,14134,15829,14003,15640,784,16164,16370,16379,12600,11657,1515,15915,17121,16447,16102,11573,14561,14424,16385,16090,1729,1207,1130,1295,16291,16013,16036,15949,15595,15659,12174,11805,16123,10255,590,15548,15972,15481,15712,15621,15890,15751,15812,15419,13471,10447,15358,15787,1720,2118,16998,15820,16001,15729,13039,15900,15608,12884,15463,11664,387,416,15827,15594,15760,15412,15798,12131,11755,207,15926,15771,15516,16189,16471,16478,11789,16003,1532,2308,16587,10665,12969,14863,15961,16089,8390,15744,673,236,15759,15743,10289,182,15165,16078,7433,13961,15742,16179,7334,16320,16075,15573,16011,15782,970,11733,13777,15606,12038,12766,11546,11681,15903,14594,6850,497,15879,16260,15785,6875,15597,15617,17378,13947,14270,10670,15520,15789,12336,17502,15997,435,15432,15604,11772,1705,1629,16864,19382,17962,16832,18051,12592,17627,15802,1980,15395,16039,15762,15924,15744,7054,3201,3109,16204,16462,4005,16893,19367,15910,15971,15847,16612,16557,9721,12804,17614,16153,12020,6273,11830,11791,16254,16085,14904,15941,15501,12594,22669,22274,11351,8246,14256,22120,16769,17834,15801,20111,14750,15233,13805,19657,17967,17356,10681,15370,16644,14104,13225,13108,12346,9262,8854,15342,10214,9072,6303,20709,6982,5740,2619,22034,16303,12705,13442,22521,22417,21642,20147,19002,22048,22150,21579,21569,16386,16973,14651,21970,16821,15138,15887,15253,21539,16344,17216,15982,22084,16927,13885,2688,22021,22089,22079,22062,22060,21013,17639,22018,21427,19412,16728,13358,21999,16824,17810,12952,21915,21521,18657,13256,14957,22068,22256,22083,20530,17983,18222,17491,18150,15858,9285,16344,14687,14987,16192,13253,12505,4729,15761,16256,22011,19231,13615,15613,9128,14473,10908,16111,6544,14517,4726,3838,16817,22178,15862,10212,10219,15267,16609,16413,14277,14526,4746,1910,15406,22153,15532,9970,16444,16044,4778,2089,15315,13497,4509,1613,16419,15248,11898,5461,10204,22040,9273,7684,6460,16055,8493,5531,5234,14628,6470,2757,2449,12504,5224,1701,1613,22033,16826,13130,9736,20282,18281,16307,11802,8272,20164,19766,15730,14880,14367,6481,9636,10986,14338,11519,5268,7310,6178,13848,14252,14002,9958,15610,11999,9896,18454,15560,12919,15588,22032,21349,22168,9014,18763,17910,21919,22022,16805,15921,14064,17138,11217,4019,1575,16422,22037,16007,15340,16240,7269,2677,16324,16668,15979,18326,14319,15584,11402,3427,873,3698,19466,16342,12988,9232,13519,14041,5866,439,22044,22183,20061,17191,14428,22154,22059,22113,17802,17707,12902,18906,18187,22032,19054,16577,16052,22063,16156,15297,11426,16448,19360,15875,15454,14395,17098,15795,10307,14004,14665,13035,13774,15802,15653,15672,12910,10235,10481,14573,7152,12578,9571,7874,1211,11472,8678,1841,1333,8921,7017,1466,10539,6206,1743,8620,9989,3766,1817,11343,8265,1595,11608,8856,8225,7701,9831,11648,10303,9805,10698,10273,8717,8529,10736,8157,6204,7233,5738,4644,3588,9861,16209,12995,2519,9450,15725,1974,4170,2378,1246,9024,9711,7216,6835,4981,1834,2297,10999,2184,15613,10866,7333,4856,10955,5087,10555,9294,5486,3480,4838,2161,5880,13320,11781,6277,4090,15595,15625,6859,6447,8848,15490,15781,1300,5268,11753,15604,12953,7564,7213,14959,11580,9239,6878,5440,1784,2440,7819,15422,15614,7708,8064,6273,1217,12617,13601,13610,13631,11094,15549,8530,10149,631,1434,925,15680,16208,15247,15598,14015,9411,13654,15623,7451,9122,7438,519,15249,12655,12778,12335,13044,15559,12287,15521,6172,5042,15659,15639,6139,12798,5522,7669,4730,459,12111,11072,6184,15623,15566,15392,6514,6084,8342,6733,9405,5035,4423,3566,782,6716,8954,6010,9908,5142,5270,609,1640,2357,15460,6412,15609,11013,6327,8574,12614,6114,4767,10409,15095,14870,7723,15649,11098,9973,9103,4583,7327,9685,4205,1872,393,498,391,333,1920,1238,411,1900,16663,13862,8398,6629,5622,12330,9847,14852,9515,10202,13932,8576,400,11530,11664,15411,9338,12938,7956,7305,6348,15416,4186,6927,1016,491,5134,6060,14215,11781,14539,9556,5547,5074,5238,12561,6944,12387,8261,6084,3691,521,302,4666,8173,13351,8411,6555,8870,15555,7796,992,1067,9486,11207,15618,13545,8353,4348,15567,10302,15601,5436,11107,9917,9267,12289,11459,8119,6268,4010,355,355,326,375,3207,387,411,767,14435,15626,6785,9169,15520,11282,8671,7108,4283,8241,5481,10394,8779,890,396,367,388,3159,15608,12413,15764,11188,14715,6784,15570,15690,8052,9707,14227,9130,9688,8943,15714,12627,9559,9627,8756,4802,4249,3261,6349,9787,9421,7022,14532,12369,15619,9938,12903,15613,2858,800,425,6573,11515,11669,12498,9788,366,7381,5783,6980,6695,4734,5549,6046,3197,10459,8341,4769,5730,8432,5202,3282,7658,3235,660,7054,6345,14786,11907,4658,3006,4776,4229,2149,265,15644,15580,229,15677,15594,15643,15969,6976,71,15565,15577,12743,13594,14904,15634,15586,15566,6717,15672,15614,15590,15465,13091,337,15553,9535,15580,10949,15513,12458,7107,14824,11927,11528,14606,13059,9203,12366,12178,13475,9752,15319,12604,10101,14312,5911,3857,6746,5991,4556,2992,6895,5532,2574,11767,2652,336,10783,3527,553,841,676,15519,15581,14867,6527,7960,10623,9384,10426,7609,741,10399,15628,5985,4739,7291,6843,5912,5383,6634,4215,2644,2437,10089,15583,12834,9207,15599,7487,7855,11428,9284,7496,1054,10027,15579,14642,14374,2269,6668,15606,9999,11231,6789,6561,3361,12969,15635,13106,7993,6797,1160,6885,12463,15566,15577,14293,9133,7646,9084,11655,7059,15568,15092,9552,7423,3379,6277,4996,3661,4723,3825,3280,501,481,1679,4979,2968,505,293,335,269,15600,15624,15673,10807,13640,15545,8816,47,15622,15724,13128,15143,13267,12525,10017,15669,14416,249,15606,15623,15665,13184,11875,70,120,15615,15563,9442,3883,15602,15588,12574,15615,15744,12190,12494,15809,12155,15661,15483,15738,15608,663,63,66,15647,15589,15614,15588,14060,14819,15588,8332,14585,13021,9825,67,29,15591,15584,9493,15666,12009,4446,32,32,15637,15636,13888,12586,9484,15861,15625,156,39,15559,15761,15664,14397,3622,36,15657,15595,15649,14753,13134,13616,15254,15601,12981,14043,15631,15229,15184,15758,15610,9629,11332,13959,15623,13733,96,101,12196,15585,13513,15819,14552,14869,14243,15652,10641,25,13,15576,15657,15646,15550,15668,15751,181,15638,13603,15320,16090,15576,9523,15581,15624,15712,5315,15523,13799,14894,15547,11519,15706,10767,1574,3238,3287,15575,15594,13625,13732,9127,6515,4577,2184,7459,7957,12822,7824,12202,13052,11632,7979,2495,5606,8207,2217,7784,4687,5560,6174,10339,10614,9328,4406,2912,6013,6871,10463,14707,11282,10081,6914,7445,4817,8006,1996,1964,2419,9276,8640,4580,9467,2329,5569,3914,4355,3859,2307,8976,10852,6553,2670,5502,4992,10645,7988,6138,3701,3614,3359,2094,2079,1710,4231,2374,2051,12509,9247,6034,7909,8664,10487,15805,15667,15625,15672,15600,15697,15550,15504,11537,8488,7191,4240,14644,15595,15613,15570,15589,15583,6684,12975,15670,12116,11800,10567,1776,2581,2264,3100,12502,10917,8721,8829,7125,7371,10292,8042,8101,3701,1947,16247,15730,15639,15632,10624,15555,15594,15612,13401,15594,15687,272,11894,15578,13799,15575,14920,14488,9629,6578,2244,15557,13289,12205,11404,3857,2296,2225,2212,2150,5486,9716,7789,6704,15799,15772,15726,15881,15570,15577,6796,8669,6517,6456,15582,9385,11416,11827,8195,10276,7985,15733,15767,11072,13195,15576,10760,11404,15646,11198,4939,15561,15591,15530,9046,15395,13509,14785,13839,9286,4445,15590,15685,15598,14970,15579,15569,14385,15609,15570,4701,3992,3191,4966,15577,8084,3953,6131,12996,15584,15048,15221,5362,3996,13553,13136,11941,3446,3873,9945,11409,11414,11967,8259,3812,3803,3319,3605,15592,15588,15589,15623,15632,15591,15603,15632,15602,15567,3935,15585,15715,15595,11644,15583,15591,15613,15612,15431,15784,14485,13751,15585,9409,4029,6827,4632,15587,12895,4308,15671,15619,4345,15583,15612,15621,12025,4669,3949,3701,4037,15612,15609,15046,8388,15184,15678,10655,15843,4284,4035,4563,15761,15180,16049,6493,15659,15686,15827,15686,14638,5025,4452,2910,2741,3403,8043,9980,7458,11547,11071,12654,12427,11228,14984,13405,17032,20347,15591,17104,14944,14052,12229,9922,11110,10022,10627,10478,8536,10533,8660,8792,8872,8728,12660,9287,12767,10935,10059,12814,13818,15511,12834,12047,15792,12155,8169,6754,7063,6938,6530,4141,4469,3719,3346,3363,3986,2561,3015,4343,6088,18088,19598,18286,9435,17137,17248,18966,17578,11082,15205,17971,17126,14574,16931,18409,16514,16867,16386,15768,17024,15924,16073,2808,17864,17037,16877,18199,11947,16215,14698,15109,17748,12762,16871,17554,11416,2627,15977,16029,16240,4794,1336,1316,8435,15913,15856,15840,13878,15618,16361,1724,1432,16404,13527,13776,15772,14599,11096,1569,2359,16357,16575,16403,6091,2282,1776,1685,1234,899,15797,16045,15418,15607,16197,15502,15987,15894,15907,16891,5542,3260,16242,17289,14111,3568,3445,17542,18330,16679,17393,3282,3466,3178,16886,17310,16229,16037,17056,16260,14457,2457,5163,16636,15808,15453,14137,15903,17620,17259,17502,17665,17461,10922,4999,4133,4269,17466,18710,16367,17593,7204,3489,16951,16419,17963,17384,16226,3141,3218,16535,17484,4772,5534,17166,18316,18683,6007,2716,2892,17101,16502,16426,15775,14528,1755,15521,15462,16513,4480,16049,15681,16763,5746,6757,9520,9596,11235,11500,10141,11463,12067,14856,9303,11056,9642,10773,10724,10399,9987,11174,11292,10285,9299,11043,11243,10762,10212,14362,15436,11856,11690,12743,10826,9735,7803,6923,6098,4879,4113,4568,2731,2227,2376,2498,1841,2230,1916,1991,2270,1926,1901,17153,17153,16898,16749,16601,16134,5706,16803,15726,2160,16043,15946,16940,12276,17154,17012,19758,14147,3276,17135,15773,18751,20175,15394,16126,8624,5300,5593,18222,17109,16909,17052,17663,12209,17221,16387,16379,13857,5029,3573,16633,17160,16432,16467,17869,17279,18759,18424,17099,18204,7828,16788,16396,15218,16509,15810,16625,2650,2480,3004,2338,2774,2415,2413,16459,17391,13354,3376,18146,16264,10802,16551,17993,17413,7911,16666,18467,17167,17537,17973,16062,10518,15502,16637,16704,8349,14793,14259,16116,15631,15845,14733,13613,14178,17608,16967,4397,17008,17351,18354,16677,16141,17659,19576,14695,21773,10149,9552,11971,11085,11638,8434,12239,9744,10028,12539,9893,13914,13217,15945,14774,18183,17608,22024,21197,22023,22053,22035,18123,21996,18624,21546,22042,21152,17703,18673,21179,15669,16046,15162,13101,17258,15530,22042,20120,22013,22041,20354,19679,20520,18933,22041,18723,14479,11492,11605,11575,9450,6758,8324,6892,7671,6556,6377,6830,5344,5505,4879,3171,3959,5383,5470,6241,6281,7506,7162,10076,11635,10892,12341,12260,10512,9643,8066,6328,3620,2623,2175,1248,1061,668,389,367,186,127,99,35,21,6]}
