{"title":"Dominatrices Are Showing People How to Have Rough Sex Safely","img":"https://static.scientificamerican.com/sciam/cache/file/F1193CC2-1670-490F-AE5699A3B478AB90_source.png","url":"https://www.scientificamerican.com/podcast/episode/dominatrices-are-showing-people-how-to-have-rough-sex-safely/","audio":"https://traffic.megaphone.fm/SAM7804594793.mp3?updated=1708118419","intro":["Research shows rough sex is becoming more common. Dominatrices are helping the general public catch up.\n "],"authors":["Meghan McDonough"],"category":["Sexuality"],"transcript":[{"author":" Lady Harper Chase,","text":"[CLIP: speaks in her Intro to Whips class: “For me, my style of dominance..., I call myself, like, a nurturing pervert. This is a two foot signal whip. I call him swishy.... I just go like this on a person: tap, tap, tap, tap, tap.”] [CLIP: Intro music]"},{"author":"Kate Klein","text":"There’s this, like, whole world underneath people’s clothing that no one talks about."},{"author":"Sari van Anders","text":"Our science, in some ways..., is sort of, like, catching up with people’s existences."},{"author":"Meghan McDonough","text":"I’m Meghan McDonough, and you’re listening to Scientific American’s Science, Quickly. This is part one of a four-part Fascination on the science of pleasure. In this series, we’re asking what we can learn from those with marginalized experiences to explore sexuality, find the female orgasm and illuminate asexuality. In this episode, we’ll take you inside the world of BDSM, which stands for “bondage and discipline, dominance and submission, sadism and masochism.” Practitioners say that, when done with proper consent and communication, rough sex can be not only pleasurable but also healing."},{"author":"Chase ","text":"[CLIP: in Intro to Whips class: “This is a kink whip class.... I’m not really talking about sport cracking techniques, though I have studied with Renaissance fair performers and circus performers.... For today..., we’re going to talk about how to throw it forward in a safe way for it to land on a person.”]"},{"author":"McDonough","text":"It’s a cold evening in December 2023, and a dominatrix who goes by the stage name Lady Harper Chase is teaching an Intro to Whips workshop at the Crown, a BDSM collective and domination school in a Brooklyn basement apartment."},{"author":"McDonough ","text":"(tape): And how do you define BDSM, for people that aren’t familiar?"},{"author":"Chase","text":"It’s, for me and a lot of people, a means of communicating..., expressing emotions without words and more through physicality, through body positions, through body experiences, and words giving context to those things."},{"author":"Chase","text":"[CLIP:  in Intro to Whips class: “Today we will cover the ABCs about whips.... ...Learning different things to look for, the materials...:  kangaroo leather…. The length...: for indoor, New York City–sized spaces….The standard throwing technique of a whip... the back-and-forth crack is called a volley.... And then we’re going to talk about what’s really important, which is using that technique to then create context in your scenes.”]"},{"author":"McDonough","text":"Sex researcher Justin Lehmiller surveyed 4,000 Americans over two years and found that almost all had fantasized about BDSM at one point or another. But as rough sex moves away from the margins, more people are engaging in it without educating themselves. At the same time, researchers say that BDSM can be liberating and healing, especially for people with a history of trauma."},{"author":"McDonough ","text":"(tape): Okay, so I’m recording.... Where are we right now? Can you describe it in very visual terms for our listeners?"},{"author":"Charlotte Taillor","text":"We are in the back room of the Crown, which ... we use for our house dungeon.... It has velvety black curtains on one side.... There’s also a frame, suspension frame. So we are sitting right under it on a makeshift bondage table."},{"author":"McDonough","text":"This is Charlotte Taillor, a professional dominatrix and educator who founded the Taillor Group in 2016. Charlotte says most people attending her workshops at the beginning were professional dominatrices and sex workers, but as her school has gotten more press, she’s gotten more curious laypeople."},{"author":"Taillor: ","text":"We have workshops on everything, like, from BDSM 101 to water sports..., ropes, bondage without ropes."},{"author":"McDonough","text":"(tape): Can you tell me sort of how we got to this space? Like, how did you start your journey into BDSM?"},{"author":"Taillor: ","text":"I mean, I’m queer. And I think that there’s a big intersection. I went to a party in New York and met a few doms, and not all of them were professional doms. But they were, they’re just really cool."},{"author":"Debby Herbenick: ","text":"There’s actually this really rich and wonderful history within LGBTQ communities where rough sex is…. a form of liberation."},{"author":"McDonough","text":"This is Debby Herbenick, a researcher at Indiana University Bloomington who has studied sexuality for more than 20 years. In 2021 she found that, of about 5,000 undergraduate students who participated in a confidential survey, almost 80 percent of those with a current partner reported engaging in rough sex, an umbrella term that includes choking, spanking, smothering, name-calling, and more. In her study, people who self-identified as bisexual were nearly twice as likely to report greater frequency of rough sex, and transgender and nonbinary participants also reported greater frequency and enjoyment of rough sex. (The authors did not ask how often participants had sex in general, though, or to what extent rough sex behaviors were communicated about and consensual.)"},{"author":"Herbenick: ","text":"You can realize that the sexual menu is actually really broad. And you get to choose the sexual life that you want for yourself, and you can explore that."},{"author":"McDonough: ","text":"Debby also found that men in her study were more likely to report initiating rough sex, whereas women were more likely to report their partner initiating it."},{"author":"Herbenick: ","text":"With heterosexual people, you often see, like, men choking women. There’s not a lot of women choking men, right—because there’s not a lot of exploring gender roles. And so when you look at more, like, queer communities, there’s an openness to saying, well, like, “Let me try it this way” or “How would you like to try this?”"},{"author":"McDonough: ","text":"Debby says that, across the board, people engage in rough sex for reasons that are both physiological and psychological. But it can become dangerous without the right education."},{"author":"Herbenick: ","text":"Frankly, most doctors will tell you, like, choking in general is something that probably everybody should stay away from.... There is no, like, zero-risk way of engaging in choking—because it still involves either, you know, reducing blood flow to and from the brain or reducing airflow, depending on how people do it, or both. And so that’s not good for the brain either in the short term or the long term. But a lot of people don’t want to hear that. Some people describe psychological feelings, of feeling on either the giving or receiving end that, like..., “I have my partner’s life in my hands. And of course, I’m trustworthy”—or feeling, like, the eroticism of your partner having your life in their hands."},{"author":"McDonough: ","text":"Debby started studying rough sex more closely when, in 2016, she began to notice more questions about the topic than usual from her undergraduate students. Not long after, her team did a survey of randomly sampled students and noticed a sharp rise in participation: among the nearly 1,800 respondents who reported having a romantic or sexual partner... around 80 percent of the students reported having engaged in rough sex."},{"author":"Herbenick: ","text":"I had never seen a sexual behavior go from... really low participation to extremely high rates of participation in a short period of time."},{"author":"McDonough (tape)","text":"And what are your theories about why that’s been the case?"},{"author":"Herbenick","text":"I think if people had been tracking it earlier than anyone was, we would have mainly seen pornography as the main driver.... And I think that was one early influence. I think Fifty Shades of Grey was another influence.... And if you look now, it's just kind of everywhere."},{"author":"McDonough (tape)","text":"So you mentioned that education is really important, but it’s lacking in this area....For people who are interested in exploring rough sex and choking, what would you say are the first questions they should be asking or how should they talk about this with their sexual partner?"},{"author":"Herbenick: ","text":"So I think, you know, first rough sex is really broad and diverse, right? So rough sex includes things like light spanking, hard spanking, you know, smothering, choking or strangulation, name-calling, all sorts of things. So I think a good first question is just asking somebody what they’re into and not pressuring anybody to be into anything they’re not and also feeling comfortable standing up for yourself if you’re not interested in something that your partner is interested in. It’s okay to say, “No, that’s just too risky for me” or “I wouldn’t feel comfortable doing that.”"},{"author":"McDonough","text":"Without this piece, rough sex turns into abuse. The American Psychiatric Association agrees, which is why it announced in 2010 that it would change its definitions for sexual interests such as BDSM in the 2013 update to the Diagnostic and Statistical Manual of Mental Disorders to distinguish consenting activity among adults from disorders that cause harm or distress. But public perception is still catching up."},{"author":"Taillor","text":"That’s the biggest misconception, is that the actions are really what is. I mean, the actions of BDSM without the whole negotiation and chat and aftercare and dynamic and care—it’s legit just abuse."},{"author":"McDonough","text":"Charlotte, the dominatrix and educator we heard from earlier, uses a checklist in her collective based on the acronym “MITS”: marks, injuries, triggers and safe word. Lady Harper demonstrated this with the submissive who volunteered to be part of the Intro to Whips workshop."},{"author":"Chase ","text":"[CLIP: and a volunteer speak in Intro to Whips]"},{"author":"Chase","text":"[: “Things that I like to cover before I hit a human: marks—is it okay? Or how do you feel about me potentially leaving any marks on you?”]"},{"author":"Volunteer: ","text":"[“Always encouraged.”]"},{"author":"Chase: ","text":"[“Always encouraged ... okay! Injuries—is there any part of your body that I should avoid for medical reasons...? Are there any conditions that I should be aware of?”]"},{"author":"Volunteer: ","text":"[“No.”]"},{"author":"Chase","text":"[: “Okay, this is important if someone is being held with their arms above their head. Some people with bad circulation will actually feel dizzy after a little while.... or if they have bad knees, ‘should they not be on all fours?’—that type of thing. Triggers, traumas—is there anything that I need to be aware of, as far as your limits—what you’re comfortable with me doing to your body or saying to you?“]"},{"author":"Volunteer: ","text":"[“No, no. That’s fine.”]"},{"author":"Chase: ","text":"[“Okay, great. And safe word–stoplight system is pretty universal. Yellow means “hey, slow down; check in.” Red means hard stop—‘I’m not okay.’”]"},{"author":"Chase: ","text":"I mean, there are misconceptions about BDSM in general—that anyone who is drawn to it as a dom is someone who wants to hurt people and is dangerous. But to me, in my experience, there would be no dominant urges if there wasn’t a submissive telling me what would be valuable for them."},{"author":"McDonough","text":"This brings us to another point. Kinksters and researchers say that if done with care, BDSM can be not only pleasurable but also healing for those involved."},{"author":"Chase: ","text":"I know plenty of people who would say, “I never want someone to spank me because it brings up experiences from my past that I would rather forget....” Other people will say that they want to be spanked consensually so that they’re the ones controlling that experience. Though they have recollections of it in a nonconsensual instance from their past, they now control it, and therefore, they’re regaining that control over a memory or an experience that their body once had."},{"author":"McDonough: ","text":"Here’s Debby again."},{"author":"Herbenick","text":"Especially for people who have had some traumatic backgrounds, some people may find some real potential for healing in sexual exploration and rough sex, BDSM. Because if you’re really, like, paying attention to that consent and communication, and you can be in control, and you can feel respected and cared for, and that, you can be vulnerable with what you’re interested in, and somebody responds to you and respects, you know, your boundaries around that, what a healing experience that can be, whether it’s just kissing and cuddling or whether it involves, like, a whole range of diverse sexual behaviors. So communication is a really important part for people who are thinking about getting into this space."},{"author":"Chase ","text":"[CLIP: demonstrates whipping in Intro to Whips: “I go hard. I wait. They reposition themselves. I go hard again. Or I do hard, soft, soft, soft, soft, soft, hard, soft, soft, soft, soft—you know, play with rhythm, play with intensity, make it, make it musical; allow your bottom to follow the beat of the scene....Now I’m done. Thanks for being here!”]"},{"author":"McDonough: ","text":"For Science, Quickly, this is Meghan McDonough. Tune in next time to listen to episode three of a four-part series on the science of pleasure. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio. This episode was reported and edited by me, Meghan McDonough, with music by Dominic Smith. Subscribe to ScientificAmerican.com for more in-depth science news. [The above is a transcript of this podcast.] "}],"wave_peaks":[15082,14544,14107,17067,14371,14353,12147,2713,15749,14904,12181,12324,10999,10442,1231,11565,12791,11124,11654,14549,14614,568,8649,15896,12417,14969,982,590,2752,2295,7821,15324,10859,11503,10510,8969,7466,9736,12100,10954,2134,2392,3345,2836,11793,11035,9731,5057,8877,13511,15410,7852,7138,9541,10152,8806,8239,9694,10159,7867,13725,13910,7934,8828,7224,4983,8035,11278,11145,14641,9465,7809,3950,17174,13000,10598,11863,11713,10184,9700,8322,7673,9610,6936,10827,5006,11457,16774,11506,9262,12300,13176,11449,7483,7917,8786,8309,3949,7947,2773,2189,15225,13799,11968,12058,11287,9288,8417,8470,12055,8193,7664,6143,6517,5579,3154,8212,16384,13882,12695,6423,17963,9463,11178,9758,6014,9347,11320,6779,5632,6879,2620,16603,14352,17034,10584,11221,12469,11455,6729,6886,5730,2813,10452,10799,10060,9622,14891,9310,7841,10185,10225,4579,6554,5438,10732,13701,5556,9101,4726,2646,12899,13222,14233,14161,9220,8209,11265,6691,7742,7001,4598,3284,2574,13505,17112,9073,10142,8268,10147,4982,4761,13017,11983,9071,4366,2218,3544,2518,2875,1223,914,12167,20998,18176,15811,714,1037,15515,17853,18324,1651,16096,4540,15187,12491,13953,14528,14729,10489,13148,14410,14728,16522,18200,1463,16742,18322,16132,16401,15010,16298,3862,15483,16200,14701,7654,13403,16830,16326,14234,15000,14200,15589,13390,15249,15125,11883,12646,14284,8815,364,13450,15911,11678,7869,7251,9621,7741,6539,5674,1577,11140,15366,14698,9459,12116,7292,7843,8898,8803,8988,5886,3741,6681,7039,9956,9764,14750,12106,6325,6783,5465,9971,6422,3996,11207,14742,9448,7831,11209,5146,5550,4527,2626,13900,12997,7451,7973,3530,9221,7728,6858,6141,3892,11318,7460,7267,8779,7454,7291,3434,3235,3288,2320,17054,7398,3180,3159,2988,3342,1261,18979,14954,16271,15952,15551,14148,9297,2364,2915,13274,15772,13121,13128,11438,13261,16561,14752,13522,15379,15551,16804,10658,11563,12661,11781,13382,11649,2529,14918,9268,15771,15172,12177,9574,11725,15687,14002,16758,12400,2797,11734,12722,3700,14781,14229,14669,11603,10192,14578,16952,10635,5612,1717,20059,15177,19131,15681,2046,2751,1707,15937,17519,14611,15416,18641,20948,14534,14860,12338,14816,14085,14216,16055,14869,13990,12675,14963,14952,14748,17103,14678,3629,13639,16252,15562,2467,15788,16400,14278,12178,15327,11322,11184,13598,15552,18257,12990,2967,16417,16147,15973,13221,13853,15657,15281,14205,17986,17163,16960,15966,2080,12147,11251,14601,14586,9936,554,649,10446,18283,15599,13241,16950,8988,12874,11415,12131,15458,9270,15223,12008,12958,12305,10007,10388,675,20165,10304,10833,13778,10871,8063,6263,9822,12628,12325,8412,7376,6986,7528,7274,5746,17250,12720,9667,7788,6793,5763,9021,7874,8183,7624,11770,9752,6061,3783,110,18910,16514,16309,9932,11326,8096,6789,3678,13924,12710,12545,4770,6381,6266,7032,6142,3631,4238,1975,150,13620,14800,11203,6859,11032,13615,11628,11231,7365,7149,9665,9096,7991,7137,5855,3412,10218,8853,8928,10759,8817,6101,7336,1717,516,3625,1876,2685,7373,10249,1520,6460,7357,7329,5900,3969,6484,7006,6646,5371,5297,5309,4975,7126,6259,6070,6089,5152,4598,3930,5341,3468,6728,5593,3401,7585,13210,15171,11291,10270,13041,10779,7866,7587,6590,6938,8745,7846,8472,6251,1069,577,14633,12185,9794,1592,871,611,14663,15249,13817,15632,15233,13468,12647,11919,2627,14916,14470,1747,12366,13091,10026,5800,617,381,538,14751,18822,6032,13391,8933,8830,710,7467,5840,193,1499,8731,9812,9233,8637,243,9476,9258,2650,261,263,10770,5913,11558,12030,2184,3676,10273,7780,8322,7641,11013,9672,15171,7798,5817,136,16489,13937,12894,9281,10745,7456,5549,8443,12700,12881,8384,6346,4631,7320,4575,3278,196,22043,21767,16608,10484,12973,11017,11999,9491,11376,11585,12445,11411,14638,17237,9314,9936,9471,8450,6730,2825,13859,21873,17043,14151,9527,8923,3500,14329,14130,14027,11410,9691,6272,4221,18932,17750,13889,9491,12265,14801,14220,13188,14799,13225,9589,13233,11773,7924,12501,14749,12127,3989,17524,12799,16570,16123,10426,2592,1078,5747,6831,7097,7136,7214,8157,4824,1651,2109,6158,4625,6065,3219,6479,4674,5115,4547,3380,3738,6274,3634,3676,1206,7047,7077,8402,1347,740,21888,11889,3257,1477,15961,17066,15914,16216,13761,10610,11787,11513,9113,9868,9706,5151,9203,6244,10429,15089,15822,9774,7401,7663,16056,13221,10843,9804,8217,7469,6702,877,14427,13381,9981,16411,14589,12928,9627,13128,10324,13277,9952,6132,1576,15621,19541,13192,16474,846,1332,10889,19240,8974,13524,13760,962,20271,21766,11923,15721,10293,6164,10980,7569,9435,7072,8131,8192,12810,10541,14579,15421,12922,11049,15450,13009,8621,4152,16864,11285,16833,12261,4490,12414,15714,11203,11978,12888,10205,9885,9489,4965,3078,12717,13500,12505,10511,8410,8693,8251,4695,1892,1219,13241,15387,11108,9090,14222,10660,11488,12530,11760,9359,8555,6450,6522,7558,9309,9043,8009,10023,7441,8779,7059,915,18370,17680,9617,8226,9313,7554,9239,8677,6701,15382,12415,6921,6001,9613,8552,3088,2686,13038,13010,10427,12058,8894,10685,10618,9582,7145,4930,10741,7228,7237,8293,6182,6509,4899,11620,16377,16876,8422,12502,13053,9502,11957,9459,7043,5446,2323,13003,13000,16173,12549,8714,9710,10865,9800,7872,6761,7290,6793,1737,11800,10759,15595,11998,10841,6998,6336,4468,14767,9758,9442,9745,5382,8352,4976,8144,4577,4283,4813,3160,15388,18385,13733,10914,16274,8857,6026,10823,9530,7138,6610,5017,9789,13011,15941,11198,7535,8118,7363,10124,7605,7982,5709,8260,4087,3105,11144,6542,633,21203,21854,19424,21441,12940,17004,5989,13729,12692,8783,769,18282,15061,7947,6883,4444,8880,11067,14180,11172,10940,7130,21888,5488,12463,15776,5575,3290,20513,14260,12924,8611,8390,8329,9330,8136,7681,8997,5706,6564,5759,4058,1770,14845,15160,10125,8188,7356,6634,9211,8942,6031,3605,4195,1509,11598,11669,11185,7343,12054,19844,8576,9853,6903,15475,20063,5655,5307,21459,21874,10589,4001,1820,17443,13649,19296,21832,13364,12054,12292,12920,9165,5754,1974,1049,11459,18284,16806,9094,14137,15622,10404,9225,8875,9991,9959,10737,16722,5422,6380,11028,12739,542,14546,21899,10973,7769,18606,7982,8421,5918,111,16842,14565,13611,11242,9957,7422,9591,16835,6937,7626,5539,9410,11861,10263,8199,11480,6600,6691,6408,6112,4299,139,8974,12004,14007,11399,10780,7027,6813,4686,3481,770,21315,17515,227,177,21819,21829,21863,11882,21813,8323,10565,14705,11710,8042,9194,16738,14030,9637,4074,7965,10592,6115,6741,13357,12457,7133,12201,6444,12940,5721,2618,2167,1184,8798,21032,13778,13035,11313,9928,7367,9473,10679,20364,20238,20302,14010,7307,10492,5320,6434,4709,15197,16371,8197,4864,9165,11833,9922,30,7038,18175,19107,7123,8670,17063,13778,16768,8215,7111,8723,8209,6893,5423,9409,5487,4997,3190,1753,7493,13429,12794,9808,3946,8071,4355,15894,10914,19148,14774,11770,10266,7811,6131,12101,9977,13763,7626,10464,7329,7370,5186,11755,13952,12212,11320,18035,7158,5978,9128,11593,6144,38,20993,15882,11075,21836,13958,11686,16902,17100,5308,14281,14438,11423,47,16120,16034,6248,4915,1451,16926,17655,15422,12320,12025,9149,7785,7215,7791,4398,10281,12935,5925,6581,16553,13764,9097,7684,8714,9530,8061,7951,6747,10299,9193,11779,5990,7062,2465,13164,14097,12454,8928,9519,12664,10445,7080,11835,11947,7876,6050,3289,11829,14832,10249,12653,11731,5009,4354,4096,185,15528,15731,12448,8189,8422,5545,9350,6026,15626,12171,7664,7361,5543,8262,7998,4043,140,16631,11498,9020,12221,8339,9392,6617,9361,17220,12039,6337,4327,5668,6793,849,130,21697,8247,11268,5724,11989,8253,8331,10150,341,18149,15284,14454,2610,13524,15067,10052,5020,14155,12222,41,16730,10373,7766,14533,8135,14972,5513,3932,3246,3068,3991,9777,5197,3373,512,20347,20290,10008,7836,10211,8196,10877,7429,6512,1140,15,8,3092,21074,17137,16699,12499,8496,20494,21369,13797,17095,10588,6040,9578,9358,8884,7343,7718,9061,10386,9791,8269,9330,11380,12960,18430,20761,11330,15390,11459,5810,6153,10992,8762,9778,11351,15001,13647,8659,6888,5664,11051,16058,11900,15594,15406,16991,9203,19746,13569,3205,80,6289,17056,11974,8382,19764,13981,5976,9679,11582,12938,6280,15461,9386,3939,9487,9490,6633,634,16120,17152,9823,11515,5696,8294,4797,9966,6358,4915,7032,3658,669,10508,8517,9328,9438,6099,1136,10569,9453,8180,5471,5866,11446,3486,5167,8135,6350,6679,6262,5292,6885,5248,5270,3128,2325,125,21837,19863,16929,40,14346,14847,12661,7825,10470,15564,6667,4890,11415,20816,19381,4133,6917,11899,9533,95,18047,20069,16447,11947,16333,11765,5976,11077,6578,7769,16578,15094,6983,11732,12476,12186,5693,9863,8377,255,10783,16671,17612,17997,4836,6075,118,13249,21132,16819,10969,15688,7576,19491,5768,8076,9171,18390,7436,7377,49,48,16478,14965,14393,15437,9126,11177,5133,8311,11500,8338,8463,8668,4776,18527,18983,18763,10913,13368,14120,10679,11311,11978,8698,16503,6350,4121,4998,7062,16151,7845,1895,2693,17030,21791,15767,17960,16294,16434,3142,9650,8402,7725,7060,14998,9254,8246,8771,7804,9163,71,14599,21883,11886,4924,12771,11646,10259,7037,6700,4026,214,15871,16694,15943,16156,8698,6655,6057,6820,3501,11333,17289,17519,12084,6606,9306,10259,13283,10192,10041,15229,7050,7972,7444,7495,6790,8889,7543,9033,6974,13897,13761,7351,8920,9273,13245,9298,7453,8575,9227,10210,6516,11081,8475,5826,4283,12441,14955,15268,11897,11267,13014,9421,8920,9508,3072,8130,13851,8697,10336,7420,6487,5837,5131,129,13256,20068,17448,10352,5242,11566,8590,5698,183,20962,15498,13401,12515,10140,8376,10719,187,242,5867,15616,21813,7164,11515,9693,8656,4647,11108,11267,10966,10549,11811,15869,7447,7456,189,12819,10621,9670,11364,12451,15145,10474,9848,9786,9607,9418,7312,174,11504,8091,10491,13101,13642,16996,292,20286,16517,11623,12792,7916,9006,6775,5310,8523,4404,12893,11905,14162,12169,8910,6713,9897,7904,7683,6800,8083,7620,5366,16860,7829,6688,11052,6197,5304,4770,166,78,4936,16467,15440,11783,7765,6955,7605,8844,10288,10519,7267,6223,8312,6805,6792,6298,6009,3556,279,16171,17490,17793,13460,19944,13968,14639,16506,16763,17164,15862,15739,16973,13982,14881,14801,12769,12091,9115,10469,8204,1660,1742,18028,18998,17066,12519,16639,17162,15791,16804,15615,17455,18913,17871,16731,431,13009,15868,15398,13915,13964,12870,18907,16653,15060,11903,14605,16279,14127,12470,17230,16703,12783,8925,737,1792,864,17133,15520,1023,11350,13689,14395,13116,1767,13706,16979,13031,11526,15331,14906,16181,14296,17138,18679,11777,15716,15210,13081,11186,10413,10474,9214,13417,13559,12364,5766,13539,15054,12876,463,18580,13704,11894,11309,11590,9353,12497,12924,8628,4968,10685,8907,9716,15744,11275,11505,419,18328,18134,17262,15763,16008,17570,15046,13973,16647,16035,14282,419,15482,18540,9317,2679,17712,14982,14416,11588,10036,15341,15308,16090,16221,14912,14462,3418,3674,1737,373,903,6921,21886,19539,5272,238,16061,14641,15173,15151,500,332,2992,19178,20229,17346,13658,14219,12538,13860,480,15650,14245,11549,2281,5663,18693,13561,16943,13919,15812,7035,19459,17018,9915,15298,17267,14976,10663,16384,283,4568,15247,15067,13123,16038,16250,4081,14878,14757,12420,16091,13461,915,20093,19759,4176,14131,13936,12766,12177,14485,17464,13312,11615,9238,552,15815,12601,10809,10280,1983,996,8002,17149,11323,14185,13705,11277,11664,11179,1828,13852,14970,12036,13258,14674,15564,13445,14286,12205,493,186,2234,197,14043,16910,13850,591,182,187,7517,20757,17127,15815,14166,15670,14233,15888,15442,13940,542,14060,13107,12263,14793,15190,14728,12107,12354,747,12296,15303,14231,12799,8722,3125,123,11159,12632,16634,8812,6760,11842,8812,9122,7946,5226,159,8894,14958,15699,8521,10372,8744,5754,2985,8193,13572,12179,7806,8658,6329,6246,604,12785,16236,15489,15623,14783,15691,1236,15454,16811,12706,14548,12624,16705,5084,14725,17164,13539,1477,8096,15449,12261,12736,14879,13671,14748,14644,703,16522,14534,12398,15794,16883,15945,14909,15222,14816,13771,15053,15160,16894,15227,10295,11702,14483,17295,15343,13745,17191,16287,14122,565,307,12621,20268,17790,16440,13582,11341,14138,11780,15147,16569,13201,12165,17524,3307,13372,18411,10713,13528,11391,14255,14704,12677,15269,11522,15882,3963,14216,14718,12844,3521,14903,13704,13117,13329,11997,15199,14401,11879,14388,13764,14538,17247,7954,4832,16210,15556,9155,8586,13808,5666,14798,21650,9085,179,15374,16478,12150,12423,6267,10541,7651,12988,12752,5713,8040,5526,21083,20578,16892,12406,11540,17825,10098,4057,9034,11575,3975,41,15210,20780,13074,16972,14715,9855,8104,6009,19914,14073,7311,7147,11501,9007,9986,11415,10275,16998,2558,10888,7431,11858,10286,18341,15117,11849,2575,11729,11604,10751,73,11927,4681,14841,14546,6828,4338,14650,17574,20061,20497,14417,7949,7277,15621,6570,10086,11160,7623,16411,8593,8551,18870,5546,9080,19093,11085,13613,15340,7357,21848,5758,13452,9848,16079,4478,18505,10625,405,21768,20560,11414,8801,17486,16886,4256,4188,21003,13868,13865,13268,7884,6719,3549,5558,5020,5648,5248,4067,502,11985,20196,12063,16311,12237,8658,13726,15026,11343,10962,9416,6046,9156,11063,10216,9077,11429,8734,4722,5555,2472,2213,15836,9470,15236,8900,8658,18210,3662,1762,1446,1990,826,13888,11406,11384,11389,10097,9683,9334,2860,977,4695,2503,16090,13023,12228,2247,1850,2595,697,5547,2714,19756,12835,2180,624,3286,1740,6842,6084,9712,6271,3682,16088,12224,11237,8837,9828,8725,12695,16377,12778,15655,9995,11958,5059,3826,7633,12873,14971,9594,18607,16704,15870,10566,10185,8202,7282,8639,1741,10928,10759,6723,15543,14510,14239,13517,9941,10454,17941,13760,14220,21461,10351,21887,14237,21846,15856,21906,20675,22709,22393,16890,7594,5004,4401,2410,2888,12552,9815,6616,5839,6863,6128,3861,135,9833,10692,10135,5926,9116,8019,6787,5535,7406,9794,9719,5085,4702,5394,4502,6704,1826,3095,10045,10053,6608,7854,7436,8636,10287,8627,3523,6313,5000,3765,2156,9753,13013,11316,6525,10367,6007,5928,4816,6724,6968,4589,2176,7084,9490,9160,6493,3843,285,67,10837,13845,12741,8363,6152,5841,5137,3249,5793,7669,7304,5302,5379,4235,1850,2319,3021,3371,3811,2498,2986,4692,12004,13314,15753,18137,18601,17477,13099,11071,8792,9499,8817,8879,8978,8899,8724,8551,8934,10929,18842,22447,21414,21233,15211,16842,16676,13015,10751,3111,21318,21180,16426,12178,7720,2615,1022,500,252,86,52,31]}
