{"title":"Infinite Tiling Presents a Modern Mathematical Challenge","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/todays-mathematicians-seek-modern-solutions-to-complex-problems/","audio":"https://traffic.megaphone.fm/SAM3865788514.mp3","intro":["Today’s mathematicians grapple with higher-order mathematical questions and real-world applications."],"authors":["Kyne Santos","Rachel Feltman","Fonda Mwangi","Madison Goldberg","Jeffery DelViscio"],"category":["Math"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"When I was a little kid, I remember being really perplexed and fascinated by the concept of discovering a new number. Like, if you counted high enough to get to a new spot, did you get naming dibs? What else could discovering a new number even mean? I mean, they’re numbers."},{"author":"Kyne Santos","text":"Even though math was my favorite subject, I was always confused about new numbers and shapes, too. You know, most of us learn about math as if it’s some ancient thing that got figured out back in Pythagoras’s day—not a beckoning frontier."},{"author":"Feltman","text":"I bet you’re about to flip that misconception right on its head for us, right?"},{"author":"Santos","text":"That’s the idea. On today’s episode, we’re looking at modern math. The mathematicians of the 21st century are exploring some completely uncharted territory."},{"author":"Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"Santos","text":"And I’m Kyne Santos, your favorite math-obsessed drag queen. You’re listening to the finale of our special three-part series on the hidden secrets of math."},{"author":"Eugenia Cheng","text":"I sometimes love thinking about the explorers of the past. It’s related to colonialism and all that kind of thing, but the idea of setting sail out into the ocean and not knowing what’s on the other side."},{"author":"","text":"[CLIP: “Those Rainy Days,” by Elm Lake]"},{"author":"Santos","text":"That’s Eugenia Cheng, a mathematician you might remember from last week. She specializes in a rather new branch of math known as category theory."},{"author":"Cheng","text":"Sometimes I love thinking about people who came upon the Grand Canyon without knowing the Grand Canyon was there. Can you imagine what they’d have thought, like, “What is this?! Let’s try and go around it,” and then they try and go around it, and it just keeps going. I love that idea of just seeing something that people haven’t seen before."},{"author":"Santos","text":"When you’re studying math in school, you’re often solving problems that have answers you can find at the back of the book. But modern mathematicians are sailing out into open waters—thinking about problems that have no solution, not knowing what’s on the other side—and that’s one of the great joys of studying math."},{"author":"Feltman","text":"That sounds downright swashbuckling, which, I have to admit, is not how I usually think of mathematics. So can you give us an example of some of these more mysterious mathematical areas?"},{"author":"Santos","text":"Yes, one of my favorites is the art of tiling. Think of the tiles that make up your kitchen backsplash or your bathroom floor. The shapes can be rectangles, hexagons or even something more funky."},{"author":"Feltman","text":"I do love a funky tile."},{"author":"Santos","text":"So do mathematicians, but we’ll get into that in a second. As long as you have shapes that cover a flat surface without gaps or overlaps, you’ve got yourself a tiling. But as interior decorators and mathematicians all know, not all tilings are the same."},{"author":"Craig Kaplan","text":"A tiling is periodic when it repeats in a very regular, gridlike pattern. Square tiles, you can fill up the plane with a grid of squares—kind of looks like infinite graph paper. That’s periodic because you can slide that infinite tiling over one square, and it lines up with itself exactly."},{"author":"","text":"[CLIP: “Lead,” by Farrell Wooten]"},{"author":"Santos","text":"That’s Craig Kaplan, a mathematician from my alma mater, the University of Waterloo in Ontario."},{"author":"","text":"Periodic tilings are useful because once you know the basic pattern, it just repeats itself over and over, so you can use the same repeating pattern to tile a huge wall, like in Medieval Islamic buildings, or a long brick road by copying and pasting the same placement of tiles."},{"author":"","text":"But what about an aperiodic tiling, a tiling that does not repeat itself? That might look something like a stained glass window in a church, which has artwork of flowers or angels or saints, or like a jigsaw puzzle where each piece is unique."},{"author":"","text":"What if I asked you to tile an infinitely large plane, a plane that extended infinitely far in every direction, with an aperiodic tiling? You might think it would take a lot of creativity and a lot of different shapes, maybe infinitely many."},{"author":"Feltman","text":"Yeah, I mean, I’d rather not work on anything infinitely, but that does sound particularly challenging."},{"author":"Santos","text":"Well, in the 1960s a mathematician, Hao Wang, put forward a thought experiment. He asked whether a finite set of tiles could tile the infinite plane aperiodically. And when he asked that, he assumed the answer would be no. Filling up an infinite plane with infinitely many different patterns, he thought, would require infinitely many different shapes."},{"author":"Feltman","text":"Yeah, that makes sense to me, because if you have a finite number of shapes to work with, you’d probably end up repeating a pattern at some point."},{"author":"Santos","text":"Yeah, that’s the assumption. But in 1966 Robert Berger found that you can make infinite arrangements with a finite set of shapes. He was working with 20,426 different shapes. By repeating those same shapes, just placed in a clever way, he showed that you could lay them down infinitely many times without repeating the same pattern, with every patch looking slightly different from every other patch."},{"author":"Feltman","text":"I mean, to be fair, 20,426 shapes is a lot of shapes. Though I guess any number is small in comparison to infinity."},{"author":"Santos","text":"Oh, just wait, honey. It gets better."},{"author":"","text":"[CLIP: “Wood and Skin,” by Hara Noda]"},{"author":"Santos","text":"Once Berger set the precedent with 20,426 tiles, he and other mathematicians later accomplished the same thing with a set of only 104 tiles. And then, in the 1970s, we condensed the 104 tiles down to just two."},{"author":"Feltman","text":"What?! That is absolutely wild."},{"author":"Santos","text":"It really is. A man named Roger Penrose discovered that you could use just two shapes to aperiodically tile an infinite plane."},{"author":"Feltman","text":"And are these shapes, like, eldritch-horror levels of complicated or something?"},{"author":"Santos","text":"Not at all! They look like a kite and a dart. Each shape just has four sides. But if you had a kitchen backsplash that stretched out into infinity, you could tile it entirely with those two shapes and never repeat the same pattern."},{"author":"Feltman","text":"Wow."},{"author":"Santos","text":"And mathematicians are always trying to outdo themselves and fly closer and closer to the sun—’cause why settle for two, right? If two tiles could do the job of 20,426 tiles, then why not just one? Is it possible for a single shape to create an aperiodic tiling? It turns out that the answer is yes, which brings us to Craig’s area of research."},{"author":"Kaplan","text":"A shape is aperiodic if it can only let you build nonperiodic tilings. So there’s something about the shape that prohibits you from repeating things in this really regular, gridlike way."},{"author":"Santos","text":"Okay, first, let me clarify the difference between aperiodic and nonperiodic because there is a difference. A tiling can be nonperiodic by simply having one little irregularity. Like, imagine an infinite sheet of graph paper. That’s periodic because it’s all made of squares, but if you just connect two squares to make a rectangle, then the tiling is suddenly nonperiodic. You know, it doesn’t repeat itself anymore because of the single rectangle. That’s not really as interesting because aside from the one rectangle, everywhere else is periodic."},{"author":"","text":"So we make a distinction between those nonperiodic tilings and aperiodic tilings, which sort of have irregularities everywhere you look. That’s what it means for a tiling to be aperiodic."},{"author":"","text":"Here Craig is talking about a shape itself being aperiodic, and that means it’s impossible to rearrange things into a periodic pattern. For instance, a six-sided chair shape that sort of looks like a capital letter L could be used to tile the plane nonperiodically, but it could also be used to make a periodic tiling. What Craig is referring to is a shape that only permits nonperiodic tilings."},{"author":"","text":"[CLIP: “We Are Giants,” by Silver Maple]"},{"author":"Santos","text":"In November 2022 a British amateur mathematician named David Smith was playing around with shapes."},{"author":"Feltman","text":"As one does, naturally."},{"author":"Santos","text":"And he was glueing together little kite shapes and formed something that resembled a hat. You can search “Scientific American einstein tile” online to see this hat shape for yourself in our stories on this discovery. It’s not super complex, but he found out that it had this strange property."},{"author":"Kaplan","text":"And he happened to try the hat, as we call it, and discovered that it behaved weirdly. Like, it didn’t obviously tile the plane, which is to say he couldn’t find, like, a little block of hats that would repeat periodically in a grid. And it also didn’t fail to tile the plane. He couldn’t, like, obviously find a way that he would get stuck and be unable to continue outward to infinity in a tiling. So it’s like, well, what do you make of a shape like that? Like, does it tile? Doesn’t it tile?"},{"author":"Santos","text":"When David reached the limit of what he could do with slips of paper, he reached out to Craig, an old colleague of his, who started playing with this shape on computer programs."},{"author":"Kaplan","text":"I got sucked in almost right away. You know, there was something intriguing about what he had discovered so far, and it was just like, yeah, we’ve got to figure this out. This is a real mystery."},{"author":"Santos","text":"What they had at their fingertips was essentially the discovery of a new shape. And it was a shape that answered a long-unsolved question. This “hat” shape, as they called it, was the first-ever aperiodic monotile. That means this single tile could be duplicated to make an infinitely large jigsaw puzzle, with each patch looking slightly different from every other. But how did they prove that mathematically?"},{"author":"Kaplan","text":"I mean, that’s the real puzzle of it, right? I happen to have worked on similar problems in the past on using computer software to say, “Okay, you see this shape? Make me a big blob of them that are all stuck together with no overlaps and no gaps”—so not an infinite tiling but a finite thing that we call a patch, like, kind of a ball of tiles that are all stuck together."},{"author":"","text":"And so we used my software on the hat, and it was like, yeah, I can make as large a finite patch as I want, which is strong evidence that the shape is going to tile the plane because, like, if you can get out, like, really far around one tile, it would be really surprising if you then got stuck."},{"author":"Santos","text":"With the help of some software, Craig managed to prove that the hat could tile an infinite plane. But to prove it could do so aperiodically, Craig had to reach out to two other mathematicians, Joseph Samuel Myers and Chaim Goodman-Strauss."},{"author":"Kaplan","text":"My co-author Joseph had software that, if the shape tiled periodically, his software would eventually glue enough copies of the shape together to get one of those units that repeats by translation. And we couldn’t find that either, right? So that’s strongly suggestive that it does not tile periodically."},{"author":"Santos","text":"A strong suggestion definitely isn’t a proof, but it is a start. Their proof used some more complicated math to try to limit the number of possible scenarios that could happen in an infinite tiling so they could look at each one and conclude that none of them would be periodic."},{"author":"","text":"[CLIP: “Let There Be Rain,” by Silver Maple]"},{"author":"Santos","text":"But beyond that, the team also discovered that by slightly tweaking the side lengths of the hat tile or by making some corners curved, you could create a new, different, still aperiodic monotile. And because there are infinitely many ways we can tweak the sides of a shape, the hat tile gave way to infinitely many aperiodic monotiles."},{"author":"","text":"To call it huge math news is an understatement."},{"author":"Kaplan","text":"Already we’ve seen people make all kinds of wonderful art and design objects, crafting all kinds of artifacts inspired by the hat, spectre [another aperiodic monotile], and so on. So I love that. I mean, I do not personally need a more pragmatic, a more practical application than that."},{"author":"Feltman","text":"I respect being in it for the love of the game, but for those of us who don’t work in the backsplash business or play with paper shapes for fun—does this mean anything?"},{"author":"Santos","text":"To understand why tiling research matters, we can look to the story of the Penrose tiles in the 1970s. Roger Penrose was the man who discovered how to make an aperiodic tiling using two shapes. About a decade after his discovery, we found out that Penrose tilings could be found in nature."},{"author":"","text":"Previously, scientists thought that rocks with trillions of atoms in them would naturally sort those atoms out in regular, repeating, periodic patterns. But in 1982 a scientist discovered an aluminum-manganese alloy built out of an aperiodic tiling—a Penrose tiling—and now we’re exploring using these metals in nonstick pans and ultrastrong steel."},{"author":"Kaplan","text":"It is very suggestive that maybe aperiodic monotiles will also turn out to have some applications. In some sense, I’m not really qualified to know what those applications will be, and it’s only been a couple of months, you know, there’s no rush!"},{"author":"Santos","text":"But in my opinion, part of what makes math beautiful is that it doesn’t always need a practical application. For lots of mathematicians, the joy of doing math is its own reward."},{"author":"Cheng","text":"I think that fun is a practical application. We shouldn’t just say, oh well, there’s no point in having fun. Of course there’s a point in having fun. It’s like joy and happiness. That’s a point as well. And if we cling to the idea that, oh, it’s really important to learn math so that you can understand your taxes, that’s so boring, whereas to me, the practical use of math is learning to use our brains better, and if we learn to use our brains better, then that can be applied to every single aspect of our lives, assuming we want to use our brains better."},{"author":"","text":"[CLIP: “Without Further Ado,” by Jon Björk]"},{"author":"Santos","text":"I suppose you could say math is like drag. It can be mysterious, confusing and maybe even a little controversial, sparking some heated debate and discussion. But it’s also creative. Mathematicians are artists who operate in a world of metaphors and imagination. Number theorists are those who are interested in learning all there is to know about numbers: What makes pi different from the square root of 2? How are prime numbers distributed?"},{"author":"","text":"Then there are topologists, who are interested in thinking about surfaces and spaces in higher dimensions that we can’t even visualize. Mathematical physics, the area of expertise of Tom Crawford, whom we met in Episode One, is about learning how objects move in space, like the flow of a river or a cloud of gas."},{"author":"","text":"Then there’s computer science, which is about translating mathematical questions, or any type of question, into a sequence of 0’s and 1’s that a computer can understand. Craig is a computer scientist who has a particular interest in the intersections of math and art."},{"author":"","text":"And then there are mathematicians like Mark Jago, from our previous episodes, and Eugenia Cheng, who study logic and category theory. They’re interested in the structure of math itself."},{"author":"","text":"Math is a playground wherein we can run around and chase our curiosities, learn how to make our lives better, learn how to use our brains better and, most importantly of all, have fun."},{"author":"Feltman","text":"That is beautifully said. Kyne, thanks so much for taking us on this journey! It’s been an absolute blast."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Santos","text":"Thanks so much for having me. And thanks for tuning in, listeners! For Scientific American’s Science Quickly, this is Kyne Santos."},{"author":"Feltman","text":"And I’m Rachel Feltman. Kyne, where can our listeners find more of your incredible work?"},{"author":"Santos","text":"You can check out @onlinekyne on TikTok or Instagram for more math content. You can also listen to my podcast, Think Queen, where I chat with experts on subjects like biology, astronomy, AI, linguistics and, of course, math."},{"author":"Feltman","text":"I can’t wait to check it out. Listeners, that’s all for our miniseries “The Hidden Nature of Math.” We’ll be back on Monday with our usual science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Kyne Santos. Emily Makowski, Aaron Shattuck and Shayna Posses fact-checked this series. Our theme music was composed by Dominic Smith."},{"author":"","text":"Don’t forget to subscribe to Science Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. Have a great weekend!"}],"wave_peaks":[386,14882,14615,15623,15924,15879,15800,13860,15801,15342,13813,14945,2247,15631,15581,13930,15770,10651,15654,15463,14484,15781,15771,15899,11538,15150,17057,15892,12770,14253,14995,15575,15707,13221,16274,16106,15549,16919,13188,1440,10275,19172,15506,15169,15847,15679,15272,11909,8088,15803,15571,16476,15676,16139,15996,15896,10762,16830,10642,15787,15705,16563,5085,17076,15575,10218,16414,10262,10026,11943,15857,16004,15478,14891,16447,10784,6733,2952,16457,15133,16335,15944,15778,15800,12407,15849,15718,15996,15906,6632,4841,15967,15954,15854,15923,15897,12306,8090,2485,303,14094,17582,6951,11254,20502,19261,9658,9664,9469,7144,17903,16555,12558,19929,7516,13075,21760,20318,18659,6793,20773,20096,12882,8425,13881,736,3080,21879,11091,21837,21854,18249,15507,11409,8724,19853,7677,19779,7356,12089,13901,14175,3555,16668,21924,13405,21859,11048,15442,9328,10423,7273,9804,11978,18611,20427,12788,2366,12549,18294,20879,12289,18229,15951,19211,16541,18907,20965,17648,10034,10711,21933,14717,12021,8696,13960,10790,11301,18810,20347,21814,16413,21828,16606,12920,15033,12001,11332,18092,12485,17358,13812,19800,21853,16185,20692,21900,11218,12733,16551,18805,16759,19256,14745,1952,21718,20978,18994,13302,21578,19192,22107,12687,15338,15479,14437,13333,9860,20452,21910,20333,19672,16299,17529,21711,15575,15603,20988,18320,18757,12991,1603,20271,14464,11269,13071,10693,16566,13197,18473,12805,13071,5465,12220,12445,11335,11367,13219,7864,1757,21787,21772,20655,20880,18113,10491,11106,22064,16216,7484,1331,17854,20431,18815,16669,13617,14145,15567,19827,18082,21770,19460,7091,1313,15129,14355,10534,20218,17336,21945,13687,11407,20795,11136,3776,15699,13516,11463,7688,12955,2401,2934,2332,3295,2943,2682,1536,1830,3233,3820,5177,3666,1056,3523,2790,2894,3229,3125,841,187,49,21,8619,12670,19695,19105,8626,18819,6047,13039,5031,9250,5233,7964,6783,5994,16752,8003,12815,9142,11461,6755,21900,263,19796,10593,21321,14821,1968,15506,11650,6288,21970,13622,7967,9106,8247,7617,6973,5512,5622,9062,2210,1886,2426,20492,12348,14127,19667,11887,19287,9400,19512,20416,19865,18389,5584,1082,10241,21789,20273,10319,21836,11721,12937,15551,20679,9743,12462,21880,13152,3635,2031,322,1037,15835,14242,14208,8258,8513,15442,1793,8761,9920,15942,14187,16711,12026,4904,21781,15380,20384,12021,6336,14545,1237,7912,11043,11296,15931,855,21755,5170,18418,2709,17883,18063,17471,17159,8879,7196,12139,15098,8492,5806,5169,9174,444,15563,20914,1063,21972,8577,10419,8472,6490,6999,11787,8982,5838,9935,9963,8364,3854,6517,7479,4694,1061,1062,19860,16871,11816,20762,12354,10149,5661,20471,21374,18800,17037,15964,21881,21004,13433,10015,15627,13860,21714,21085,2589,19477,19441,21077,9217,12801,12955,18254,16912,11499,12978,3729,14046,21321,17571,12475,17328,12042,8999,12685,3388,15793,14580,17359,12369,14888,15282,5241,20937,14663,17526,14931,16586,8369,16478,15354,1202,729,20843,21891,5254,21889,17153,21091,14624,9454,15277,20164,21813,16600,14226,19570,21655,11215,10061,13505,18469,16377,16167,13900,767,8354,18019,10787,13854,13038,18523,11174,12565,12168,8264,14683,12109,16453,10253,11210,3436,4784,18873,14249,18055,21832,15042,16774,7366,13200,14906,12982,3021,13705,16518,21486,21812,18808,14244,11620,21734,17806,4250,13529,21855,10235,10181,0,14455,15335,8994,21835,13594,4124,21846,21171,14654,14945,16695,13021,18393,8721,16315,17101,13431,18405,12703,64,17367,21015,18075,12899,2946,19002,19820,21894,21680,2238,19883,19113,11219,18148,15097,20776,19099,20277,12770,13014,15053,20432,8482,12157,18474,5967,13091,21610,18492,9875,20151,5257,6669,20288,19425,10419,21925,15793,13645,19171,12563,14076,7334,3172,15085,15531,21848,7353,8071,11954,9760,1022,13946,17423,18315,13368,13552,11820,8249,6964,6891,14671,13413,14188,9427,11882,8383,6272,1960,2866,2554,5059,19858,18533,19860,10271,17314,11403,10579,7363,12504,12456,9246,14423,11051,9849,10989,9448,9729,6861,14412,9587,6047,1185,21599,21074,19827,7405,10539,16611,13410,10045,11851,11709,10784,10683,13770,11956,8475,21247,21880,13252,11703,8837,899,21957,21838,21768,10746,17888,13659,17326,20404,20943,18463,12396,14443,8745,12010,11337,10471,14401,4680,1311,5379,20905,14818,13934,17952,12010,14515,11685,19011,14519,13890,17359,12141,7140,16985,14656,13337,11270,12666,8845,15351,13119,11454,13534,9188,21896,7610,20300,7364,16539,16950,21882,12529,13929,12518,12573,14291,11463,12885,16409,14572,13331,16313,3235,21827,17485,12888,11989,9071,13941,11933,8074,15982,3829,751,1451,19935,21867,9717,12606,15928,19419,4567,8200,21847,21887,18786,8288,7712,5721,832,21738,20992,17324,13984,16893,18243,16810,21306,11543,8707,14300,5339,21296,21746,12074,21298,18737,6584,11520,10682,8066,13009,1281,18226,17642,17033,21779,15502,9872,9448,9165,11453,6698,9703,2304,730,1162,16724,21984,19782,9164,16854,16963,12729,12376,16148,16264,12184,15422,12440,21747,9865,19519,8603,12889,17494,14139,18213,5990,9329,8899,10055,14208,20748,21782,990,21805,13787,11397,11566,17105,12587,13998,9493,13765,18097,10825,16761,10404,3844,13478,16790,16003,12649,456,302,184,20125,17907,21624,19430,13784,8473,14488,13797,7545,21607,21355,17428,17164,15055,10845,14101,17066,14038,5868,3245,18960,21065,10658,13990,9020,21919,13453,11328,21839,19801,17079,425,17642,14213,18548,12092,11030,273,17317,16890,19862,12457,15669,13632,18335,17100,8600,12711,15394,14251,8614,11775,13098,9234,16061,16217,2865,0,16756,21852,18159,21766,806,10452,15626,21727,9145,9372,6970,19029,6388,712,15611,17691,10517,13075,15802,11349,14434,12566,14041,16177,21706,11280,5997,21822,21879,13236,21012,12619,11228,12679,13325,13577,6875,3192,20144,21743,11263,16748,6530,16908,18185,8052,20247,13121,14172,11667,9946,5128,7690,21951,13393,14725,10791,11115,21524,15747,21279,6339,5153,21118,21914,18710,17527,10178,21839,17195,16099,9218,16545,3771,21826,18144,13784,21811,11351,12090,13292,13195,16725,12548,11441,13938,16302,14896,13785,5759,0,11716,16854,12275,6085,16038,21784,18902,13986,12772,12559,10463,16340,14285,15454,6987,2638,21855,16027,15090,12137,11650,16041,5969,13940,11929,15413,13030,14859,10362,15156,20245,9940,12130,21852,10221,14810,14052,15471,7176,21820,12982,11160,11322,17752,8138,12514,17326,11793,17875,11280,9104,16036,15398,12018,13646,14674,15296,18667,2112,22309,13231,8337,13202,10804,5660,16022,21789,10169,17608,14478,16557,14453,11313,15394,7034,14310,17077,16989,2833,188,21824,13610,11200,9854,19476,9006,8285,12749,13012,6505,15184,18484,18151,17229,21895,21097,13011,8917,7072,21782,17619,19189,19856,21802,13246,7787,20868,21975,12047,15938,9892,21928,20835,3601,11899,14208,20531,21775,6119,15857,13732,16142,6401,15938,13668,9097,20541,21897,11898,4991,21127,16031,15592,14260,15544,3963,3999,11451,21139,18468,7855,21792,6474,14099,20177,11475,17182,15041,10304,21862,15771,4957,21771,11530,7350,7498,1676,21170,12077,1910,21802,4650,21816,9207,17328,4916,19069,19732,14182,11085,5754,20358,16260,13145,15613,14326,12185,18369,21904,13025,11678,12828,6248,10688,15002,7128,13602,11425,19479,8841,21517,8119,7546,6670,13750,2804,15134,20886,14437,20250,17454,15591,12216,15443,13042,9535,21932,11491,15051,16185,6516,17578,18937,18423,17682,15245,19954,21884,17037,18033,9508,12675,12324,13762,21161,12316,17441,2620,18507,15737,17747,12066,21733,17595,20702,21676,21891,21954,9492,11055,9583,11963,21683,16846,10803,20859,11650,13784,11463,12995,6915,18144,13347,8220,9819,11582,302,7499,16546,919,20759,16048,12208,21827,21689,20032,21785,9540,20283,7183,18160,14807,14774,18584,10453,13569,616,18947,21787,19023,10947,16397,12862,9155,15686,21803,13442,20378,14897,17568,19362,15987,17485,14851,19814,21503,7718,11367,17909,14726,17223,14675,0,13640,16435,15552,12529,12613,12098,11967,10755,9734,9356,20093,19689,10392,0,14449,21854,11978,13265,11257,6230,14967,6950,5731,15448,18130,19212,12757,10978,7693,8101,5945,5984,13714,21809,21845,13565,4515,279,13712,11373,18442,21360,13821,11620,14410,12278,7833,8370,8694,5369,5659,2183,802,10377,13480,13759,13824,9132,8313,10189,21768,6686,4873,452,12955,4048,13653,12737,14518,9996,5412,10665,4621,10067,7016,6862,6397,79,20203,15769,20838,21789,20473,10808,9678,12589,20311,12498,8291,14899,9768,10337,14935,15266,8239,5001,18430,15939,13349,17604,11521,20198,21909,11821,18613,11294,17198,12763,16839,10984,4548,19984,16189,16164,11169,12804,10356,19668,15448,14229,10465,19751,16116,14829,17099,13560,14307,10169,13573,556,20555,17099,18853,16096,11247,15435,10135,21853,15566,355,19402,21797,16258,14003,20805,12094,12418,12324,20456,15496,19830,9993,13445,17766,8546,14794,13994,9205,0,21798,21795,14324,19428,13289,14696,13041,21223,14306,21288,14026,15076,18499,16694,8444,19598,3650,12940,16882,14948,15887,13132,9828,15364,15482,13054,19121,21834,5453,8841,14739,11676,18627,20574,3802,14198,16787,18156,16589,21847,13875,21748,12621,10214,651,21823,19620,8685,16250,19905,18623,8960,10074,11011,10549,2376,1617,15808,21858,21833,21766,7531,12752,21792,9477,10853,8049,13836,16030,21955,12009,13536,18680,16803,10322,15294,10860,8133,16576,10831,19869,18142,7681,0,18905,11401,15960,14882,21804,14794,14565,16413,10131,21666,14356,18957,14105,21841,16079,14292,11459,12207,12494,17754,16509,11984,13926,18893,20155,7492,21856,12696,17549,18998,11645,6437,11181,8635,18797,15902,5958,0,18205,21904,18000,12115,10760,9418,20308,10983,17424,13324,11621,14549,12108,17253,11581,8047,1285,6105,2336,11305,21778,16760,12325,12268,3809,13194,14837,14184,19654,9075,8937,12876,11890,14862,4020,17419,14965,21800,12954,11016,5971,21923,11326,14169,16064,10505,13622,13101,11469,13496,21736,14142,21359,10140,6648,11497,15271,17390,21836,17586,9004,21826,5662,450,12157,14028,21818,17771,16285,14550,10288,20208,20097,13261,15660,10087,11417,21833,17779,12524,21694,2494,20509,14891,14147,6927,18384,11288,383,14456,21891,18533,21812,14677,1609,21823,21806,21292,16890,18809,17221,10370,8424,18805,3041,10214,18735,15622,15394,13051,21653,21742,4953,5132,6171,318,9284,16517,21705,12913,9674,12975,7019,14529,4844,5393,1292,20926,21870,1651,21892,18642,10940,13520,9939,5183,8916,11567,8582,7536,21826,15562,16229,15657,17075,6638,4032,13027,21829,14207,10173,20708,11017,20025,14540,1726,1841,19653,19803,10941,6817,20633,18628,9600,5359,9176,21819,13907,10760,1341,21860,12350,11218,15101,11672,12140,21876,9158,7304,14854,15607,7599,6849,8963,10433,16191,9588,9398,14929,6934,7679,1361,1371,11952,9278,1624,5034,15360,13696,7461,5852,1077,15521,7569,20049,20304,21864,8689,2726,822,20101,17518,12708,11663,12476,21787,11118,11638,11464,13951,11820,1377,11463,21774,21805,7507,10751,21547,8602,5469,8742,15407,14443,9176,9896,10458,11501,14462,5759,3154,17679,6695,16660,9322,8713,4640,4761,501,267,7126,9690,21862,20355,12826,13390,10350,13575,8944,11273,7889,13658,3629,5999,2320,9961,19735,10039,8653,5951,6497,5946,7653,4051,17831,21884,14973,11195,6243,18289,20249,8061,7499,17640,10110,13352,12570,9563,329,16326,14585,17608,12904,16191,14690,17839,18968,18451,18376,2596,0,10158,7871,21339,14471,11686,15647,18556,189,11501,15557,16328,14243,13196,20139,14579,15521,8478,4593,21672,21964,4168,18179,16036,20589,7693,13275,13501,12853,9577,10556,15435,19046,14252,15428,10008,251,9904,10929,21944,13667,11565,15881,14047,14525,14519,15442,9375,17009,19780,16387,13811,20362,17741,5750,3937,19731,17003,8462,296,11175,7701,11403,11940,19393,21822,21846,4114,14250,247,227,21762,21824,14136,10789,19551,8746,7678,9409,17591,17307,5221,13420,4643,427,9517,4787,14390,19558,15141,19172,7602,5147,10293,16113,12500,16311,10551,288,21778,13889,22025,21477,18249,15462,7733,10821,13803,9903,6625,8142,5192,8516,11893,6182,4649,3877,303,18489,21833,12491,21829,9950,14651,9043,8836,8502,11913,5299,3827,3032,12323,6647,21830,21840,11744,14527,8121,6768,9908,4695,264,257,16779,7479,9824,5985,16761,20590,13602,21639,11280,21858,13220,14099,14766,14536,14675,8371,9206,13132,9214,13533,7019,426,20459,9503,152,5834,3093,10096,19326,21799,14890,5813,6599,14243,10925,10132,6775,4123,5440,5238,9528,5181,6682,21850,10835,11375,15268,18914,14464,17920,12808,10522,349,13769,15495,12855,19575,9878,17151,13489,15259,857,4915,18110,11364,21807,13202,21929,17378,11174,10841,17340,21986,10090,21456,18145,9568,12520,6749,19389,17730,12109,13999,12524,12406,13021,18298,11381,3912,18210,21781,21825,8341,16694,18677,12709,14685,1601,16104,13424,10662,17903,8039,12502,20546,10707,21399,3924,67,11762,18990,20806,21006,8220,17368,11884,8424,412,14708,17240,12781,11191,7766,16946,6140,243,16685,21845,17825,21656,8823,17534,13263,13607,12922,8631,6740,8669,21493,10515,21870,15589,13176,11549,10555,13375,9280,5455,7019,1397,18339,19262,21793,20821,4418,299,5675,17048,15807,356,1546,19705,2364,807,21838,21819,21821,19309,12877,13211,15333,8302,9460,16948,2488,45,11880,19476,20394,12710,21742,15390,11255,13293,9975,3421,18921,15314,20302,69,18579,15383,8245,10147,13997,14179,8844,20227,5900,19240,11568,15502,17088,20758,10616,7020,11588,5241,21464,21819,14655,11848,21896,17396,7389,16985,14847,11900,14372,13858,7923,16007,15154,12934,12260,10040,14160,13285,1945,1847,15923,13274,17977,19439,9678,13280,14923,15157,21677,20278,17415,9372,11049,15958,19436,9119,21811,21858,15173,16618,21696,12432,14346,15528,10530,12552,1356,18515,10667,7346,12038,8383,16866,13143,10279,15119,12174,13440,15215,13205,10751,14190,17172,18302,12456,11757,12022,9536,13315,6109,21892,16940,10938,2353,21689,17063,12387,11791,13649,13457,12912,9618,15220,10784,17081,8565,15371,7387,932,1299,16735,18150,12648,20876,10488,8888,8425,10350,13583,13092,2270,718,21901,20171,8822,7757,7519,5801,990,10288,13049,8939,7783,6757,3859,11332,5415,7483,5291,7375,6715,6708,3469,1023,4151,13261,21064,12986,21837,10079,5616,7784,20778,19054,11386,11603,6586,8131,8109,16208,20740,11245,11313,3848,12811,1185,21923,16971,21846,12895,8804,8679,7246,876,11389,11196,13826,9933,5557,944,9830,14418,20312,14160,21798,21821,21851,12692,8695,3886,1131,667,766,21480,19857,19888,14932,14660,15316,13904,21895,21158,15276,13902,14598,12478,9715,13036,21931,18131,16404,19241,10949,21453,14857,20819,14624,16553,11196,21789,4535,19550,14761,7170,14925,13007,629,21873,12812,21887,21814,20347,10644,16506,14887,487,18133,15435,15463,15539,21973,16575,21835,15789,11744,19408,3052,3056,20231,15914,18044,13817,16622,17258,15300,21898,12708,7276,15309,20610,16987,4956,9196,10236,3804,17578,21747,21838,19499,11559,14882,11051,11136,21777,21170,21925,8865,20394,20793,11235,21762,5976,10188,2002,0,13745,16069,14224,13580,19504,21795,18754,12345,9234,15838,12372,19544,5618,8112,19033,17213,9938,15408,16009,20101,18902,18990,13774,13901,11719,10617,13924,21800,12327,1999,21739,17555,10325,11812,570,12490,12925,12192,17911,12484,14534,18181,16602,17427,16389,17062,18926,7901,7100,9969,13564,20854,6208,21961,16648,16403,2796,20804,16161,10719,13527,9749,11614,13631,12732,6136,14170,12790,12536,8823,15141,16193,11895,13374,0,10503,3966,16795,16645,21860,8802,6635,9787,8427,8356,9668,5467,5635,6898,6508,3424,3735,4316,2646,3811,2773,11069,21775,14781,8704,12449,20505,13466,10476,14570,8779,8975,11475,9366,6922,11975,8948,9073,2875,107,3015,9013,11717,21776,18806,7246,12079,16648,7840,13901,21915,6788,35,20922,16436,17885,9058,21813,15916,13870,17514,9228,12881,457,21890,8058,21747,16091,10194,11308,21868,13853,9788,7259,10,21018,21773,16748,7353,7624,14750,9954,15235,13745,7723,8598,11098,9724,6,21952,10465,20899,21830,14038,14349,21912,14598,7908,6020,1626,9427,8622,9458,21769,15814,17510,16782,17150,7911,18773,18562,9758,12178,13603,12659,16065,11925,8674,21923,13063,7840,21889,420,18781,8803,9575,16231,13992,9707,18241,14759,7670,9494,14223,14385,8108,9663,8701,14154,2782,83,21873,12532,14821,11917,14086,2747,18861,21899,7297,7486,1431,14646,6443,21889,11316,5420,14292,13892,11840,13864,6938,15654,10664,10014,7740,2169,150,21306,13256,17405,10439,12434,11583,4984,20950,7861,10477,11458,16763,19345,10419,8702,14681,1271,132,15892,11205,21809,7722,11423,8638,4694,692,18995,21844,13345,13014,16586,10055,17096,20342,2987,12400,13325,11595,11559,12636,8360,10181,13408,19072,13752,15330,13773,13789,13012,9688,21552,14653,10641,14515,14331,8631,13385,3108,1507,14421,18482,20525,9594,12452,1499,6922,21245,12153,10961,19645,10854,5214,20469,17105,12053,12871,13972,7713,14716,13799,7065,1337,19279,17268,12322,10461,16773,14265,13342,11978,11757,14167,13686,16583,15297,15907,9398,1038,15820,11143,19572,15934,20752,8357,10813,13359,1538,5124,17136,20707,16067,15845,11291,3329,1487,17290,19354,18154,19067,9721,15369,17940,16148,11219,11883,21799,14283,6224,7442,16335,7821,17684,12798,12073,12295,11182,12049,13885,13617,5141,1414,21746,21880,15395,13224,17839,16135,17572,10519,14027,12843,21387,8343,14613,9952,16487,3717,18472,15137,13326,21404,17554,15078,8272,15454,17853,13049,15584,16509,14370,11523,11264,21781,5906,1177,20304,15552,17350,20036,7687,10773,18983,15968,12351,21887,21771,17640,13673,4402,13527,20725,21767,16598,6566,7976,13177,12877,9532,15114,12776,16802,20244,14195,7734,11639,9364,873,2185,21850,16308,14419,15955,8388,21779,15432,13159,12703,5982,11015,21797,21279,17432,19246,16634,16972,1581,971,21758,16220,21886,12091,17296,19595,21412,13521,17891,10440,16736,7237,2669,15362,10203,19065,11547,10220,12260,19700,9598,6686,21925,9950,6682,1198,18802,13601,9504,16672,12174,15529,7163,21865,1146,837,841,21606,14348,15251,18928,2915,15741,10139,13254,16103,21601,9109,11261,11548,21359,7556,5041,5842,16137,21830,14773,18436,17723,779,14004,21842,7377,15362,15862,7973,5275,14484,14633,14425,8492,14608,1438,21892,18115,1213,1110,1260,827,630,585,826,11890,21814,5860,9309,14677,13256,3288,21851,13312,14011,19314,14996,12811,11583,7963,16961,16669,21603,5651,14954,7806,15536,15654,21859,17438,18660,21636,18086,16894,11456,13579,13419,18465,21835,16442,19275,12125,19987,15725,13263,14584,16369,13321,7753,5313,21935,20602,18441,15917,2664,21885,14746,8741,11862,21873,11212,12427,12675,21764,8034,4909,10354,20506,21521,16804,16822,16070,13619,17541,20034,11913,21590,13142,21557,17589,16560,7927,18760,11512,18958,21834,18576,14485,12393,11772,19364,21932,15444,20442,10605,17171,15634,14906,13714,6199,17334,8893,19645,18344,9666,17132,4354,14824,14773,5783,13325,11659,1940,1365,21332,12981,21739,20217,1459,14031,17335,21970,15485,9490,8748,13064,14341,13091,13000,17001,654,18748,22070,17701,17141,16483,17518,22146,10316,19415,2730,2862,2431,21887,15202,13030,10983,20198,7208,13764,19172,10553,13033,15621,14681,10671,19501,21904,18178,16458,13511,11309,15008,9194,12655,2105,15573,15279,12008,10630,11371,11754,16362,15699,14539,8694,2144,1334,21892,21951,9171,14953,21750,12435,11674,12928,9000,21888,9321,8014,3880,21733,21707,12414,9729,11706,19868,14682,18024,1281,12947,15089,9618,21772,22057,10254,8968,21749,13395,21793,20873,5656,879,17678,16501,21769,11509,10665,8804,17734,21992,12950,15617,21846,17096,1855,21829,10294,16464,13395,2870,2665,1226,2828,2557,3994,3880,1203,2266,2717,2070,2497,2410,1609,267,119,38,19,1],"fragments":[{"begin":"0.000","end":"3.880","lines":["[CLIP: Theme music]"]},{"begin":"3.880","end":"47.600","lines":["When I was a little kid, I remember being really perplexed and fascinated by the concept of discovering a new number. Like, if you counted high enough to get to a new spot, did you get naming dibs? What else could discovering a new number even mean? I mean, they’re numbers."]},{"begin":"47.600","end":"61.680","lines":["Even though math was my favorite subject, I was always confused about new numbers and shapes, too. You know, most of us learn about math as if it’s some ancient thing that got figured out back in Pythagoras’s day—not a beckoning frontier."]},{"begin":"61.680","end":"65.680","lines":["I bet you’re about to flip that misconception right on its head for us, right?"]},{"begin":"65.680","end":"75.120","lines":["That’s the idea. On today’s episode, we’re looking at modern math. The mathematicians of the 21st century are exploring some completely uncharted territory."]},{"begin":"75.120","end":"78.360","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"78.360","end":"87.400","lines":["And I’m Kyne Santos, your favorite math-obsessed drag queen. You’re listening to the finale of our special three-part series on the hidden secrets of math."]},{"begin":"87.400","end":"105.720","lines":["I sometimes love thinking about the explorers of the past. It’s related to colonialism and all that kind of thing, but the idea of setting sail out into the ocean and not knowing what’s on the other side."]},{"begin":"105.720","end":"106.920","lines":["[CLIP: “Those Rainy Days,” by Elm Lake]"]},{"begin":"106.920","end":"115.600","lines":["That’s Eugenia Cheng, a mathematician you might remember from last week. She specializes in a rather new branch of math known as category theory."]},{"begin":"115.600","end":"134.920","lines":["Sometimes I love thinking about people who came upon the Grand Canyon without knowing the Grand Canyon was there. Can you imagine what they’d have thought, like, “What is this?! Let’s try and go around it,” and then they try and go around it, and it just keeps going. I love that idea of just seeing something that people haven’t seen before."]},{"begin":"134.920","end":"152.320","lines":["When you’re studying math in school, you’re often solving problems that have answers you can find at the back of the book. But modern mathematicians are sailing out into open waters—thinking about problems that have no solution, not knowing what’s on the other side—and that’s one of the great joys of studying math."]},{"begin":"152.320","end":"164.040","lines":["That sounds downright swashbuckling, which, I have to admit, is not how I usually think of mathematics. So can you give us an example of some of these more mysterious mathematical areas?"]},{"begin":"164.040","end":"176.280","lines":["Yes, one of my favorites is the art of tiling. Think of the tiles that make up your kitchen backsplash or your bathroom floor. The shapes can be rectangles, hexagons or even something more funky."]},{"begin":"176.280","end":"177.960","lines":["I do love a funky tile."]},{"begin":"177.960","end":"193.480","lines":["So do mathematicians, but we’ll get into that in a second. As long as you have shapes that cover a flat surface without gaps or overlaps, you’ve got yourself a tiling. But as interior decorators and mathematicians all know, not all tilings are the same."]},{"begin":"193.480","end":"211.960","lines":["A tiling is periodic when it repeats in a very regular, gridlike pattern. Square tiles, you can fill up the plane with a grid of squares—kind of looks like infinite graph paper. That’s periodic because you can slide that infinite tiling over one square, and it lines up with itself exactly."]},{"begin":"211.960","end":"212.480","lines":["[CLIP: “Lead,” by Farrell Wooten]"]},{"begin":"212.480","end":"218.360","lines":["That’s Craig Kaplan, a mathematician from my alma mater, the University of Waterloo in Ontario."]},{"begin":"218.360","end":"234.880","lines":["Periodic tilings are useful because once you know the basic pattern, it just repeats itself over and over, so you can use the same repeating pattern to tile a huge wall, like in Medieval Islamic buildings, or a long brick road by copying and pasting the same placement of tiles."]},{"begin":"234.880","end":"250.520","lines":["But what about an aperiodic tiling, a tiling that does not repeat itself? That might look something like a stained glass window in a church, which has artwork of flowers or angels or saints, or like a jigsaw puzzle where each piece is unique."]},{"begin":"250.520","end":"265.680","lines":["What if I asked you to tile an infinitely large plane, a plane that extended infinitely far in every direction, with an aperiodic tiling? You might think it would take a lot of creativity and a lot of different shapes, maybe infinitely many."]},{"begin":"265.680","end":"271.480","lines":["Yeah, I mean, I’d rather not work on anything infinitely, but that does sound particularly challenging."]},{"begin":"271.480","end":"294.520","lines":["Well, in the 1960s a mathematician, Hao Wang, put forward a thought experiment. He asked whether a finite set of tiles could tile the infinite plane aperiodically. And when he asked that, he assumed the answer would be no. Filling up an infinite plane with infinitely many different patterns, he thought, would require infinitely many different shapes."]},{"begin":"294.520","end":"301.960","lines":["Yeah, that makes sense to me, because if you have a finite number of shapes to work with, you’d probably end up repeating a pattern at some point."]},{"begin":"301.960","end":"328.160","lines":["Yeah, that’s the assumption. But in 1966 Robert Berger found that you can make infinite arrangements with a finite set of shapes. He was working with 20,426 different shapes. By repeating those same shapes, just placed in a clever way, he showed that you could lay them down infinitely many times without repeating the same pattern, with every patch looking slightly different from every other patch."]},{"begin":"328.160","end":"337.280","lines":["I mean, to be fair, 20,426 shapes is a lot of shapes. Though I guess any number is small in comparison to infinity."]},{"begin":"337.280","end":"339.080","lines":["Oh, just wait, honey. It gets better."]},{"begin":"339.080","end":"340.200","lines":["[CLIP: “Wood and Skin,” by Hara Noda]"]},{"begin":"340.200","end":"357.360","lines":["Once Berger set the precedent with 20,426 tiles, he and other mathematicians later accomplished the same thing with a set of only 104 tiles. And then, in the 1970s, we condensed the 104 tiles down to just two."]},{"begin":"357.360","end":"360.920","lines":["What?! That is absolutely wild."]},{"begin":"360.920","end":"369.280","lines":["It really is. A man named Roger Penrose discovered that you could use just two shapes to aperiodically tile an infinite plane."]},{"begin":"369.280","end":"373.600","lines":["And are these shapes, like, eldritch-horror levels of complicated or something?"]},{"begin":"373.600","end":"387.560","lines":["Not at all! They look like a kite and a dart. Each shape just has four sides. But if you had a kitchen backsplash that stretched out into infinity, you could tile it entirely with those two shapes and never repeat the same pattern."]},{"begin":"387.560","end":"388.280","lines":["Wow."]},{"begin":"388.280","end":"410.560","lines":["And mathematicians are always trying to outdo themselves and fly closer and closer to the sun—’cause why settle for two, right? If two tiles could do the job of 20,426 tiles, then why not just one? Is it possible for a single shape to create an aperiodic tiling? It turns out that the answer is yes, which brings us to Craig’s area of research."]},{"begin":"410.560","end":"424.520","lines":["A shape is aperiodic if it can only let you build nonperiodic tilings. So there’s something about the shape that prohibits you from repeating things in this really regular, gridlike way."]},{"begin":"424.520","end":"454.120","lines":["Okay, first, let me clarify the difference between aperiodic and nonperiodic because there is a difference. A tiling can be nonperiodic by simply having one little irregularity. Like, imagine an infinite sheet of graph paper. That’s periodic because it’s all made of squares, but if you just connect two squares to make a rectangle, then the tiling is suddenly nonperiodic. You know, it doesn’t repeat itself anymore because of the single rectangle. That’s not really as interesting because aside from the one rectangle, everywhere else is periodic."]},{"begin":"454.120","end":"465.840","lines":["So we make a distinction between those nonperiodic tilings and aperiodic tilings, which sort of have irregularities everywhere you look. That’s what it means for a tiling to be aperiodic."]},{"begin":"465.840","end":"490.360","lines":["Here Craig is talking about a shape itself being aperiodic, and that means it’s impossible to rearrange things into a periodic pattern. For instance, a six-sided chair shape that sort of looks like a capital letter L could be used to tile the plane nonperiodically, but it could also be used to make a periodic tiling. What Craig is referring to is a shape that only permits nonperiodic tilings."]},{"begin":"490.360","end":"492.440","lines":["[CLIP: “We Are Giants,” by Silver Maple]"]},{"begin":"492.440","end":"497.760","lines":["In November 2022 a British amateur mathematician named David Smith was playing around with shapes."]},{"begin":"497.760","end":"499.400","lines":["As one does, naturally."]},{"begin":"499.400","end":"517.080","lines":["And he was glueing together little kite shapes and formed something that resembled a hat. You can search “Scientific American einstein tile” online to see this hat shape for yourself in our stories on this discovery. It’s not super complex, but he found out that it had this strange property."]},{"begin":"517.080","end":"548.400","lines":["And he happened to try the hat, as we call it, and discovered that it behaved weirdly. Like, it didn’t obviously tile the plane, which is to say he couldn’t find, like, a little block of hats that would repeat periodically in a grid. And it also didn’t fail to tile the plane. He couldn’t, like, obviously find a way that he would get stuck and be unable to continue outward to infinity in a tiling. So it’s like, well, what do you make of a shape like that? Like, does it tile? Doesn’t it tile?"]},{"begin":"548.400","end":"557.480","lines":["When David reached the limit of what he could do with slips of paper, he reached out to Craig, an old colleague of his, who started playing with this shape on computer programs."]},{"begin":"557.480","end":"567.280","lines":["I got sucked in almost right away. You know, there was something intriguing about what he had discovered so far, and it was just like, yeah, we’ve got to figure this out. This is a real mystery."]},{"begin":"567.280","end":"591.880","lines":["What they had at their fingertips was essentially the discovery of a new shape. And it was a shape that answered a long-unsolved question. This “hat” shape, as they called it, was the first-ever aperiodic monotile. That means this single tile could be duplicated to make an infinitely large jigsaw puzzle, with each patch looking slightly different from every other. But how did they prove that mathematically?"]},{"begin":"591.880","end":"618.000","lines":["I mean, that’s the real puzzle of it, right? I happen to have worked on similar problems in the past on using computer software to say, “Okay, you see this shape? Make me a big blob of them that are all stuck together with no overlaps and no gaps”—so not an infinite tiling but a finite thing that we call a patch, like, kind of a ball of tiles that are all stuck together."]},{"begin":"618.000","end":"636.880","lines":["And so we used my software on the hat, and it was like, yeah, I can make as large a finite patch as I want, which is strong evidence that the shape is going to tile the plane because, like, if you can get out, like, really far around one tile, it would be really surprising if you then got stuck."]},{"begin":"636.880","end":"650.840","lines":["With the help of some software, Craig managed to prove that the hat could tile an infinite plane. But to prove it could do so aperiodically, Craig had to reach out to two other mathematicians, Joseph Samuel Myers and Chaim Goodman-Strauss."]},{"begin":"650.840","end":"670.800","lines":["My co-author Joseph had software that, if the shape tiled periodically, his software would eventually glue enough copies of the shape together to get one of those units that repeats by translation. And we couldn’t find that either, right? So that’s strongly suggestive that it does not tile periodically."]},{"begin":"670.800","end":"685.480","lines":["A strong suggestion definitely isn’t a proof, but it is a start. Their proof used some more complicated math to try to limit the number of possible scenarios that could happen in an infinite tiling so they could look at each one and conclude that none of them would be periodic."]},{"begin":"685.480","end":"687.440","lines":["[CLIP: “Let There Be Rain,” by Silver Maple]"]},{"begin":"687.440","end":"707.640","lines":["But beyond that, the team also discovered that by slightly tweaking the side lengths of the hat tile or by making some corners curved, you could create a new, different, still aperiodic monotile. And because there are infinitely many ways we can tweak the sides of a shape, the hat tile gave way to infinitely many aperiodic monotiles."]},{"begin":"707.640","end":"711.680","lines":["To call it huge math news is an understatement."]},{"begin":"711.680","end":"733.160","lines":["Already we’ve seen people make all kinds of wonderful art and design objects, crafting all kinds of artifacts inspired by the hat, spectre [another aperiodic monotile], and so on. So I love that. I mean, I do not personally need a more pragmatic, a more practical application than that."]},{"begin":"733.160","end":"742.840","lines":["I respect being in it for the love of the game, but for those of us who don’t work in the backsplash business or play with paper shapes for fun—does this mean anything?"]},{"begin":"742.840","end":"759.960","lines":["To understand why tiling research matters, we can look to the story of the Penrose tiles in the 1970s. Roger Penrose was the man who discovered how to make an aperiodic tiling using two shapes. About a decade after his discovery, we found out that Penrose tilings could be found in nature."]},{"begin":"759.960","end":"783.120","lines":["Previously, scientists thought that rocks with trillions of atoms in them would naturally sort those atoms out in regular, repeating, periodic patterns. But in 1982 a scientist discovered an aluminum-manganese alloy built out of an aperiodic tiling—a Penrose tiling—and now we’re exploring using these metals in nonstick pans and ultrastrong steel."]},{"begin":"783.120","end":"799.040","lines":["It is very suggestive that maybe aperiodic monotiles will also turn out to have some applications. In some sense, I’m not really qualified to know what those applications will be, and it’s only been a couple of months, you know, there’s no rush!"]},{"begin":"799.040","end":"809.840","lines":["But in my opinion, part of what makes math beautiful is that it doesn’t always need a practical application. For lots of mathematicians, the joy of doing math is its own reward."]},{"begin":"809.840","end":"840.760","lines":["I think that fun is a practical application. We shouldn’t just say, oh well, there’s no point in having fun. Of course there’s a point in having fun. It’s like joy and happiness. That’s a point as well. And if we cling to the idea that, oh, it’s really important to learn math so that you can understand your taxes, that’s so boring, whereas to me, the practical use of math is learning to use our brains better, and if we learn to use our brains better, then that can be applied to every single aspect of our lives, assuming we want to use our brains better."]},{"begin":"840.760","end":"841.920","lines":["[CLIP: “Without Further Ado,” by Jon Björk]"]},{"begin":"841.920","end":"867.960","lines":["I suppose you could say math is like drag. It can be mysterious, confusing and maybe even a little controversial, sparking some heated debate and discussion. But it’s also creative. Mathematicians are artists who operate in a world of metaphors and imagination. Number theorists are those who are interested in learning all there is to know about numbers: What makes pi different from the square root of 2? How are prime numbers distributed?"]},{"begin":"867.960","end":"886.000","lines":["Then there are topologists, who are interested in thinking about surfaces and spaces in higher dimensions that we can’t even visualize. Mathematical physics, the area of expertise of Tom Crawford, whom we met in Episode One, is about learning how objects move in space, like the flow of a river or a cloud of gas."]},{"begin":"886.000","end":"901.040","lines":["Then there’s computer science, which is about translating mathematical questions, or any type of question, into a sequence of 0’s and 1’s that a computer can understand. Craig is a computer scientist who has a particular interest in the intersections of math and art."]},{"begin":"901.040","end":"912.640","lines":["And then there are mathematicians like Mark Jago, from our previous episodes, and Eugenia Cheng, who study logic and category theory. They’re interested in the structure of math itself."]},{"begin":"912.640","end":"924.640","lines":["Math is a playground wherein we can run around and chase our curiosities, learn how to make our lives better, learn how to use our brains better and, most importantly of all, have fun."]},{"begin":"924.640","end":"930.840","lines":["That is beautifully said. Kyne, thanks so much for taking us on this journey! It’s been an absolute blast."]},{"begin":"930.840","end":"932.240","lines":["[CLIP: Theme music]"]},{"begin":"932.240","end":"939.680","lines":["Thanks so much for having me. And thanks for tuning in, listeners! For Scientific American’s Science Quickly, this is Kyne Santos."]},{"begin":"939.680","end":"944.520","lines":["And I’m Rachel Feltman. Kyne, where can our listeners find more of your incredible work?"]},{"begin":"944.520","end":"958.800","lines":["You can check out @onlinekyne on TikTok or Instagram for more math content. You can also listen to my podcast, Think Queen, where I chat with experts on subjects like biology, astronomy, AI, linguistics and, of course, math."]},{"begin":"958.800","end":"967.640","lines":["I can’t wait to check it out. Listeners, that’s all for our miniseries “The Hidden Nature of Math.” We’ll be back on Monday with our usual science news roundup."]},{"begin":"967.640","end":"984.520","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Kyne Santos. Emily Makowski, Aaron Shattuck and Shayna Posses fact-checked this series. Our theme music was composed by Dominic Smith."]},{"begin":"984.520","end":"999.120","lines":["Don’t forget to subscribe to Science Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. Have a great weekend!"]}],"duration":999}