{"title":"Your Tattoo Ink Might Contain Hidden Ingredients","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/whats-actually-in-tattoo-ink-no-one-really-knows/","audio":"https://traffic.megaphone.fm/SAM5977316890.mp3?updated=1718121646","intro":["Chemists are hard at work figuring out how to make tattoos last—and ensure they’re safe."],"authors":["Rachel Feltman","Elah Feder","Fonda Mwangi"],"category":["Public Health"],"transcript":[{"author":"Rachel Feltman: ","text":"Nearly a third of U.S. adults have tattoos, so plenty of you listeners can probably rattle off the basic guidelines of tattoo safety: Make sure you go to a reputable tattoo artist who uses new, sterile needles. Stay out of the ocean while you’re healing so you don’t pick up a smidgen of flesh-eating bacteria. Gently wash your new ink with soap and water, avoid sun exposure and frequently apply an unscented moisturizer—easy-peasy. But body art enthusiasts might face potential risks from a source they don’t expect: tattoo inks themselves. Up until relatively recently tattoo inks in the U.S."},{"author":"Rachel Feltman: ","text":"were totally unregulated. In 2022 the federal government pulled tattoo inks under the regulatory umbrella of cosmetics, which means the Food and Drug Administration can oversee these products. But now researchers are finding that many commercial inks contain ingredients they’re not supposed to. Some of these additives are simply compounds that should be listed on the packaging and aren’t. But others could pose a risk to consumers. For Science Quickly, I’m Rachel Feltman. I’m joined today by John Swierk, an assistant professor of chemistry at Binghamton University, State University of New York."},{"author":"Rachel Feltman: ","text":"His team is trying to figure out exactly what goes into each vial of tattoo ink—and how tattoos actually work in the first place—to help make body art safer, longer-lasting and maybe even cooler. John, thank you so much for being here. I’d love to hear a little bit about your research background. How did it bring you to tattoos and tattooing?"},{"author":"John Swierk: ","text":"So I’m a photochemist by training, which means I think about how light interacts with molecules and can drive chemistry. And one of the areas we got really interested in was trying to understand why light causes tattoos to fade. This is a huge question when you think about something with laser tattoo removal, where you’re talking about an industry on the scale of $1 billion a year. And it turns out we really don’t understand that process."},{"author":"John Swierk: ","text":"And so starting to look at how the tattoo pigments change when you expose them to light, what that might be doing in the skin, then led us to a lot of other questions about tattoos that we realized weren’t well understood—even something as simple as what’s actually in tattoo ink."},{"author":"Feltman","text":"As someone with tattoos, the question of how they react to sunlight is, of course, a really practical concern in terms of caring for tattoos long term. But yeah, it wouldn’t have occurred to me that even the laser removal industry doesn’t really know what’s going on there. That's so fascinating. So tattoo ink, What are some of the big issues your lab is concerned with?"},{"author":"Swierk","text":"As we were doing a lot of our work, trying to understand something about the interaction of light and tattoos, we started noticing a lot of things in the ink that weren’t listed as being component in its makeup."},{"author":"Swierk","text":"And so recently we’ve been looking at commercial tattoo inks and sort of surprised to find that in the overwhelming majority of them, we’re seeing things that are not listed as part of the ingredients....Now that doesn’t necessarily mean the things that are in these inks are unsafe, but it does cause a huge problem if you want to try to understand something about the safety of tattoos. Some of the things we found can be pretty significant allergens for some people."},{"author":"Swierk","text":"So it, it creates this environment where it’s really hard to figure out what’s going on in the body because we don’t actually know what we’re putting into the body."},{"author":"Feltman","text":"I was actually, just last night, getting my first tattoo in several years, and without me mentioning my anticipated conversation with you, one of the artists there was talking to her client about, you know, the sort of routine versus not so routine skin reactions people get from tattoos. And she was saying, “Oh, I tend to have a problem with white inks but not all white inks, so I don’t really know what that’s about.” And my artist was ...very passionate about ..."},{"author":"Feltman","text":"people needing to take this more seriously—you know, the hunt for reputable companies and hoping that those companies have some understanding of what’s in their inks. What kind of feedback do you tend to get from people in the industry when they hear about your work?"},{"author":"Swierk","text":"It’s really changed over the last couple of years. Before Congress passed the sort of updated regulations that obligated tattoo inks to be sort of examined and regulated by the FDA, I'd go into a room and I’d get a very mixed reaction, right? Some people would be very supportive; some people will be somewhat hostile, right, worried that we’re going to be doing something that might cause the industry to get into trouble."},{"author":"Swierk","text":"After the change in regulations, though, it’s sort of been night and day because part of what the FDA is looking for are scientifically peer-reviewed studies that talk about safety, that talk about something as simple as “What is a tattoo? Is it an injection? Is [it] something else....?” Now, when I’m talking to a room of people, it’s much more often to—“What can you tell us? How can you help us?"},{"author":"Swierk","text":"FDA is asking for this, and we don’t know what to do.” And one of the things that has been really important to the team and I from day one is that we really want to be collaborative with the tattoo industry, right? We’re not anti-tattoo. We’re not out to try to get tattooing banned or anything like that. And a lot of what motivates us is trying to support artists and their clients so that we can get the best outcomes for everybody."},{"author":"Swierk","text":"And so a lot of our work at looking at tattoo inks is kind of driven by this idea that we, as chemists, have access to really powerful tools that your typical artist would not have access to and that even some of the manufacturers don’t have access to. And we’re always happy to talk to artists."},{"author":"Swierk","text":"We love that we have some good friends that are artists in the industry, and we find that there’s such a rich, unbelievable wealth of knowledge that longtime tattooers have that’s really important and useful and often not understood in the scientific literature...which has really helped us in our research."},{"author":"Feltman","text":"Yeah, well, and I think what’s really exciting is that, you know, obviously, I think most people would agree that it would be great to know that tattoo inks are safe [and] being made safely, you know? And of course, that’s not unique to tattoo inks; cosmetics and supplements have a lot of similar problems that we need to work on. But, if we’re going to get a better grasp on the chemistry and even the immunology of tattoos, that’s not just going to help us make them safer but, you know, potentially improve healing, appearance, longevity."},{"author":"Feltman","text":"I mean, I think about that start-up that promised “ephemeral tattoos” that now folks a few years later are coming out and saying, “These tattoos have not gone away,” and thinking about how much potential there is for genuine innovation if we can start to answer some of these questions."},{"author":"Swierk","text":"One hundred percent agree, and that’s often one of the things that I will tell people in the industry: that if we understand the science of tattoos better, right...we can start to think about designing new pigments that might have better colorfastness, less reactivity, less sort of bleeding of the lines, right, over time. But all of those things can only happen if we actually understand tattoos, and we really just don’t understand them that well at the moment."},{"author":"Feltman","text":"Sure—well, and that’s a great segue into talking about your latest study. What did you find?"},{"author":"Swierk","text":"So our latest work was really focused on looking at commercial tattoo inks in the U.S. We looked at 54 inks, and of the 54, 45 had what we consider to be major discrepancies—so these were either unlisted pigments, unlisted additives. And that was really concerning to us, right? You’re talking about inks coming from major, global, industry-leading manufacturers all the way down to smaller, more niche inks—that there were problems across the board. So we found things like incorrect pigments being listed."},{"author":"Swierk","text":"We found issues of some major allergens being used—these aren’t necessarily compounds that are specifically toxic, but to some people they can generate a really pronounced allergic response. And a couple of things: we found an antibiotic that’s most commonly used for urinary tract infections. We found a preservative that the FDA has cautioned nursing mothers against, you know, having exposure to—so things that at a minimum, need to be disclosed so that consumers could make informed choices."},{"author":"Feltman","text":"Yeah, absolutely. And so on that note, you know, given how much we don’t know about tattoos...when people ask you...“So what should I do?” What’s your advice on, like, the responsible way to get a tattoo—if that exists?"},{"author":"Swierk","text":"So I think the number-one thing is that we know for sure that working with an unskilled artist who’s not following good hygiene or that the client isn’t following proper aftercare procedures...we know that that is going to cause a problem. And so if somebody’s thinking about getting a tattoo, they should be working with an artist who is experienced, who has apprenticed under experienced artists, who is really following best practices in terms of sanitation, aftercare, things like that. That’s where we know you can have a problem."},{"author":"Swierk","text":"Beyond that, I think it’s a matter of how comfortable you are with some degree of risk. The point I always really want to emphasize is that, you know, our work isn’t saying anything about whether tattoos are safe or not. It’s the first step in that process. Just because we found some stuff in the inks doesn’t mean that you shouldn’t get a tattoo or that you have a new risk for skin cancer or something like that...."},{"author":"Swierk","text":"it's that this is the process of how science grows, right—that we have to start understanding the basics and the fundamentals so that we can build the next questions on top of that. And our understanding of tattoos in the body is still at such an early level that we don’t really even understand what the risk factors would be, “What should we be looking for?” So I think it’s like with anything in life: if you’re comfortable with a degree of risk, then, yeah, go ahead and get the tattoo."},{"author":"Swierk","text":"People get tattoos for lots of reasons that are important and meaningful and very impactful in a positive way in their life. And I think a concern over a hypothetical risk is probably not worth the potential positives of getting a tattoo. We know that light exposure— particularly the sunlight—is not great for the tattoo, and if we have concerns about long-term pigment breakdown, ultraviolet light is probably going to enhance that, so keeping your tattoo covered, using sunscreen when you can’t keep it covered—that’s probably very important."},{"author":"Swierk","text":"If you’re really concerned about the risk, we can think about the size of the tattoo. So somebody with a relatively small piece of line art on their back is in a very different potential risk category than somebody who is fully sleeved and, you know, covered from, say, neck to ankle in tattoos."},{"author":"Swierk","text":"And again we’re not saying that either those people have a significant risk that they need to be worried about, but if somebody is concerned, the person with the small line art on the back is much less likely to have to worry about the risk than somebody with a huge tattoo. We also know that certain colors, like yellow in particular, fade much more readily. That suggests that those pigments are interacting with the body a lot more."},{"author":"Swierk","text":"Staying away from bright colors and focusing on black inks might be a more prudent option there, but again, right, a lot of these are hypothetical and we don’t want to alarm people or scare them. All we can point to is, you know, “This is what we don’t understand, and as long as you’re comfortable with that, you know, go find a great artist, follow their instructions, and, you know, be happy with your tattoo.”"},{"author":"Feltman","text":"Yeah, that’s great advice. And I think I saw somewhere that you don’t personally have any tattoos, and I’m curious: Has this research made you any more or less likely to get one or, you know, changed how you think about tattoos beyond the chemistry at all?"},{"author":"Swierk","text":"Well, working in this space without tattoos has created a really unique problem for me, which is: I now have a lot of friends that tattoo."},{"author":"Feltman","text":"Sure, yeah."},{"author":"Swierk","text":"And so it sort of feels like if I was going to get one tattoo, I have to commit to getting, like, 10 all at once."},{"author":"Feltman","text":"[Laughs]"},{"author":"Swierk","text":"You know,there’s also some practical concerns of, you know, if we get a tattoo, and I say...“The artist is using this specific ink,” am I unintentionally endorsing that this is the right ink...? So there are some complications there. But, you know, I have nothing against tattoos.... It’s really not a—an issue of I’m uncomfortable with the safety around them or something like that. It’s just purely a—you know, I didn’t get them when I was in my 20s, and now, you know, I have a cadre of artists circling with their ..."},{"author":"Swierk","text":"their machines, ready to go to work on me."},{"author":"Feltman","text":"[Laughs] Totally reasonable. What are you working on next?"},{"author":"Swierk","text":"So we’re in a few different areas. We’re still looking at what’s in tattoo inks. We’re also still working on understanding what tattoo pigments break down into. We really don’t understand a lot about laser tattoo removal, and if there is some aspect of tattooing that gives me pause, it’s probably that part. It's a very reasonable concern, I think, that you may have pigments that are entirely safe in the skin, but once you start zapping them with high-powered lasers, we don’t know what you do to the chemistry, and so that could change the dynamic a lot."},{"author":"Swierk","text":"And so we’re trying to figure out how to do that and, I think, making some progress there. And then the last area—which is, is new to us but kind of fun—is actually just looking at the biomechanics of tattooing."},{"author":"Swierk","text":"You would think that we’d really understand how the ink goes into the skin, how it stays in the skin, but the picture there is a little bit hazy, and that really goes to, again, if you’re thinking about “Could you make functional tattoos, or could you just make tattooing better and easier?” And those are sort of important questions to answer. One of the interesting things, when you talk to ink manufacturers and artists, is that they sort of have this intuitive feel for ..."},{"author":"Swierk","text":"sort of what the viscosity of the ink should be like and how much pigment is in there but can’t necessarily articulate why a particular viscosity is good or why a particular pigment loading is good. And so we think if we understand something about the process by which the ink goes...and so we think understanding the biomechanics could really open some interesting possibilities and lead to better, more interesting tattoos down the road as well."},{"author":"Feltman","text":"I hope that made you as excited about the future of tattoo science as it made me. We’ll be back on Friday to help you beat the heat with the first part of a thrilling new Fascination series about research in Antarctica. And don’t forget to tune in on Monday for a roundup of the latest science news. Science Quickly is produced by me, Rachel Feltman, along with Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck."},{"author":"Feltman","text":"Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. Do you have an idea for a story we should cover or some feedback about our new episode formats? Give us a shout at ScienceQuickly@sciam.com. For Science Quickly, I’m Rachel Feltman. See you next time!"}],"wave_peaks":[2097,1751,2838,2218,15627,16156,16024,15476,15057,7738,15173,15298,15794,15438,15444,15498,15785,15268,15328,15615,14661,15367,15626,16173,16392,15940,16600,15410,15770,16708,7202,15050,15274,15720,15373,15855,14775,1415,15280,15588,15447,15657,15554,15788,15394,16280,15580,13253,1640,15996,15494,14977,15132,15546,15294,15351,15450,3973,2017,1792,15666,15370,15771,15581,15744,15815,15747,15492,15475,16365,15357,16534,13913,14387,15782,15704,15028,15748,16152,15458,13276,15682,15552,15990,15195,15291,12429,1468,15473,15788,16115,16908,16115,16014,14689,15583,15580,15733,15359,15213,15891,16589,16987,15176,10528,11359,1429,1587,15220,15656,15363,16381,16163,15596,16938,15651,15395,13577,15289,15817,13241,15494,15789,15828,15761,16118,16498,15765,8433,14769,15415,15358,15462,15042,14434,16222,16011,14910,13758,861,15480,15004,15076,15084,15741,16187,14318,7597,15549,15665,15898,15478,15425,15742,15741,12618,2621,15662,16784,16219,15638,15463,15602,15223,15307,15434,15400,15438,15620,15653,15038,15272,4241,827,15426,15176,15822,16770,18345,17491,4858,3616,5647,6408,4204,4775,5206,5933,4270,5733,2801,5594,1621,1128,694,10341,15054,13568,10440,7729,11077,11203,17663,14141,5522,3363,11499,14962,10643,13550,16443,17514,16909,8015,13595,13806,11989,17469,10210,2174,11,9629,13091,10437,10373,10496,9164,14114,14200,12598,10371,6026,5706,8471,13302,9876,3952,16059,14655,12323,12975,15162,15153,17197,15244,12227,13416,17281,10734,14594,13595,1567,14362,15717,16198,7781,10347,14779,16169,10531,12212,10004,10526,13374,9441,11820,12567,13762,15384,11089,10713,7269,22,10907,6414,7259,22,26,16878,17156,12966,8875,15991,16260,17085,12628,6199,7644,4168,15052,10848,13015,10799,10422,14096,1696,59,17752,9248,15479,7269,14107,13455,2860,11,17480,13414,11814,17138,17557,9710,10499,12351,14556,8809,6869,8482,11887,4858,11,15467,14459,12296,14500,17196,17098,14122,11504,16383,13585,13385,16742,9693,13589,12201,15485,17080,2801,9930,13948,16413,17581,12592,10432,8433,12430,11056,15569,3472,91,13313,17355,13686,17192,17198,14239,13254,13461,10636,10827,7784,9339,7342,11826,14525,14429,8217,8058,726,10,14618,15529,17492,13800,8139,9880,13027,17444,13112,10035,11970,17465,9992,17275,14610,10,155,16830,15597,11257,15149,14369,7713,6407,10968,5575,1082,953,2662,2832,15496,16533,12669,16592,13565,9279,7636,15757,15735,14263,12781,8554,4191,14427,12796,17417,12871,9686,12828,12802,14038,14050,9207,15190,13829,10934,5469,16407,15899,10496,16543,12099,16459,9428,17049,14341,13131,9275,17484,17269,10503,8954,15016,15717,17599,17262,16672,15543,14420,9887,1686,15454,14596,16830,12503,14643,13337,14448,17184,12315,8662,12808,8739,11121,8256,8229,2833,5192,5932,7048,8156,7896,7799,7814,9031,8830,8300,7191,5193,3800,5086,3308,1060,859,623,691,437,430,283,15468,15285,14224,15776,10725,12883,16421,17156,13952,15659,11866,17224,17261,14853,17600,17481,12743,17786,14792,15120,9812,7796,17594,10258,13182,17805,16906,5513,17209,16689,17818,7132,17965,16140,17311,9836,5173,13407,17447,17596,13471,17161,17099,16505,10563,17608,17042,17360,11728,7922,5975,16813,8299,13017,7474,983,17680,14962,2311,17196,17469,13546,17752,9395,14405,7490,9923,12936,10283,7455,7487,3046,18082,17981,17567,17758,15932,16365,6722,13802,1173,81,13505,13410,8149,12920,17656,4910,17355,12663,11740,13403,12674,12962,12834,954,921,14655,17479,16596,11215,9102,12646,6969,15589,13559,10543,14028,6358,16784,2105,1622,17370,18035,15328,14861,15680,9761,8437,10143,17323,6037,2513,12054,17690,540,17530,12312,17860,16044,934,17701,17564,14713,5274,12739,9240,12850,3603,18434,17992,17010,7316,6234,2860,14395,6676,732,7850,17370,17672,4648,9914,17684,17658,17593,15839,15494,8950,12969,16413,4544,11146,16935,16780,13155,12751,13065,9426,10559,14315,16709,8559,10129,3553,17504,10280,1936,10348,17437,6782,15417,16025,12286,3985,10653,18350,13512,16508,17497,11163,11651,12438,16457,16507,14459,13661,7273,15844,17432,17497,17645,15883,18357,15306,16876,16147,12355,13869,16412,17556,16428,8236,14774,17670,17820,12567,15941,17566,17854,16924,15016,17247,6889,17084,17771,17833,3178,15605,12478,13140,7935,8773,10622,14246,10716,12104,7991,15951,17517,17653,14351,15140,13405,14145,12135,2312,17570,15932,16551,1933,16426,10836,17543,16234,4588,16113,12637,10691,13682,14338,9942,12587,17562,9184,13761,14246,560,58,16106,13650,12258,12292,11730,12699,15592,17236,13327,16027,14884,14721,17437,17467,16742,16827,15796,12833,11467,10055,1737,17710,17795,16762,14824,14069,12597,4543,617,155,11776,14830,8857,14359,16085,16079,10559,10460,5778,13185,9082,16399,8742,12765,10035,17216,17285,1151,17475,15459,7174,15952,11826,13138,1903,16877,14311,15374,1944,17204,17494,17615,9486,7038,16886,8157,17680,17682,17954,17365,17550,16228,14081,17629,16456,11375,16535,13950,12186,11909,11368,16768,17297,658,17277,16080,12645,3553,17508,14072,15064,3497,3855,1292,17599,17640,17400,17245,10398,14638,15338,10022,10813,9877,10998,16302,4654,13845,3987,12701,15914,1299,154,16819,17981,17775,17452,12086,17804,17714,14050,17534,16888,17563,14224,15825,15016,14261,9380,8507,6515,4155,1378,821,18154,17587,11309,17626,11309,7351,11140,11425,12107,16027,11512,14857,14899,13245,981,854,18005,15484,16815,12310,17264,16902,14579,11257,11316,16470,15313,15894,17595,14476,10613,17649,12735,15426,15085,17440,16240,8551,14287,4390,17522,17300,8348,87,16956,12426,10463,17546,16120,15386,6936,17132,17762,11083,17773,11288,15727,7181,8229,14216,8896,17620,17467,7118,15422,16911,4106,17525,13084,13759,14696,17783,15843,16170,11466,16402,15345,17230,14210,12188,4658,17745,17385,17625,16621,16223,14090,17453,14711,6934,10806,10212,14813,11898,17433,15832,10246,13040,13082,17610,17908,13211,11880,14779,14718,17298,17293,10981,10755,16549,17933,2320,17070,17477,14948,17586,15986,6569,11439,10287,12314,12479,15853,11746,12553,17411,8603,16954,15119,17661,15697,18073,1934,17640,17553,13378,8705,3759,17400,17485,6930,15631,9871,11243,9259,11968,14008,11255,14996,16334,11869,9742,13497,9699,17513,14454,17623,10661,16333,16811,12137,15295,12012,17508,11279,17483,13592,7856,17458,17928,13873,12433,13927,14808,12892,15785,10241,7728,16351,17065,13296,17574,7935,17581,17488,17966,17301,9575,12629,11942,13034,13918,11772,17529,16048,8327,1072,15512,13804,16519,17329,16843,13527,8231,6935,11732,17623,17562,514,17749,14708,17827,12972,16759,15184,11654,10869,11222,17635,16357,17514,15205,7443,14068,5010,4178,17414,1696,12540,17499,17608,17536,16874,17536,18134,1436,994,17908,17512,16652,11798,13374,17337,17500,17533,7439,14583,3229,1560,15641,17612,9740,16643,15598,9758,16745,13860,17681,17617,751,18148,16255,10568,862,16978,17818,17553,12971,486,17601,17037,16597,16726,16318,8641,10743,11995,5735,17737,17050,17715,17493,9555,8816,2636,10820,16530,16228,9224,8656,70,17904,18492,12246,9457,9150,12798,9643,9618,17046,13779,12367,15995,1343,8866,16880,13935,4326,583,3637,17606,17739,17716,17539,16721,17170,12925,14161,15272,15687,6244,17079,16211,17728,9950,7685,16424,13351,11506,17507,17558,7659,17587,16641,17362,17555,16397,5002,8736,17498,6954,17810,15765,11264,11896,14074,3020,543,17551,17031,17563,11829,8457,6348,17584,13452,13643,16352,17501,4084,15684,17401,13963,15229,17729,15163,3798,8562,15788,15941,13322,18070,16724,16778,17599,7357,17291,16619,17505,17416,3150,757,17530,17318,18013,14613,12108,17409,12168,12902,11840,2214,804,17303,17897,16182,12797,14202,15326,15643,4399,17568,7341,16253,14495,10758,14352,16801,16790,1630,8614,16968,17372,17442,6494,5275,17073,18590,14546,3468,12548,17404,17497,6718,6588,164,14763,16123,17405,16458,17412,17103,13654,13478,16932,17637,16552,9161,5144,3937,15614,17755,17315,17240,10331,15550,14358,11708,17693,16053,555,17658,18473,15370,17646,12569,2902,17508,14638,6189,13472,13853,7810,7997,5289,401,17146,17404,17508,17558,10140,13416,16510,4885,13917,12390,16658,17319,18002,17834,17592,13790,12708,16701,14738,1611,1792,16940,17540,18280,16477,17455,13863,6519,12203,12880,2781,932,5816,17882,17552,17533,15762,14194,10700,11000,15421,17540,15834,17512,16968,8264,12783,6630,17636,17504,11868,17515,15720,17375,16078,12819,17576,15764,9162,17522,18051,17522,10102,13548,13101,15054,15467,17663,14579,14679,6693,7537,1255,16003,16970,17689,10136,17733,10865,9672,17681,17429,17473,3099,4243,9756,17566,17627,17128,13221,16043,16991,17868,17363,2997,12754,14642,12017,6778,17519,17443,14319,17625,16489,16267,4997,801,17532,17025,13372,15424,16858,13459,17007,4337,2054,17124,17459,13283,17791,17029,11109,9517,5932,15445,18090,8009,12309,13809,17466,17089,11732,10715,16167,14756,12733,10763,16413,13229,3070,13705,13960,8561,15208,14519,16358,15880,15372,9988,9264,13370,10002,17547,16325,16162,16288,16125,17546,11447,11887,10045,15121,17115,15529,11247,12691,11038,13979,9846,13134,15263,16070,14982,15985,16062,15769,13048,15006,14100,13304,17523,12069,16000,15036,16771,16226,2547,13530,16985,13192,10832,17585,13118,16164,17919,16512,13010,17533,8660,8984,17631,17691,5501,11899,14572,15114,15024,14752,17828,4500,14401,10410,13397,12893,14558,8789,8530,4160,14658,11498,16826,16459,14991,17291,9535,11946,10016,9465,8050,14156,10870,15450,9966,9159,15595,15433,1164,14380,16149,14366,10321,15588,15408,8726,12920,13657,16382,15211,11998,10886,9460,10167,7905,8278,11266,10999,7924,12924,8682,10371,17472,12274,11788,10806,13038,16909,17120,16689,13053,14668,13766,16365,8080,9963,16714,17435,7547,16111,15659,15786,15596,14215,13380,13116,12310,13492,7187,8611,17646,16617,16741,9271,6741,17569,16665,17129,14759,13065,14111,11730,17465,10606,17565,14738,16963,13156,11525,12560,16328,8614,9108,13637,13144,9122,11265,15208,15135,14574,13634,10585,3091,91,8391,18080,17060,14496,17330,17524,11748,3962,15268,11739,11314,17359,15692,14933,16501,16908,13577,8780,10950,15228,15788,11208,12046,4280,14990,17306,17655,3259,12592,16820,5950,17527,18062,2567,10316,17410,17600,16349,17372,14947,16910,9876,13968,11968,14715,272,13531,15737,15748,17462,3450,13364,17015,15708,4593,1640,14373,17431,4493,16178,14992,8702,13320,15834,17457,14431,15920,16118,11872,1643,18227,17400,13574,14897,15783,17598,17595,9996,17504,17586,11860,9566,14263,10540,17428,17653,7894,12274,14201,11934,74,17437,16916,15935,14851,16454,12168,8484,10967,15318,869,17435,16108,17363,17990,11793,18063,17211,17803,14578,13538,17854,16144,16733,17842,11008,383,183,2164,17751,15057,16824,16259,10939,11117,17701,8287,16395,16221,17649,16484,15375,15446,9066,6091,15491,3471,16966,16339,3564,15955,12809,17161,6141,16345,11305,9101,13424,13175,16142,11291,17702,11295,12502,6866,13511,13594,16258,10111,4033,8612,11795,17225,16751,852,544,14862,17727,13133,15206,11779,11853,13225,13912,17573,12954,2572,17811,13359,17553,17523,15570,13723,17408,15196,11564,14508,10417,17653,17525,17287,2295,8954,16812,15917,15857,2955,15430,13219,9310,7488,17126,10858,10996,9337,9139,12021,16196,16165,10265,14899,10667,8348,5237,3651,4656,15798,13084,8375,10663,3174,8111,12371,17565,14314,15380,11820,13933,524,16695,18256,14561,6369,17271,11832,15087,17199,17108,14037,14712,13912,15220,15968,9585,5840,15860,14589,1747,17444,15306,17569,14121,9882,9609,9618,15319,8893,15933,15989,15000,14826,6866,7734,17626,17579,18079,15579,17287,17547,16143,16398,16395,12308,6477,835,17765,13730,17392,17483,18048,8216,17549,17148,6435,16597,10213,11510,8770,11511,16764,17501,753,8396,14567,16583,7870,4518,15206,17189,13318,16658,6531,15387,12876,2999,17332,17530,15454,16239,17150,16690,16843,17079,6130,16993,7112,14800,16303,13197,12932,121,11311,16734,16462,10831,8664,16915,662,11457,16639,9913,17604,17504,10801,14728,9240,10271,13618,14531,16483,17025,15827,16456,9917,12057,12450,15557,11152,12747,2319,16089,17160,17530,10111,8081,1348,9584,17573,135,17146,17442,10318,9042,12750,7345,891,17540,14327,8651,12026,14435,14836,17919,15652,7023,4746,13241,17245,17597,7176,12031,12605,13692,16952,9113,14039,14752,2786,17148,15578,15989,10058,13722,16106,9665,11574,11313,10346,10639,1671,13635,17078,10547,17097,17198,12470,4199,14802,17683,5478,17725,15304,17597,17671,9202,8479,15862,8458,17933,10789,14185,12440,15599,17484,14971,14244,15704,17510,12716,4415,16973,17596,336,164,17524,17650,17185,17657,10731,8142,12031,12472,16494,17608,17552,17308,17560,18250,13608,12487,5504,15163,17720,9117,535,17568,18018,17625,11636,16863,16462,13329,11225,63,330,15458,17820,13113,303,12903,17840,17506,17056,16260,14619,15004,14901,17280,10172,14915,9881,7850,7938,16471,17021,11887,9675,17565,16094,17914,17569,16043,7404,7730,17568,17567,17539,4664,7398,5075,14577,16652,16863,14494,17160,16296,17715,17599,12109,11495,8590,15719,17603,17735,12938,10913,12564,1196,18008,17500,10413,17629,11720,13406,17520,17517,1277,173,17544,17994,17842,3716,17574,16968,17879,18100,17418,3903,17722,17601,16300,12772,17658,14819,13384,17167,6163,15544,12740,162,14395,17470,17842,12786,16180,4384,15842,5840,15448,1551,15273,17724,15949,2687,13979,7316,15881,14144,13313,16176,14622,14188,14701,13208,11786,1148,706,16693,16217,17787,17833,9497,17419,3969,4021,1671,17754,17601,17494,15653,15335,17739,9014,8933,356,11917,9316,12898,17714,17181,8415,9716,17599,17415,229,14132,17015,15531,12814,5394,16744,15150,9735,13776,16388,17492,1074,2687,17051,13128,17609,13089,12559,12841,1528,17975,7736,17515,11751,15182,4892,17455,17425,17952,9329,17780,13022,14326,11310,17801,9860,15826,18206,16721,1829,16313,17745,14691,17523,15140,17517,11476,15228,8417,112,17830,17738,12546,12212,13237,17487,17563,9285,7250,14445,17552,17474,3404,378,14982,17533,17526,17640,17025,17484,17528,12612,17668,6518,12527,11435,14965,9227,9560,495,17517,17893,16941,17874,17967,13069,13722,16892,6446,10558,17809,17776,17281,4708,9276,745,590,379,18037,16626,17673,16995,17916,14022,9268,10153,3399,37,16059,16079,15123,12454,17525,17546,14589,14629,16913,13389,17442,17286,15080,15688,6723,11204,17501,14570,17737,11568,8134,16162,2595,12550,17336,17436,5105,8279,11360,15843,16750,17687,17576,17474,15264,11809,16204,11543,11255,2498,13953,16095,1007,17516,10147,17600,16077,15396,15705,17554,17532,18033,17388,10839,14783,16997,15062,16705,4837,17953,15959,16899,17374,17640,14234,16008,15577,15519,5034,1350,3805,17298,17502,17461,17077,17542,15928,14714,16025,9454,17526,15926,4806,13386,14565,12342,17543,14034,7660,17346,11347,11935,15371,720,476,17050,15561,15727,15731,13989,7015,14143,17617,16903,16595,11882,11591,8337,12239,17508,17143,7042,1143,17666,17557,10866,17860,15557,5536,726,11576,12107,5492,7302,17589,13595,10333,16900,13527,17447,15685,16564,9603,17510,13156,3789,849,17540,14855,15761,15609,16068,17890,17354,11658,15634,17747,17806,8912,17513,14581,17642,10255,12918,9010,14597,17506,15908,16062,9505,5783,13622,7124,7479,13744,15599,11080,17332,15205,14589,15124,15369,16646,13796,127,16428,16754,16016,17615,15945,16706,16907,15168,11196,17427,10360,9530,11224,15896,4062,16058,9627,18004,15981,17510,3751,15651,17523,11868,16641,17537,14393,8249,119,17391,17851,17612,16883,17179,17620,15657,8549,12629,17525,5872,8463,9896,17573,17411,11892,6541,17067,17757,7658,17583,17148,17528,8166,6436,13759,6166,959,14731,17564,13547,15512,14702,7087,17000,17565,17440,7526,13486,14074,16899,7635,11568,17737,17677,17558,14264,14443,16629,16831,9386,8776,8481,11891,17601,11372,10636,17433,15906,17661,17590,59,10063,17517,17354,14030,15437,13828,17157,10574,14466,13478,14814,15260,11604,14567,6672,565,17599,17042,16412,17545,15433,5679,15645,14533,16493,16661,9238,13782,17762,13873,16600,17134,16328,10032,591,17376,13376,12813,13693,12732,16155,17448,17534,16336,16429,14851,10555,6751,14176,10533,12780,9213,5451,17476,11800,14294,17048,16984,17463,18701,15293,305,17707,18104,14547,17072,17030,10559,6750,16976,15999,15567,12858,17265,17513,2661,17649,11854,13568,9636,8934,13082,16440,2250,15884,17531,17595,16797,12543,14512,12356,14032,17092,10993,17555,17618,4266,17515,15007,15670,15970,11803,5867,17603,17551,17591,11781,11883,13960,3837,11354,15603,2661,17913,12097,14677,9976,95,12957,15754,17141,13679,13181,13533,3017,15999,15149,12507,15769,15591,13684,8159,15548,17082,17588,9956,1335,17401,10643,10667,13157,8313,12865,14954,8684,13684,14013,9441,12639,11960,13466,17064,9142,13014,15623,12375,14325,13649,13078,6153,17592,8211,927,11963,17479,136,18035,10092,8211,16244,17488,11182,15557,16454,262,95,3715,17780,17219,13471,16325,10312,1285,5963,17805,16836,6835,12473,15948,15110,8058,9007,13917,4647,5233,9695,7118,2279,14453,17613,17661,13267,16356,3595,14716,8883,12763,6600,9956,14096,15945,278,11062,17424,9585,11971,11821,17533,16666,13084,13749,13807,12717,13414,17436,16306,16099,15983,16537,15818,16513,10803,121,17399,13048,14013,12175,2846,495,14368,17227,17257,14711,10299,16101,17614,17148,10675,10205,12050,1724,8983,11866,15683,9165,15129,8602,6236,8121,15431,7668,6460,10533,10783,10621,3061,1501,289,17897,17455,17734,17694,17619,14897,17540,15001,15071,15316,17554,17496,17543,1189,18082,18386,9630,1939,17801,17389,11941,10768,14382,17825,16887,18220,9439,16572,17994,17646,13914,15917,17832,11095,17114,17474,15497,11793,15907,15575,996,17299,17801,17294,15940,17484,17796,17015,14530,16601,17148,11564,5607,15738,16805,9763,15408,17393,13041,15816,17598,17557,14921,17019,12857,16468,15734,747,10131,16534,17148,14188,18189,17073,14764,16390,15384,16360,15855,141,12655,17465,10373,17617,15941,1585,17033,15380,11869,13766,7093,6078,7576,13485,8344,11644,13327,518,135,701,16241,17593,17547,12492,14033,12647,14834,17557,14433,14577,13668,7600,14385,9176,2101,15266,17684,17440,15840,16550,16907,8543,12818,14735,12587,13317,12268,15978,17772,17418,18075,15093,15937,15402,3643,8117,987,6325,6758,13884,16660,10433,15530,16148,9229,13328,14031,11089,15447,12435,12692,15282,17792,17507,17146,17523,11823,13373,9304,17721,17384,17220,7633,17290,17719,3699,1107,64,15800,17596,12956,10521,4507,14706,9174,14411,2218,9586,17522,15347,11820,13500,17610,7542,8575,17494,5470,11147,16460,17527,14542,17373,17361,12908,17399,17411,15136,13580,8319,3011,17419,16610,13158,9688,17714,12300,14043,16792,11653,1251,69,13636,17510,17084,11219,11844,10611,17813,17539,4814,17522,14422,17436,17649,471,14841,15105,14514,4960,16282,14161,13673,1372,17177,17713,16230,12802,7745,14805,16777,16534,14963,16956,16255,9085,9106,12999,17637,17553,11439,13219,15122,3661,875,680,3736,14124,14848,10390,16359,11526,16422,15265,10246,11025,3063,15948,17788,15382,8954,1873,15834,9803,11819,10243,17266,9680,11548,7049,11652,4405,2823,17846,16482,15855,17499,16066,14756,1670,11396,5685,12467,17594,13293,17316,13536,10609,6262,16406,12250,14278,16002,17365,11330,11236,12276,14122,17254,17280,7951,8406,6063,4409,2245,16334,13819,17505,11115,3075,17324,13800,8517,9925,9180,17046,16788,16836,15615,14089,3458,9795,7883,4539,17639,13874,17677,12433,7012,17503,7485,10955,17537,12403,17869,16034,16494,6817,17181,18054,17459,7170,14456,9258,13023,12486,12572,17248,14318,16129,14477,7786,9047,9823,9766,15172,15074,11666,10993,7478,13102,16748,16485,16371,17500,14378,13899,11161,4758,17563,16175,9427,14272,16653,15511,17470,11732,8249,14371,16765,14258,9795,15831,14392,9067,9159,5981,15265,13019,16819,16853,10170,7829,17619,9082,3420,4336,8163,10438,10800,4554,10549,10205,12150,10550,7872,10098,12035,17700,16586,11247,15968,14308,10733,5307,2212,17464,16956,15487,537,2402,2007,3108,4040,16242,14155,13415,14386,7285,13240,16592,13981,13732,15605,15942,17179,15352,9322,4599,13997,16206,16179,17225,13043,15775,9819,13805,9199,13937,15551,11184,11015,13085,11116,10011,9913,10235,12015,7628,8029,12066,15198,11029,2298,15654,15568,9318,13387,12945,11487,11460,13424,10723,10382,13818,6470,5221,3169,2979,17313,12682,11260,15531,10093,15425,16117,10834,13086,12638,16182,10618,10996,10405,16930,7507,11014,5785,16094,9135,10427,3536,11930,17158,15950,15938,11745,10463,17059,12967,13451,14997,9911,10671,16926,12719,14294,13461,6807,16792,9814,11030,15201,14437,9063,11458,17191,3440,3342,3667,14735,13604,8631,10205,12280,8285,2474,9796,16942,10106,12046,10915,9587,12952,11507,10292,15147,15034,9916,7670,3137,2175,15028,12730,14955,10717,9527,12387,9470,16492,16334,13686,12298,11518,10705,14570,15393,16809,16571,10582,11595,16616,16684,10382,5374,1726,13112,16761,11870,16113,10979,10399,6105,5858,16041,16136,11086,10850,10977,10521,11511,10305,8079,10378,10398,12936,12212,11818,11819,10953,11285,11133,11912,11111,12665,12432,12276,11540,9639,9275,8072,5405,2251,1240,13444,11611,9348,6601,3203,1039,421,219,73,32,5,0,0,0],"fragments":[{"begin":"0.000","end":"86.080","lines":["Nearly a third of U.S. adults have tattoos, so plenty of you listeners can probably rattle off the basic guidelines of tattoo safety: Make sure you go to a reputable tattoo artist who uses new, sterile needles. Stay out of the ocean while you’re healing so you don’t pick up a smidgen of flesh-eating bacteria. Gently wash your new ink with soap and water, avoid sun exposure and frequently apply an unscented moisturizer—easy-peasy. But body art enthusiasts might face potential risks from a source they don’t expect: tattoo inks themselves. Up until relatively recently tattoo inks in the U.S."]},{"begin":"86.080","end":"128.360","lines":["were totally unregulated. In 2022 the federal government pulled tattoo inks under the regulatory umbrella of cosmetics, which means the Food and Drug Administration can oversee these products. But now researchers are finding that many commercial inks contain ingredients they’re not supposed to. Some of these additives are simply compounds that should be listed on the packaging and aren’t. But others could pose a risk to consumers. For Science Quickly, I’m Rachel Feltman. I’m joined today by John Swierk, an assistant professor of chemistry at Binghamton University, State University of New York."]},{"begin":"128.360","end":"155.200","lines":["His team is trying to figure out exactly what goes into each vial of tattoo ink—and how tattoos actually work in the first place—to help make body art safer, longer-lasting and maybe even cooler. John, thank you so much for being here. I’d love to hear a little bit about your research background. How did it bring you to tattoos and tattooing?"]},{"begin":"155.200","end":"183.760","lines":["So I’m a photochemist by training, which means I think about how light interacts with molecules and can drive chemistry. And one of the areas we got really interested in was trying to understand why light causes tattoos to fade. This is a huge question when you think about something with laser tattoo removal, where you’re talking about an industry on the scale of $1 billion a year. And it turns out we really don’t understand that process."]},{"begin":"183.760","end":"200.280","lines":["And so starting to look at how the tattoo pigments change when you expose them to light, what that might be doing in the skin, then led us to a lot of other questions about tattoos that we realized weren’t well understood—even something as simple as what’s actually in tattoo ink."]},{"begin":"200.280","end":"227.480","lines":["As someone with tattoos, the question of how they react to sunlight is, of course, a really practical concern in terms of caring for tattoos long term. But yeah, it wouldn’t have occurred to me that even the laser removal industry doesn’t really know what’s going on there. That's so fascinating. So tattoo ink, What are some of the big issues your lab is concerned with?"]},{"begin":"227.480","end":"241.880","lines":["As we were doing a lot of our work, trying to understand something about the interaction of light and tattoos, we started noticing a lot of things in the ink that weren’t listed as being component in its makeup."]},{"begin":"241.880","end":"272.440","lines":["And so recently we’ve been looking at commercial tattoo inks and sort of surprised to find that in the overwhelming majority of them, we’re seeing things that are not listed as part of the ingredients....Now that doesn’t necessarily mean the things that are in these inks are unsafe, but it does cause a huge problem if you want to try to understand something about the safety of tattoos. Some of the things we found can be pretty significant allergens for some people."]},{"begin":"272.440","end":"280.880","lines":["So it, it creates this environment where it’s really hard to figure out what’s going on in the body because we don’t actually know what we’re putting into the body."]},{"begin":"280.880","end":"310.320","lines":["I was actually, just last night, getting my first tattoo in several years, and without me mentioning my anticipated conversation with you, one of the artists there was talking to her client about, you know, the sort of routine versus not so routine skin reactions people get from tattoos. And she was saying, “Oh, I tend to have a problem with white inks but not all white inks, so I don’t really know what that’s about.” And my artist was ...very passionate about ..."]},{"begin":"310.320","end":"326.680","lines":["people needing to take this more seriously—you know, the hunt for reputable companies and hoping that those companies have some understanding of what’s in their inks. What kind of feedback do you tend to get from people in the industry when they hear about your work?"]},{"begin":"326.680","end":"355.120","lines":["It’s really changed over the last couple of years. Before Congress passed the sort of updated regulations that obligated tattoo inks to be sort of examined and regulated by the FDA, I'd go into a room and I’d get a very mixed reaction, right? Some people would be very supportive; some people will be somewhat hostile, right, worried that we’re going to be doing something that might cause the industry to get into trouble."]},{"begin":"355.120","end":"382.320","lines":["After the change in regulations, though, it’s sort of been night and day because part of what the FDA is looking for are scientifically peer-reviewed studies that talk about safety, that talk about something as simple as “What is a tattoo? Is it an injection? Is [it] something else....?” Now, when I’m talking to a room of people, it’s much more often to—“What can you tell us? How can you help us?"]},{"begin":"382.320","end":"413.720","lines":["FDA is asking for this, and we don’t know what to do.” And one of the things that has been really important to the team and I from day one is that we really want to be collaborative with the tattoo industry, right? We’re not anti-tattoo. We’re not out to try to get tattooing banned or anything like that. And a lot of what motivates us is trying to support artists and their clients so that we can get the best outcomes for everybody."]},{"begin":"413.720","end":"433.000","lines":["And so a lot of our work at looking at tattoo inks is kind of driven by this idea that we, as chemists, have access to really powerful tools that your typical artist would not have access to and that even some of the manufacturers don’t have access to. And we’re always happy to talk to artists."]},{"begin":"433.000","end":"450.120","lines":["We love that we have some good friends that are artists in the industry, and we find that there’s such a rich, unbelievable wealth of knowledge that longtime tattooers have that’s really important and useful and often not understood in the scientific literature...which has really helped us in our research."]},{"begin":"450.120","end":"486.400","lines":["Yeah, well, and I think what’s really exciting is that, you know, obviously, I think most people would agree that it would be great to know that tattoo inks are safe [and] being made safely, you know? And of course, that’s not unique to tattoo inks; cosmetics and supplements have a lot of similar problems that we need to work on. But, if we’re going to get a better grasp on the chemistry and even the immunology of tattoos, that’s not just going to help us make them safer but, you know, potentially improve healing, appearance, longevity."]},{"begin":"486.400","end":"504.120","lines":["I mean, I think about that start-up that promised “ephemeral tattoos” that now folks a few years later are coming out and saying, “These tattoos have not gone away,” and thinking about how much potential there is for genuine innovation if we can start to answer some of these questions."]},{"begin":"504.120","end":"533.560","lines":["One hundred percent agree, and that’s often one of the things that I will tell people in the industry: that if we understand the science of tattoos better, right...we can start to think about designing new pigments that might have better colorfastness, less reactivity, less sort of bleeding of the lines, right, over time. But all of those things can only happen if we actually understand tattoos, and we really just don’t understand them that well at the moment."]},{"begin":"533.560","end":"539.680","lines":["Sure—well, and that’s a great segue into talking about your latest study. What did you find?"]},{"begin":"539.680","end":"576.080","lines":["So our latest work was really focused on looking at commercial tattoo inks in the U.S. We looked at 54 inks, and of the 54, 45 had what we consider to be major discrepancies—so these were either unlisted pigments, unlisted additives. And that was really concerning to us, right? You’re talking about inks coming from major, global, industry-leading manufacturers all the way down to smaller, more niche inks—that there were problems across the board. So we found things like incorrect pigments being listed."]},{"begin":"576.080","end":"609.160","lines":["We found issues of some major allergens being used—these aren’t necessarily compounds that are specifically toxic, but to some people they can generate a really pronounced allergic response. And a couple of things: we found an antibiotic that’s most commonly used for urinary tract infections. We found a preservative that the FDA has cautioned nursing mothers against, you know, having exposure to—so things that at a minimum, need to be disclosed so that consumers could make informed choices."]},{"begin":"609.160","end":"626.240","lines":["Yeah, absolutely. And so on that note, you know, given how much we don’t know about tattoos...when people ask you...“So what should I do?” What’s your advice on, like, the responsible way to get a tattoo—if that exists?"]},{"begin":"626.240","end":"662.440","lines":["So I think the number-one thing is that we know for sure that working with an unskilled artist who’s not following good hygiene or that the client isn’t following proper aftercare procedures...we know that that is going to cause a problem. And so if somebody’s thinking about getting a tattoo, they should be working with an artist who is experienced, who has apprenticed under experienced artists, who is really following best practices in terms of sanitation, aftercare, things like that. That’s where we know you can have a problem."]},{"begin":"662.440","end":"688.760","lines":["Beyond that, I think it’s a matter of how comfortable you are with some degree of risk. The point I always really want to emphasize is that, you know, our work isn’t saying anything about whether tattoos are safe or not. It’s the first step in that process. Just because we found some stuff in the inks doesn’t mean that you shouldn’t get a tattoo or that you have a new risk for skin cancer or something like that...."]},{"begin":"688.760","end":"722.400","lines":["it's that this is the process of how science grows, right—that we have to start understanding the basics and the fundamentals so that we can build the next questions on top of that. And our understanding of tattoos in the body is still at such an early level that we don’t really even understand what the risk factors would be, “What should we be looking for?” So I think it’s like with anything in life: if you’re comfortable with a degree of risk, then, yeah, go ahead and get the tattoo."]},{"begin":"722.400","end":"759.200","lines":["People get tattoos for lots of reasons that are important and meaningful and very impactful in a positive way in their life. And I think a concern over a hypothetical risk is probably not worth the potential positives of getting a tattoo. We know that light exposure— particularly the sunlight—is not great for the tattoo, and if we have concerns about long-term pigment breakdown, ultraviolet light is probably going to enhance that, so keeping your tattoo covered, using sunscreen when you can’t keep it covered—that’s probably very important."]},{"begin":"759.200","end":"779.200","lines":["If you’re really concerned about the risk, we can think about the size of the tattoo. So somebody with a relatively small piece of line art on their back is in a very different potential risk category than somebody who is fully sleeved and, you know, covered from, say, neck to ankle in tattoos."]},{"begin":"779.200","end":"808.880","lines":["And again we’re not saying that either those people have a significant risk that they need to be worried about, but if somebody is concerned, the person with the small line art on the back is much less likely to have to worry about the risk than somebody with a huge tattoo. We also know that certain colors, like yellow in particular, fade much more readily. That suggests that those pigments are interacting with the body a lot more."]},{"begin":"808.880","end":"833.160","lines":["Staying away from bright colors and focusing on black inks might be a more prudent option there, but again, right, a lot of these are hypothetical and we don’t want to alarm people or scare them. All we can point to is, you know, “This is what we don’t understand, and as long as you’re comfortable with that, you know, go find a great artist, follow their instructions, and, you know, be happy with your tattoo.”"]},{"begin":"833.160","end":"850.800","lines":["Yeah, that’s great advice. And I think I saw somewhere that you don’t personally have any tattoos, and I’m curious: Has this research made you any more or less likely to get one or, you know, changed how you think about tattoos beyond the chemistry at all?"]},{"begin":"850.800","end":"859.920","lines":["Well, working in this space without tattoos has created a really unique problem for me, which is: I now have a lot of friends that tattoo."]},{"begin":"859.920","end":"861.320","lines":["Sure, yeah."]},{"begin":"861.320","end":"869.000","lines":["And so it sort of feels like if I was going to get one tattoo, I have to commit to getting, like, 10 all at once."]},{"begin":"869.000","end":"869.560","lines":["[Laughs]"]},{"begin":"869.560","end":"902.200","lines":["You know,there’s also some practical concerns of, you know, if we get a tattoo, and I say...“The artist is using this specific ink,” am I unintentionally endorsing that this is the right ink...? So there are some complications there. But, you know, I have nothing against tattoos.... It’s really not a—an issue of I’m uncomfortable with the safety around them or something like that. It’s just purely a—you know, I didn’t get them when I was in my 20s, and now, you know, I have a cadre of artists circling with their ..."]},{"begin":"902.200","end":"904.520","lines":["their machines, ready to go to work on me."]},{"begin":"904.520","end":"908.200","lines":["[Laughs] Totally reasonable. What are you working on next?"]},{"begin":"908.200","end":"943.000","lines":["So we’re in a few different areas. We’re still looking at what’s in tattoo inks. We’re also still working on understanding what tattoo pigments break down into. We really don’t understand a lot about laser tattoo removal, and if there is some aspect of tattooing that gives me pause, it’s probably that part. It's a very reasonable concern, I think, that you may have pigments that are entirely safe in the skin, but once you start zapping them with high-powered lasers, we don’t know what you do to the chemistry, and so that could change the dynamic a lot."]},{"begin":"943.000","end":"954.880","lines":["And so we’re trying to figure out how to do that and, I think, making some progress there. And then the last area—which is, is new to us but kind of fun—is actually just looking at the biomechanics of tattooing."]},{"begin":"954.880","end":"984.720","lines":["You would think that we’d really understand how the ink goes into the skin, how it stays in the skin, but the picture there is a little bit hazy, and that really goes to, again, if you’re thinking about “Could you make functional tattoos, or could you just make tattooing better and easier?” And those are sort of important questions to answer. One of the interesting things, when you talk to ink manufacturers and artists, is that they sort of have this intuitive feel for ..."]},{"begin":"984.720","end":"1008.040","lines":["sort of what the viscosity of the ink should be like and how much pigment is in there but can’t necessarily articulate why a particular viscosity is good or why a particular pigment loading is good. And so we think if we understand something about the process by which the ink goes...and so we think understanding the biomechanics could really open some interesting possibilities and lead to better, more interesting tattoos down the road as well."]},{"begin":"1008.040","end":"1039.520","lines":["I hope that made you as excited about the future of tattoo science as it made me. We’ll be back on Friday to help you beat the heat with the first part of a thrilling new Fascination series about research in Antarctica. And don’t forget to tune in on Monday for a roundup of the latest science news. Science Quickly is produced by me, Rachel Feltman, along with Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck."]},{"begin":"1039.520","end":"1068.720","lines":["Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. Do you have an idea for a story we should cover or some feedback about our new episode formats? Give us a shout at ScienceQuickly@sciam.com. For Science Quickly, I’m Rachel Feltman. See you next time!"]}],"duration":1068}