{
  "title": "Can Food Work as Medicine?",
  "img": "https://static.scientificamerican.com/dam/m/4e556f6b2277ee54/original/food-medicine-GettyImages-1082939336-loop.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/can-food-work-as-medicine/",
  "audio": "https://traffic.megaphone.fm/SAM9542498241.mp3?updated=1714502441",
  "intro": [
    "Doctors are starting to prescribe vegetables or entire meals to ward off disease."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Elah Feder",
    "Madison Goldberg"
  ],
  "category": [
    "Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman",
      "text": "We bring you the latest vital health news: discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": "We’re Scientific American’s senior health editors. Today on the podcast menu, we’ve got: food. There is renewed interest in using food as preventive medicine: offering patients vegetables or entire meals to keep them healthier and more resistant to disease. But will prescribing produce really work? A lot of people think so, but it’s been a little hard to prove."
    },
    {
      "author": "Fischman",
      "text": "People talk a lot about the health benefits of individual foods. I hear a lot about blueberries. They’re supposed to be filled with antioxidants that stop cell damage, for instance. You got one, Tanya?"
    },
    {
      "author": "Lewis",
      "text": "Yeah, kale! It’s a superfood, or so they say. It packs a ton of vitamin K and vitamin C."
    },
    {
      "author": "Fischman",
      "text": "Okay, I confess, I know very little about kale and have no idea how I would eat it."
    },
    {
      "author": "Lewis",
      "text": "Well, I actually know a pretty good recipe for massaged kale salad."
    },
    {
      "author": "Fischman",
      "text": "Massaged?"
    },
    {
      "author": "Lewis",
      "text": "Yeah, you just take raw kale and rinse it, and then you add lemon juice and olive oil and salt and pepper and just, you know, massage it until it tenderizes into a nice salad."
    },
    {
      "author": "Fischman",
      "text": "Cool, I’ll totally take your word for that. The other food I was thinking about was my grandmother’s chicken soup. It was supposed to be a cold remedy. Actually, it was supposed to be a remedy for just about anything in my family."
    },
    {
      "author": "Lewis",
      "text": "That sounds tasty. While we’re at it, I believe that chocolate croissants are scientifically proven to be good for the soul. But don’t fact-check me on that."
    },
    {
      "author": "Fischman",
      "text": "Oh, no fact-checking here! Debates about the health values of specific foods go back and forth anyway, and you’re probably tired of the whiplash. So today we are not going to talk about blueberries or broccoli or chocolate croissants by themselves."
    },
    {
      "author": "Lewis",
      "text": "We’re going to talk about a trend in medicine in which doctors prescribe healthy food, like bags of fresh produce, just like they’d prescribe blood pressure medication. And a colleague of ours just wrote a news article about this “food-is-medicine” movement in the journal JAMA."
    },
    {
      "author": "Maryn McKenna",
      "text": "What “food-is-medicine” is, what makes it distinctive, is it is getting people healthy food or groceries that will create healthy food with the explicit involvement of the healthcare system. So prescribing medically tailored meals or prescribing groceries or actually giving people prescriptions to go and get produce for free."
    },
    {
      "author": "Fischman",
      "text": "That’s Maryn McKenna."
    },
    {
      "author": "McKenna",
      "text": "I am a journalist, I focus on science and public health. I'm the author of a couple of books and a science writing professor and a contributing editor at Scientific American."
    },
    {
      "author": "Fischman",
      "text": "It's great to have you here, Maryn."
    },
    {
      "author": "McKenna",
      "text": "Happy to be here."
    },
    {
      "author": "Fischman",
      "text": "Now, can you tell us how a food-is-medicine program works?"
    },
    {
      "author": "McKenna",
      "text": "In what I think is the most interesting example, there's a very famous physician in Michigan; her name is Mona Hanna-Attisha."
    },
    {
      "author": "Fischman",
      "text": "We know that name because Hanna-Attisha is the pediatrician who helped expose the high levels of lead in Flint, Michigan’s drinking water a decade ago—levels that were really toxic."
    },
    {
      "author": "McKenna",
      "text": "But she also is an activist for children's nutrition. And since 2015, through her own pediatric clinic, which is part of Michigan State University's College of Medicine, she has been writing produce prescriptions for a farmer's market that was in the same building as her pediatric clinic."
    },
    {
      "author": "Fischman",
      "text": "In fact, Hanna-Attisha moved her office above the market to make it easier for patients to get their food."
    },
    {
      "author": "McKenna",
      "text": "She moved into the second story of a freestanding brick-and-mortar permanent farmer’s market in downtown Flint, Michigan. And for every child who came into that clinic, she gave that child's family initially a $5 voucher for produce downstairs; it's now $15, and they've expanded to a couple of different sites."
    },
    {
      "author": "Lewis",
      "text": "Sounds like a really clever idea. Has it actually made people healthier, though?"
    },
    {
      "author": "Fischman",
      "text": "Well, it’s certainly improved the kids’ nutrition. The Flint program has written 55,000 prescriptions for this food and given out the vouchers. Now, the amount of fruits and vegetables and fiber and whole grains and dairy that the children ate went up—though it’s still not at the levels of federal nutrition guidelines, Maryn says."
    },
    {
      "author": "Lewis",
      "text": "Now, you and Maryn talked about doctors giving out these vouchers like prescriptions. Yet medical insurance doesn’t pay for food, right? So where does the money come from?"
    },
    {
      "author": "Fischman",
      "text": "That’s a good question. In Flint, Hanna-Attisha raises money from private charities. Nationally, big foundations are getting involved: the Rockefeller Foundation pledged $100 million, for instance. And in 2022, the White House held a nutrition summit, and after that, federal agencies committed to spending $8 billion on nutrition programs."
    },
    {
      "author": "Lewis",
      "text": "That’s a lot of dough."
    },
    {
      "author": "Fischman",
      "text": "Oh, you had to go there. Lewis: Sorry. Well, anyway, I’m still wondering, does this investment in nutrition actually lead to lower risk of disease?"
    },
    {
      "author": "Fischman",
      "text": "I did ask Maryn about that."
    },
    {
      "author": "McKenna",
      "text": "Yes, there are some studies that show positive effects in things like reducing hemoglobin A1C, reducing blood pressure, reducing body mass index."
    },
    {
      "author": "Fischman",
      "text": "Higher A1C levels are a risk factor for diabetes. One of the stronger studies was just presented at an American Heart Association conference in March. It looked at what happened in a free produce delivery program in Alameda County, California. After a year, people getting the deliveries had lower A1C and less “bad” cholesterol than people who didn’t get the food delivered."
    },
    {
      "author": "Lewis",
      "text": "Wow, interesting. I know there have also been some studies that suggest certain diets can improve specific aspects of health. There’s the DASH diet for high blood pressure. It emphasizes fruit, vegetables, whole grains and low-fat dairy. And it cuts out alcohol and foods with salt—the good stuff that is actually bad for you. There was an analysis combining the results of several diet studies, and it turned out DASH significantly lowered blood pressure—even more than the Mediterranean diet, which lets you have salt and some red wine."
    },
    {
      "author": "Fischman",
      "text": "But Maryn says there are not a lot of food-is-medicine studies like the one in California."
    },
    {
      "author": "McKenna",
      "text": "The enthusiasm for it is racing ahead of the evidence. And there probably are some good reasons for that. First, it's just a really new concept to actually do this in a measurable medical way, as opposed to just bringing someone a pan of lasagna or a basket of fruit. The second is that doing nutritional studies in free-living humans is really hard to do."
    },
    {
      "author": "Lewis",
      "text": "As Maryn writes in her story, though, more studies are ramping up. The AHA is funding 19 new food-is-medicine research projects. And the National Institutes of Health has approval to start several research initiatives focused on the idea. Food voucher programs have been around for decades, of course, mostly through the Department of Agriculture. You can use them at local supermarkets. What makes this new effort different is that it empowers health care workers to prescribe healthy food rather than just vaguely advise people to eat healthier."
    },
    {
      "author": "McKenna",
      "text": "People in this field say, well, we've been kind of hampered in what we were able to say to people beyond “Well, you should eat a healthier diet,” and then we send them out the door. Where food-is-medicine potentially takes this conversation is from “I think you should eat more lettuce and carrots, good luck, see you next year” to “I think you should be eating healthier food, and I have a specific intervention that can help you do that. I can sign you up for a program that will bring you dinner four nights a week for a month. Let's see if that makes a difference to your bloodwork.”"
    },
    {
      "author": "Fischman",
      "text": "And if these interventions are convincing, maybe they’ll make a difference in something else: making insurance companies pay for good food—and good health. Your Health, Quickly is produced by Carin Leong, Madison Goldberg, Jeff DelViscio, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": "Our show is part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. And now, some bittersweet news: this will be our last episode of Your Health, Quickly. After three years and two months, the show as it currently exists will be ending as we transition to a new podcast format."
    },
    {
      "author": "Fischman",
      "text": "We launched this podcast in February of 2021. It was called COVID, Quickly. We had three people and a humble goal: to quickly keep listeners up-to-date on the latest developments in the pandemic."
    },
    {
      "author": "Lewis",
      "text": "And we’ve done that. Every two weeks, we brought you stories on everything you needed to know to stay safe and informed as we all weathered this viral storm. [CLIP: Theme music]"
    },
    {
      "author": "Fischman",
      "text": "In March of 2023 we broadened our scope to a range of other health topics. We brought in a bunch of smart scientific experts, producers and editors, and the show became the Your Health, Quickly you know and maybe even kind of love."
    },
    {
      "author": "Lewis",
      "text": "We produced a total of 73 episodes. We’d like to thank our editors, producers, and guests, and all of you who listened to us and wrote in to share your questions and feedback."
    },
    {
      "author": "Fischman",
      "text": "But just because YHQ won’t continue in its current format doesn’t mean that you will be rid of us."
    },
    {
      "author": "Lewis",
      "text": "That’s right. We’ll still be polluting—ahem, serenading—your ears with important and fascinating developments in health and medicine, and, of course, some punishing puns. Stay tuned. And now, one last time: for Your Health, Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "And I’m Josh Fischman."
    }
  ]
}