{"title":"How Forensic Breakthroughs Are Still Helping Identify 9/11 Victims Today","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-forensic-scientists-continue-to-identify-9-11-victims-23-years-after-the/","audio":"https://traffic.megaphone.fm/SAM7976510441.mp3?updated=1726001581","intro":["Forensic scientists are still working to identify victims of the 9/11 attacks using advancements in technology and techniques developed over the past two decades."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Technology"],"transcript":[{"author":"Rachel Feltman","text":"Twenty-three years ago, a series of coordinated terrorist attacks killed nearly 3,000 people and turned Manhattan’s iconic World Trade Center into Ground Zero. Most of you probably remember seeing footage and photos of the long, complicated process of looking for victims in the smoldering debris. But you might not realize that for forensic scientists, that work is far from finished even today. For Scientific American’s Science Quickly, I’m Rachel Feltman. I’m joined today by Kathleen Corrado, the forensics executive director at Syracuse University College of Arts & Sciences. She’s here to tell us how the staggering scale of 9/11’s mass casualty event presented forensic scientists with new challenges—and how the lessons they learned are helping them identify wildfire victims, suspected criminals and the many remaining casualties of 9/11 itself. Thank you so much for joining us today."},{"author":"Kathleen Corrado","text":"My pleasure."},{"author":"Feltman","text":"So broadly speaking, what kind of impact did 9/11 have on the forensic science community?"},{"author":"Corrado","text":"Well, the event that happened in 9/11 in the World Trade Center was basically the first time that DNA analysis was used to identify victims on such a large scale. So while there were about 2,700 victims or so, due to the fire, the explosion, the building collapse, there were a lot of very small samples. A lot of the bodies were degraded.... Really that’s the first time that we really had to think about: How do we deal with this many samples, this many people?"},{"author":"Feltman","text":"Mm."},{"author":"Corrado","text":"We had to, you know, look at how we store the samples, how we track the samples. We had to think about software in terms of inventorying the samples, in terms of analyzing the DNA. We had to automate. And then again, with the samples being so degraded, it really affected the way that we process the samples."},{"author":"Feltman","text":"Tell me more about some of those, you know, unique forensic challenges."},{"author":"Corrado","text":"Right, so when we have natural disasters—whether it’s a fire, a flood—or something more accidental, like a plane crash, or a terrorist event, like a bombing, typically the way that bodies are identified are by different methods such as fingerprints and dental records and physical attributes, like tattoos, or if there’s some kind of a medical device, like if someone has a pacemaker or an artificial knee or hip, they have serial numbers on ’em. So that’s the typical way that bodies are identified. But in this instance, in 9/11, because of the jet fuel, there was a really large amount of fire, the building collapsed, a lot of the bodies were really, really degraded and compromised. And so that left us with a lot of really small fragments of bone and other items that you really couldn’t use any other identification method other than DNA. So one of the challenges, first off, was to basically determine what was bone, what wasn’t bone. And if it was bone, was it human bone? And the second challenge is: How do we get the DNA out of such a compromised sample?"},{"author":"Feltman","text":"Well, and I think that’s a great segue into talking about the new technologies that emerged. What are we doing differently now because of what forensic scientists learned after 9/11?"},{"author":"Corrado","text":"Right, so a lot of the samples were degraded, and so we had to come up with new ways of extracting the DNA: so basically taking the DNA out of the cell and then processing it. There also was—just due to the large volume of samples, everything was done manually, and it took quite a long time. It could take weeks or months to get through the process. And so we basically had automatic robotics that we could put in to process the samples. So those are some of the innovations that came out of that. In addition, one of the other things that we had to think about was the reference samples. So when you have bodies that we’re trying to identify, there’s two different ways we can identify them. One would be with what we call antemortem samples, which is when we’re taking a direct sample from the victim and comparing it: something like a toothbrush or a razor or earbuds—something like that that might have the victim’s DNA on it that we can do a direct comparison. And then a second type of comparison that we would do is where we compare the victim’s DNA to relatives. And so that would be first-degree relatives—we’re looking for parents, children, sometimes siblings. So basically there were a lot of challenges in 9/11 with just, you know, determining: How do you get the message out to these families that we need these samples? How do we tell them which family members we need to collect and what samples we need to collect? You know, when 9/11 happened, after 9/11 happened, it really was a wake-up call, saying: We need to have policies and procedures for this type of mass disaster. You know, we need to know who’s in charge, who’s collecting the samples, who’s gonna be the voice speaking to the families. There’s a lot of new policies and procedures in place that we have now so we know how to do this: we know how to put the message out and how to make sure that we’re getting the right samples."},{"author":"Feltman","text":"Yeah. Can we talk a little bit more about the technological leaps that have happened? You know, I think some of our, our listeners might not know what the process of DNA extraction looked like in 2000 and what it looks like now, so I would love to get a little bit of an overview."},{"author":"Corrado","text":"Yeah, so—absolutely. One of the biggest changes that’s happened is what we call the rapid DNA instruments—basically [they’re] a game changer. So [a] rapid DNA instrument, how it’s different is: previously what would happen is the samples would have to be collected at the site, they’d have to be shipped to the laboratory, and then the laboratory would manually process the samples—so they’d have to extract the DNA, and then take that DNA and generate a DNA profile, and then do the interpretation. And that could take weeks or months."},{"author":"Feltman","text":"Mm."},{"author":"Corrado","text":"With rapid DNA instruments now, all of those processes are done inside the instrument, so it’s one step. So you take the sample, whether that’s a swab of blood or perhaps a sample from bone that we can extract, we put it into the instrument, it does all of those processes within the instrument, and it does it in about 90 minutes ..."},{"author":"Feltman","text":"Wow."},{"author":"Corrado","text":"Which truly is a game changer. So something that would take weeks or months before, we now can do quite quickly. Other benefits are, [two], that these instruments can be placed directly at the site. So we don’t have to send the samples to a lab; we can set up a makeshift lab, put these instruments right in the area where the disaster occurred and process the samples right there. And then the third reason why they’re very helpful is that we don’t need a DNA analyst—we don’t need an expert to run these samples. So as before, every sample had to be run by a DNA expert in the lab and interpreted by a DNA expert, these results are spit out in 90 minutes, and you don’t need to be a DNA expert to run it to get the results. And ... these types of instruments were used in the 2018 Camp Fire in California. So I think there were about 100 victims of that fire, and I think something close to, like, 80 percent of those samples were ID’d through DNA, which is really high. So prior to that it was—usually it was about 20 percent of samples were—we would use DNA to identify. Now we can use it not only just for the samples of the victims but also the family reference samples. So even before, all those family reference samples had to go to a lab. Now they can all be processed on-site in these instruments. And I believe it was also used in the Maui wildfires, and also it’s used in things like the war in Ukraine—I mean, these instruments have a lot of other uses besides mass disaster victim identification."},{"author":"Feltman","text":"Yeah, well, and tell me more about the policies that emerged and changed because of 9/11. You mentioned that it was really a wake-up call in terms of needing systems in place. What are some of those systems?"},{"author":"Corrado","text":"Well, we have to make sure that we have a good policy in terms of what samples to collect, how those samples are stored, what will happen to those samples after they’re used and the data after they’re used. We also have to make sure that we have a single point person that can go ahead and give the information out to the public as well as to the families. We have to have safety. You know, we have to worry about hazards—biohazards. So all of those policies are in place. Additionally, with the reference samples, something that’s really important now is the informed consent. So we wanna make sure that the relatives that are giving their samples know what it is that they’re giving, know why they’re giving it and also they know what’s gonna happen to that sample and to that data afterwards—you know, is it gonna go into a database, or is it gonna be destroyed? So there’s informed consent now, which is really important in terms of protecting people’s privacy."},{"author":"Feltman","text":"So are there any new technologies that actually emerged from the 9/11 investigation specifically?"},{"author":"Corrado","text":"Well, specifically from the 9/11 investigation there were new technologies in terms of how to analyze degraded samples. And particularly when we have these samples, they’re very small fragments of DNA, and previous to 9/11 we really weren’t able to get data from such small samples. And so after 9/11 and continuously we’ve been able to improve the extraction technologies for small samples. There’s also a new technology called next-generation sequencing that’s at the forefront right now. That technology will allow us to analyze samples that are even smaller. So when the DNA is broken up into small, small pieces, this technology will allow us to analyze even smaller samples, and then it allows us to build them together into a bigger, contiguous DNA profile or sequence, and that will allow us to have more sensitivity, so we’ll be able to analyze samples that are even smaller. And that technology is starting to be used even to identify more of the remains from 9/11 because only about 60 percent of the victims have been identified from the 9/11 event."},{"author":"Feltman","text":"Wow. And outside of the 9/11 investigations, you know, how is that technology changing forensic science?"},{"author":"Corrado","text":"In the criminal justice system, similar to things like mass disasters, where we have degradation of samples, we have a lot of samples in crime scenes that are exposed to environmental conditions. There’s old samples, cold cases where there’s not a lot of DNA left. So all of these technologies that allow us to generate a DNA profile from a very small sample or a very degraded sample have really made leaps and bounds in terms of us being able to identify perpetrators of crimes. Another technology that's out there that I think is being used in criminal and in identification is SNPs, single nucleotide polymorphisms, and, in particular, that’s using externally visible characteristics, or EVCs. So, say we have a victim of a mass disaster that no one’s really looking for them—they don’t have family members that are looking for ’em, or there are no family reference samples ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Corrado","text":"What we can do with externally visible characteristics is: it can give us clues about the person’s eye color, their hair color, if they had freckles, their skin tone and their biogeographical ancestry. So if we don’t have something to compare to, we might be able to get information as to how this person looked—you know, what their external characteristics were—that might help us identify them."},{"author":"Feltman","text":"And I assume that’s quite useful in forensic science for lots of other kinds of investigations, too."},{"author":"Corrado","text":"It can be. It’s relatively new. And quite honestly it’s a little controversial because it’s not clear that we should be using externally visible characteristics to identify suspects, but there are companies out there that offer that service."},{"author":"Feltman","text":"Sure, yeah, no, I can, I can see the potential issues in, in using it for suspect identification specifically. Well, are there any challenges related to mass casualty events that forensic scientists are still figuring out how to tackle?"},{"author":"Corrado","text":"Yeah, absolutely. So, you know, when it comes down to the mass disasters, certainly the environment still plays a huge effect. So, you know, like I said, if we have a fire, that can cause degradation. But also if we think about something like a flood—like think about the tsunami in 2004 in South Asia. First there was this flood, so all of the bodies were submerged underwater, and then they were scattered in such a large area, and it was really hot there; the sun’s beating down on these bodies. And so all of that causes the remains to degrade, and unfortunately there were so many victims in that mass disaster that they couldn’t collect everything quickly enough. And so in that instance the temperature and the heat really affected the ability to use DNA. So in those instances they really had to rely more on other types of mechanisms to identify a body, such as odontology or dental records or fingerprints. So in, in that instance I think DNA was used in very small numbers of the identifications. And secondly, I think another challenge that we faced in 9/11 that still happens to this day is getting the message out to the family members and collecting reference samples. So you can imagine—let’s use Maui as an example—it’s a little bit difficult when people are faced with all of these really traumatic experiences to say, “Hey, by the way, we need to collect a DNA sample from you.” In addition to that, there are sometimes a lot of reluctance for families to give a reference sample. There’s somewhat of a distrust of the government, and particularly in Maui, again, there’s some cultural issues to that. A lot of Indigenous people there had some concerns. They had issues in the past where the government was collecting their DNA to determine, you know, who had rights to land and things like that. So they had a lot of distrust. And so it’s hard to think about: How are we going to explain to these families why it’s so important for them to give their DNA samples if they want to identify their loved one? Another challenge that we still have, again, that we had in 9/11, we have in all of these situations is: no matter how good our identification methods are, whether it’s DNA or dental records or fingerprints, we still have to identify the remains. So it’s still gonna take the very first person, the anthropologist coming in, sifting through all the debris, saying, “Yeah, that’s a bone. No, it’s not a bone. Yeah, that’s human. No, it’s not human.” It’s a time-comprehensive process. So that’s sort of a limiting factor. So we still have to think about: Are there ways that we could perhaps move that part of the process a little bit faster?"},{"author":"Feltman","text":"Hmm, well, and just going back to something you mentioned earlier: you know, the fact that so many of the victims of 9/11 have not yet been identified. Could you tell me more about how that process is going?"},{"author":"Corrado","text":"Yes, so that project is still being worked [on] by the Office of the Chief Medical Examiner of New York City. So they have staff that are dedicated to that project. They have committed to identifying every one of those last remains if they can. And so they continue to analyze those, and basically they’re doing work in terms of: What are the new technologies out there? So we’ve talked about the new extraction technologies. They also use different types of DNA: they don’t just use nuclear DNA; they use mitochondrial DNA, which is another type of DNA that’s found in cells in higher copy numbers. So oftentimes in very degraded samples or in bone, there’s more mitochondrial DNA left than there is nuclear DNA. So that’s another process that they can use. And again they’re looking at this new technology called next-generation sequencing, which is a very different process than we currently use. And this is where we’re sequencing the base pairs of DNA, and next-generation sequencing has a promise of—it’s a lot more sensitive because it—we’re able to sequence a lot smaller fragments, and we can sequence the smaller fragments and then put them together into one larger fragment to read the sample and generate information. And so as this technology progresses, the labs are picking up this technology, validating it and using it in the hopes of identifying more of those remains."},{"author":"Feltman","text":"Thank you so much for coming on. This was really fascinating."},{"author":"Corrado","text":"Well, thank you so much for having me. I really appreciate it. And it was my pleasure."},{"author":"Feltman","text":"That’s all for today’s episode. Tune in on Friday for something very special: a chat with an astronaut—from actual space—about how his time on the ISS is helping him take his photography hobby to new heights. In the meantime, do us a favor and leave us a quick rating or review or comment or whatever your podcast platform of choice lets you do to tell them that you like us. You can also send us any questions or comments you have at ScienceQuickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[13182,12831,13280,12674,9976,11935,5627,677,13331,12789,12580,10934,12988,12839,11917,13126,13026,13026,13157,13078,11620,8181,13145,12802,12767,12911,12737,12340,12837,10671,12722,10348,12121,13934,12585,12584,10901,4899,227,13397,13073,12695,12557,6824,13376,12971,856,12745,13131,13202,13389,11706,13146,13183,13352,13206,7404,13330,13149,13160,13227,13142,8557,13452,13282,13058,12605,13049,13237,10452,2917,13466,13287,12940,13060,13570,12696,13175,13162,12864,3611,15544,13123,13259,13820,12421,13220,12403,13406,11360,13119,12891,1897,13304,12169,12284,13643,13109,13134,12958,1093,5886,3752,1906,1397,928,839,5547,2852,1896,1080,16280,13705,11115,14534,19658,11593,12096,12493,12501,12380,14175,16526,11926,13094,6910,16323,15793,11005,9050,14315,10020,15311,16399,14884,12861,10065,13221,14449,6865,15008,13556,8850,11924,1296,15920,14172,14211,15944,11620,7226,8762,12887,12556,13374,9299,10937,10600,8182,16842,11331,16310,7724,8881,11288,10601,12046,14033,11586,11454,970,11718,15778,11953,15583,16148,13620,14145,15965,12731,6944,16231,6585,16160,11754,9519,7837,9795,15933,9191,2136,15882,16012,12770,11257,17181,9541,9300,15973,16126,13075,1882,15975,11085,16046,14974,16049,12790,12259,12779,16044,11752,15225,15820,15848,8931,7486,13471,9745,16045,15893,7602,15962,4539,2440,999,12670,14496,12252,15752,16335,6167,12269,11804,16343,14981,16227,8569,14947,10634,17840,15999,14732,8911,6678,8061,16091,5946,2804,832,16001,12764,15697,11189,8865,16244,16100,11720,13914,16021,15885,16194,10506,5108,15251,12502,11164,14127,13759,13785,9659,16102,6195,9290,16157,11353,16333,1696,1272,1436,1554,1601,1285,483,15530,15890,12012,11352,9898,14851,77,6288,9365,1670,0,11440,14404,15908,15319,5403,14077,3612,15315,7544,15957,7231,9626,8949,14467,11119,8414,12440,6499,11815,6564,9649,167,8890,10151,216,10644,7162,8222,12986,10200,5391,8658,9698,8536,7592,8916,10168,7237,12579,12829,11173,9528,7027,9514,377,9871,8712,8486,9125,8474,10670,10506,6655,6144,7519,11376,7434,3111,7637,7744,6877,4524,430,10394,7836,8280,7090,9043,3692,9995,8631,10292,10933,7580,8445,808,15523,13763,7990,9017,9690,7757,12677,13123,11010,9743,9665,7254,7232,7377,5679,9391,8360,11434,5999,4247,8732,8699,7450,7097,9372,7149,13765,9133,10200,13596,10331,9528,10574,10169,13867,9972,7167,8605,7265,9681,8084,8598,7329,8072,4608,12547,8490,6405,4810,7170,13813,9364,5773,10763,9409,2695,9181,4473,8715,8379,10167,7717,8157,9099,7195,5545,1073,7636,9762,8307,3872,1898,16305,7428,5338,4644,13916,10494,9202,10283,6575,5381,8455,10872,9519,7709,9515,6066,7621,5876,10232,8923,7821,11623,13367,8705,10841,10336,8828,8395,6945,13957,11636,9642,8568,6086,4389,252,8620,6313,7157,2584,1695,8,14902,12425,15284,8581,9586,8051,7927,6999,270,14501,10168,1830,11728,6603,5162,226,10813,11759,11876,9399,7826,9675,7442,9251,7360,9023,9927,9661,9718,12040,6508,8240,3989,8241,11234,5165,7424,10619,11502,8447,3687,5157,13405,7992,7552,5274,6631,7442,8083,8595,9589,9094,5781,10758,9090,10678,9408,7108,6437,6307,8071,7473,4941,11415,7250,10563,11108,6898,5398,14403,9239,11759,10679,8286,12205,9139,11311,1112,10151,9333,7968,9211,7634,5603,5095,9428,7767,9903,10549,5710,16888,9434,6233,7373,8205,7256,12737,7513,4866,9357,8263,10794,7910,8050,13179,9538,7680,11745,8694,7954,2056,13282,10147,9603,11502,8514,10223,7014,4839,5504,10795,9782,10485,12346,11130,7655,9273,4858,6478,8348,9370,12961,10171,7319,14439,9998,9452,6549,7679,9974,8869,9491,9031,5587,7794,7220,7679,6363,6560,4198,10138,4949,7184,7501,3111,17512,8455,7467,8973,10165,5172,6606,7387,6314,2955,11192,10644,8660,6236,5879,865,8759,7775,6636,5999,8263,7407,7949,3855,6111,599,8505,8626,9065,7500,11660,11523,13910,7318,11088,6598,6387,8006,5246,8140,5511,4181,5436,961,10360,10744,7195,5083,8369,9257,3236,5595,8744,10268,14616,11029,11954,7919,6603,3849,8467,10891,2618,5931,7922,9604,6651,11115,3851,9400,12202,8821,7280,4260,9067,8649,8792,7093,8496,7154,6803,6959,10800,7618,2878,15923,10390,13191,10948,1632,15903,11339,15938,14718,5268,316,8961,15199,9065,15785,12002,4243,15594,11288,5386,9598,9297,9371,295,8895,15885,13787,8575,216,3143,15134,8932,9842,6677,15212,6997,8930,204,392,11642,12387,5865,7721,8618,5152,6997,12238,5872,1417,11283,9034,6987,6943,10773,7517,11095,7032,8661,6715,8929,6762,7894,6191,8624,8594,9884,2526,8502,8573,7666,9101,1122,12290,8425,6052,10493,11917,7876,5804,6494,7435,473,8277,9182,7263,9174,10792,7688,6703,5751,8390,5763,5455,5051,7188,9191,8476,7341,6544,9278,7094,9730,10941,7005,13917,9779,6549,8885,9310,7010,8465,7281,9219,8213,11745,9507,4784,1192,11083,14564,11633,8079,1285,10934,7268,11333,9840,9186,7033,11445,7549,9499,7524,4816,11151,9539,8585,10862,10237,9632,5645,10673,10205,4302,8580,6763,9505,11045,6901,10033,6451,8175,2234,8872,10088,10614,9529,9016,7868,6050,9223,13079,8331,11729,6480,6861,9193,9110,6392,6654,7709,6863,11873,10938,5124,14191,8785,5907,12410,6790,9212,9790,8684,7325,8670,3084,9562,8659,7944,10223,5590,6277,7585,5306,6112,9127,9111,6382,7070,13286,10368,14662,14076,8769,11064,10439,6486,8507,7587,9591,6485,9004,4994,8890,4902,5527,880,9949,7929,8408,12345,7759,7865,3434,9411,8210,7804,11508,5813,8797,9990,9028,8160,5488,7789,5986,4476,4897,11814,8856,8409,11130,9797,10705,5739,6102,4061,3453,11388,7951,5203,5446,839,11773,12884,9094,11365,14258,11461,8708,13839,9622,9265,13886,8380,7538,5438,11730,8006,8341,12462,9510,12503,8291,9209,7280,7962,5905,7953,9056,7740,10245,8054,9381,9758,10687,5402,5158,4455,9345,6417,2624,11696,8694,8639,7428,8186,1358,14595,10301,3549,5220,10041,4660,3458,2386,12463,10714,8213,4656,6736,6340,4659,9120,7805,4783,9704,5510,9201,5707,7301,5711,4384,9115,7466,8685,10943,8669,6057,8848,5513,5490,4221,2508,11597,9178,6683,9300,10630,6848,5718,10408,12176,8321,7763,12079,8417,8808,9856,6361,10808,5313,11505,10660,7222,4092,6379,10589,7132,4307,11179,7931,1161,5647,10017,12436,9448,7417,5700,8596,7632,6233,7495,5176,7913,2047,2837,10947,11967,15941,15915,10000,12920,8581,5642,7289,13010,12867,10069,8303,5476,15982,14709,15862,7140,8772,1669,15914,15881,9606,8371,6716,1454,12254,11018,10532,6360,10202,11521,1370,15929,11086,7788,6892,12932,15982,9672,1636,10600,15983,6556,5886,3166,160,15941,15469,5077,9885,12369,12429,14409,12029,7011,831,11130,11490,9509,8877,9265,3570,10115,9557,13827,12031,11442,14050,12480,15158,7983,5694,6607,12362,1014,8905,8963,5678,8380,8500,10384,10678,9268,11189,8185,12890,10466,9361,7891,7010,9492,10387,11534,6012,1360,10535,11838,7098,11732,10246,5428,8663,9462,12343,11665,11072,10159,9386,6830,9245,8654,6022,4240,9089,12992,8950,6404,5601,9514,8353,7274,6309,7791,8653,9002,7628,9860,7679,6417,5821,7083,10069,10947,5767,4124,8840,10232,10747,5954,6634,9459,10218,9778,9302,9115,7274,3408,8639,12593,5832,10484,8605,8882,8440,4727,16821,6735,6750,4352,14110,11848,10064,11887,5037,10357,5335,8870,11493,8058,9268,7711,9243,5625,13117,12805,10662,8672,10822,9338,11309,9990,9276,13037,10074,5898,6825,7817,7033,8695,5930,8267,10128,10314,12825,11569,8679,6295,1356,9859,7302,8637,8329,10104,14087,10498,10818,8608,7012,11534,11703,7036,9085,9528,9163,11941,9915,11308,9604,9775,6338,9590,6886,8225,9400,8643,13939,10247,10350,11263,7472,5487,10424,7147,5651,9841,7187,4951,9196,1391,17077,11772,8449,8644,6769,2045,5927,12365,6557,4647,4907,10371,13722,9292,7195,7074,9336,7385,957,10109,8952,9914,12495,9531,12129,10948,6246,10866,10371,6831,15402,10810,8941,8175,5964,16090,13574,6610,8628,16790,11719,9510,8565,9428,8221,5907,4805,10449,8687,11463,4706,7127,7929,905,9416,9444,8911,6190,5307,5420,7999,8842,5999,2957,11106,11815,7076,9914,8189,15613,11614,9593,5908,7251,4406,6579,7333,9661,12872,7315,7852,5970,7034,10558,9194,7127,10499,6334,8883,7709,6645,11397,14571,8681,8664,8382,6285,6431,11544,9338,11214,9023,8780,6606,8540,8823,7263,8249,5193,7641,2528,8062,10852,7546,6988,6171,6077,9310,9394,9685,2371,12774,8076,9131,5789,10919,10892,12010,1330,13278,8941,10349,7723,9299,12139,11746,12194,7565,8820,5301,9925,7712,8305,8684,8619,8538,6725,3968,15486,6305,10241,9965,5091,4354,8362,9030,8203,11608,9771,9047,10482,11675,8582,9326,12005,9296,6736,5626,10042,9044,8514,8810,6471,8278,5629,10600,11679,5951,11429,11032,6891,8376,8636,3363,10854,6625,11326,7690,8278,12263,9765,9888,11038,9034,7746,10928,9182,9862,8539,9936,9396,11816,8850,10337,9319,7305,8583,9455,7093,6264,5366,4302,2900,10743,8256,5850,7944,7452,6255,9423,11179,7643,4791,11114,11196,10617,11489,7829,8252,8484,8713,7246,6091,4682,15349,7399,10936,10834,6994,8966,5799,7240,7331,8221,11534,5353,8066,13601,11319,7437,6868,6498,4906,10523,9222,6808,8759,5370,3964,3192,4221,651,15891,12914,10016,13689,15952,12115,12755,10995,12365,6787,6658,5650,6987,6345,10592,7298,14285,9488,15832,7949,11310,10408,15761,7911,7769,1368,8899,9432,12213,9127,9544,15953,13498,10300,7309,4379,1271,2188,7522,10546,9387,11060,7557,7139,4231,302,2952,14081,7178,7462,6900,11182,9869,6909,9201,8072,8624,5934,6310,8488,1355,9284,9031,9007,9359,5428,8613,7028,8466,5213,7208,6704,7332,7087,4924,10634,9382,6455,7183,5837,1595,12126,10089,11156,11456,9975,5413,8837,7158,7381,3663,15339,13579,9598,6646,6739,8604,6167,8595,9852,7724,7663,7114,11602,7118,10175,11864,11354,10258,10091,5064,7904,8533,6691,7700,8181,6598,8363,3985,7360,8574,7156,2606,10839,9483,12524,8178,11493,6366,8433,5993,6361,9633,6492,10172,8699,11109,7522,2516,15619,11132,9287,9274,6334,6922,8990,8714,7116,3655,9382,5883,11689,7710,13754,6063,9554,9403,6902,7788,9596,7052,9604,6218,5153,8902,6223,8532,7510,7996,6523,7579,4999,5317,6336,8860,6221,8381,9019,11282,11204,11614,10472,10637,8952,6340,10999,13659,9695,5845,6389,5656,9913,6246,7978,6313,3199,52,15884,15947,8918,15790,10624,15924,10223,8056,8979,11100,4482,14821,2805,10298,13397,10117,13466,6940,9032,7585,2493,9214,11954,10965,10966,6504,9690,8022,11010,8684,12413,7424,6726,9247,11469,8025,4484,8561,9118,10086,10801,9972,11498,11484,6165,5037,918,9318,9282,10806,7923,10323,8957,8053,9292,6286,8595,9254,9833,3909,14124,13440,9138,6487,6687,11850,10623,8470,6370,8152,11046,8815,9206,9803,9771,11158,4740,11648,10431,7807,9253,10832,10405,7233,14578,8157,7361,7289,6208,13497,10313,9961,6050,7025,7203,6535,7214,7060,9103,8955,10219,9158,8945,7656,7057,8540,9062,11067,11414,6598,10074,8848,8245,7554,8301,7433,11416,11233,6960,8255,8981,6761,7058,7333,9144,6120,6578,9185,6805,8975,9182,7299,7338,7937,8189,6207,7601,9632,15525,12282,8850,7751,6277,5949,9332,10283,6239,7704,7622,3740,11096,8839,10052,11215,11134,8091,8263,6009,8147,7061,14292,12271,10979,9910,9241,2992,7526,12764,8944,10017,9849,5027,8897,7042,7583,6992,12223,9215,8613,11895,8438,8692,7145,5273,8742,6698,7813,10252,13455,13133,6738,3946,9902,8138,9015,9247,6860,9495,6465,6589,5163,10101,10744,7521,7669,6119,9761,9482,7451,10329,7604,4927,11348,11223,7362,7111,5892,2694,7984,7807,4122,2200,6805,2726,47,15886,6552,14213,16007,14685,7421,11213,8101,7055,9267,9694,15905,15452,6218,7560,4642,4168,9022,6749,9830,9416,5375,486,9355,11573,14550,9788,9136,7353,13961,12569,8444,13298,8889,8693,8338,5450,5606,8181,6878,11069,7813,9169,8349,8293,4027,8492,7650,9408,6874,5660,6048,7148,6142,11837,8945,2896,10003,11296,10008,6387,8177,9137,5889,6217,8367,9829,6112,8428,8333,8362,6781,7565,7660,6131,8963,4343,14193,10837,8794,9023,8294,9045,11034,10835,6638,6343,5573,7335,6631,5483,8640,8351,4980,10281,12794,9710,7963,5808,10614,8521,8523,6785,7490,3930,10237,7331,6363,5118,5082,2613,2815,1466,7608,11093,9052,7611,6906,9151,7009,8644,10173,6169,8237,7280,13918,10012,8191,5352,6729,9794,8869,11115,9879,5645,7580,14142,7957,8607,6304,7682,8338,10085,10137,10596,12703,9231,10730,14447,10793,10494,8859,11017,8766,8534,9620,9195,8029,5631,9184,3511,10356,7155,6139,9397,6749,8741,9113,8207,11371,7887,10139,10733,6906,6851,6669,8906,10138,8495,9522,7185,9355,7770,8200,5736,6877,7470,4381,6194,9708,13140,8439,11741,9443,7356,7602,6466,9720,9482,8942,1216,14118,10448,9288,12439,9145,5655,6766,9087,8099,6565,2322,10371,9196,5854,7799,6416,8760,6658,13634,9038,5292,9156,7174,8868,9078,6518,7141,7585,9830,9005,10659,7937,10668,6599,9757,6500,7008,10412,9432,7784,7050,9557,7814,8086,9516,3499,9480,5722,9901,8755,7534,9504,10569,4829,10198,9225,6067,6338,7658,4649,2691,15997,16027,7979,15868,14506,10908,13129,10039,15906,15956,7400,996,289,10999,7292,15930,13365,14919,8179,5831,7576,3939,12931,10253,9950,11394,13478,13386,9780,10292,10986,8825,9453,9247,8910,10075,9466,9705,7057,11366,9705,10569,9007,8604,3982,11428,14845,12251,10634,8522,9923,8298,8015,9879,11331,8221,9059,8698,8129,8550,8495,9889,9675,10650,7170,5667,1531,146,15887,13183,15906,13341,15887,8113,12296,12170,16069,12206,14782,9039,7373,2967,7848,8550,14651,15957,7771,8775,5510,9071,8875,6258,16085,15977,7641,15916,14885,11090,10792,9274,15337,15955,8185,9710,13903,446,16003,15905,14847,11178,8309,10741,15952,15862,7306,4,12723,7559,7743,12033,6592,9384,12668,13859,9730,8011,11117,10493,7336,14438,10978,6440,9760,9244,11643,9258,8825,7288,7308,8974,3975,838,13638,6393,8406,7487,9729,12595,7451,5920,4579,8907,9449,951,11859,8274,5600,9025,9325,9846,10561,9711,9519,6410,7747,7521,9478,6304,12235,6585,5492,6770,4821,6790,1556,6432,11548,7897,5207,8950,7697,7108,11907,7416,10031,5654,5312,9211,8260,6513,5554,6399,9527,10593,8533,9820,8330,11751,4703,7758,7394,8872,13275,11475,10716,6694,9306,5941,346,11493,6808,6750,8134,4251,6584,10495,9116,6974,10487,12695,9474,11634,9267,10702,12012,7178,5868,11940,8512,10996,7942,10126,8490,12957,10700,8626,799,12134,9328,7331,6460,9766,8692,5278,9753,10160,8009,11614,1290,12145,11956,11537,8383,5321,10562,11542,5389,9936,8519,11434,11872,8369,6925,8997,6887,8751,9299,10183,12055,11289,8308,15945,13199,10356,6914,7185,6546,8655,8616,7952,10040,4140,97,12092,4498,9248,6532,7727,8309,6826,6214,6118,9889,8387,9994,7907,8999,5483,11224,8477,11892,10379,8396,9067,9747,8033,9009,7431,13504,8341,4580,5726,6374,5829,3802,4500,5802,1163,12037,6465,10163,8267,7793,10269,7490,10229,6649,12840,10366,7648,7226,6903,10776,6061,8941,7922,11711,8027,11456,14112,11659,12369,9515,11964,9238,10383,11310,5958,6695,6678,8383,5324,9002,8417,9078,5255,8066,11239,7610,6958,9408,6200,9291,9430,13051,9529,7857,5378,6537,5118,7772,6853,9450,12453,9311,7995,7859,8424,6402,7176,9363,7819,12098,12502,8718,10940,11799,7183,4674,5546,5914,10841,9161,8031,5781,13212,11515,8606,8227,8235,8921,7986,8748,8643,13280,10388,11213,4581,6983,12556,11315,8445,6785,12339,4958,4372,12270,13559,8780,9114,7267,7104,7377,11046,11393,6792,8555,10526,8225,7642,14956,9346,9244,10142,7532,11864,9151,8160,11467,13769,8902,7656,6899,10870,7823,6678,6169,7541,7288,7641,9260,10532,11037,5752,8978,7226,5263,2424,14649,8148,7540,9021,7448,8470,10672,8233,11529,8402,10520,9628,12119,8089,9152,5809,9366,11453,9444,10416,10255,7637,9653,8957,1501,11324,6910,8063,5679,7062,1603,1190,10568,11795,11550,7992,11066,7404,4074,9215,9452,8685,8781,7982,9370,11600,8344,7682,8779,8008,6935,9522,7091,8875,8554,12055,12079,10098,4720,11225,10015,6207,4884,9227,6490,10682,8462,5806,394,14106,9097,7681,5162,6971,9976,7527,8771,11370,1085,12806,12017,8433,8756,8740,5445,6733,10138,7536,10097,6733,11376,10870,5106,7728,11815,5641,7143,11309,6031,11360,10098,8485,8788,11765,11666,8949,10353,5935,2586,9202,10656,8927,10698,7864,11168,11643,1766,10781,10961,6940,8960,8107,8568,10014,6735,10105,4558,7525,7097,10337,5098,9968,7665,8627,6482,8422,7711,11158,7925,6164,8317,3718,24,5360,12465,10868,12318,13551,15942,8702,5756,8023,7129,9459,11495,8288,15894,11603,394,982,15787,9305,374,4038,15856,8918,7108,8215,6113,6970,2628,15206,112,11538,8749,11954,8704,12195,436,10284,13366,5480,7117,12534,13887,8379,1525,15978,15925,9636,4057,9904,5841,44,11128,9754,8165,8184,10012,12729,5835,7965,9803,7354,8142,11741,8704,7236,5663,7752,12037,8049,688,7232,9300,9279,6391,6333,7540,4946,8676,7833,6200,990,11357,10184,8865,6759,9526,6235,8628,6648,7812,7356,7274,6939,7648,9020,8249,7841,3133,12837,9908,14150,8619,7653,4498,13902,8857,11754,8209,11376,10545,7999,6060,357,10663,9733,8933,7612,12088,12134,6288,6069,8238,10820,8246,7282,7337,2796,10057,10745,7881,11457,6612,3893,6479,3645,6732,12547,10191,10048,8509,5614,7667,7986,8645,7321,5527,7317,8542,8636,7181,5926,5174,8324,6385,7695,10039,8400,8562,10587,5311,5279,8965,6276,8421,10849,7056,9819,5974,6090,5354,8477,6523,5733,5810,1490,6894,6751,7873,7522,6065,6981,8127,7859,7354,6005,6601,8393,8922,9193,7809,1201,9475,8330,7089,7040,4830,13861,10483,7538,5612,9936,6686,6700,7569,6221,11815,10753,8653,10578,4678,12948,11721,2825,7554,8237,10181,11810,6900,5925,6466,6086,6517,7241,11724,11424,8272,10232,8900,9059,3866,9349,9157,12233,7033,7809,9742,9522,8345,10987,6651,6223,7761,10584,9406,10138,7914,10288,6880,11991,11565,2848,6909,4237,10916,8235,8713,5464,11371,12624,11581,11713,7558,5368,11073,10353,8487,7163,7885,6218,6517,4613,7501,14415,11397,6033,10085,7051,373,10589,9016,10635,8999,11885,12460,8437,7227,7760,7334,7874,7758,7551,5476,525,14711,11629,11890,8397,8548,7768,5937,12350,8619,4996,8030,9213,11186,8071,5716,6525,2550,3678,5478,16420,12274,16065,8874,9488,8917,8703,11122,14311,13408,9539,16310,11287,11136,9671,7019,6316,10462,8659,4032,4278,7777,6715,2464,1581,16001,13724,12247,13058,10363,6931,16288,13320,16755,7680,13331,11693,4732,11161,15790,8019,5698,16079,15774,18824,15414,12090,17307,16232,9683,10943,16092,4476,16354,16263,14859,15948,7423,16034,15880,12833,18354,13749,14564,17145,11433,16220,5560,9283,17005,3361,1802,1357,16322,12743,15807,10274,12490,16422,13392,13344,15694,15404,12405,11498,10908,12420,11179,16209,12438,1484,12794,16592,10848,19766,16453,7779,11960,5816,15311,11368,11231,17315,16531,16328,14262,4166,1649,15906,15381,14487,11082,19093,12734,16468,16577,10755,16445,8562,12451,16436,12484,14620,6982,1466,1472,15526,11451,14227,12491,17726,11364,16269,5655,16515,11877,13052,15013,16579,16254,9925,16191,11100,13255,19005,14582,14583,9760,9555,17224,11895,13949,8214,15642,14796,11776,16582,2057,16053,10810,12909,11560,15866,11557,12226,6908,4980,17773,15703,8889,11935,11685,14268,15868,17389,10293,17046,14180,8666,4477,2072,16628,16354,12502,14693,14994,12681,15948,12264,4631,17004,16363,9952,3795,4226,4366,4227,4826,4517,3297,2068,979,11006,9841,6338,4308,2075,620,225,92,27,11,2,0],"fragments":[{"begin":"0.000","end":"87.400","lines":["Twenty-three years ago, a series of coordinated terrorist attacks killed nearly 3,000 people and turned Manhattan’s iconic World Trade Center into Ground Zero. Most of you probably remember seeing footage and photos of the long, complicated process of looking for victims in the smoldering debris. But you might not realize that for forensic scientists, that work is far from finished even today. For Scientific American’s Science Quickly, I’m Rachel Feltman. I’m joined today by Kathleen Corrado, the forensics executive director at Syracuse University College of Arts & Sciences. She’s here to tell us how the staggering scale of 9/11’s mass casualty event presented forensic scientists with new challenges—and how the lessons they learned are helping them identify wildfire victims, suspected criminals and the many remaining casualties of 9/11 itself. Thank you so much for joining us today."]},{"begin":"87.400","end":"88.640","lines":["My pleasure."]},{"begin":"88.640","end":"95.360","lines":["So broadly speaking, what kind of impact did 9/11 have on the forensic science community?"]},{"begin":"95.360","end":"126.080","lines":["Well, the event that happened in 9/11 in the World Trade Center was basically the first time that DNA analysis was used to identify victims on such a large scale. So while there were about 2,700 victims or so, due to the fire, the explosion, the building collapse, there were a lot of very small samples. A lot of the bodies were degraded.... Really that’s the first time that we really had to think about: How do we deal with this many samples, this many people?"]},{"begin":"126.080","end":"126.400","lines":["Mm."]},{"begin":"126.400","end":"145.560","lines":["We had to, you know, look at how we store the samples, how we track the samples. We had to think about software in terms of inventorying the samples, in terms of analyzing the DNA. We had to automate. And then again, with the samples being so degraded, it really affected the way that we process the samples."]},{"begin":"145.560","end":"150.400","lines":["Tell me more about some of those, you know, unique forensic challenges."]},{"begin":"150.400","end":"217.600","lines":["Right, so when we have natural disasters—whether it’s a fire, a flood—or something more accidental, like a plane crash, or a terrorist event, like a bombing, typically the way that bodies are identified are by different methods such as fingerprints and dental records and physical attributes, like tattoos, or if there’s some kind of a medical device, like if someone has a pacemaker or an artificial knee or hip, they have serial numbers on ’em. So that’s the typical way that bodies are identified. But in this instance, in 9/11, because of the jet fuel, there was a really large amount of fire, the building collapsed, a lot of the bodies were really, really degraded and compromised. And so that left us with a lot of really small fragments of bone and other items that you really couldn’t use any other identification method other than DNA. So one of the challenges, first off, was to basically determine what was bone, what wasn’t bone. And if it was bone, was it human bone? And the second challenge is: How do we get the DNA out of such a compromised sample?"]},{"begin":"217.600","end":"229.200","lines":["Well, and I think that’s a great segue into talking about the new technologies that emerged. What are we doing differently now because of what forensic scientists learned after 9/11?"]},{"begin":"229.200","end":"330.840","lines":["Right, so a lot of the samples were degraded, and so we had to come up with new ways of extracting the DNA: so basically taking the DNA out of the cell and then processing it. There also was—just due to the large volume of samples, everything was done manually, and it took quite a long time. It could take weeks or months to get through the process. And so we basically had automatic robotics that we could put in to process the samples. So those are some of the innovations that came out of that. In addition, one of the other things that we had to think about was the reference samples. So when you have bodies that we’re trying to identify, there’s two different ways we can identify them. One would be with what we call antemortem samples, which is when we’re taking a direct sample from the victim and comparing it: something like a toothbrush or a razor or earbuds—something like that that might have the victim’s DNA on it that we can do a direct comparison. And then a second type of comparison that we would do is where we compare the victim’s DNA to relatives. And so that would be first-degree relatives—we’re looking for parents, children, sometimes siblings. So basically there were a lot of challenges in 9/11 with just, you know, determining: How do you get the message out to these families that we need these samples? How do we tell them which family members we need to collect and what samples we need to collect? You know, when 9/11 happened, after 9/11 happened, it really was a wake-up call, saying: We need to have policies and procedures for this type of mass disaster. You know, we need to know who’s in charge, who’s collecting the samples, who’s gonna be the voice speaking to the families. There’s a lot of new policies and procedures in place that we have now so we know how to do this: we know how to put the message out and how to make sure that we’re getting the right samples."]},{"begin":"330.840","end":"349.440","lines":["Yeah. Can we talk a little bit more about the technological leaps that have happened? You know, I think some of our, our listeners might not know what the process of DNA extraction looked like in 2000 and what it looks like now, so I would love to get a little bit of an overview."]},{"begin":"349.440","end":"378.360","lines":["Yeah, so—absolutely. One of the biggest changes that’s happened is what we call the rapid DNA instruments—basically [they’re] a game changer. So [a] rapid DNA instrument, how it’s different is: previously what would happen is the samples would have to be collected at the site, they’d have to be shipped to the laboratory, and then the laboratory would manually process the samples—so they’d have to extract the DNA, and then take that DNA and generate a DNA profile, and then do the interpretation. And that could take weeks or months."]},{"begin":"378.360","end":"378.760","lines":["Mm."]},{"begin":"378.760","end":"398.520","lines":["With rapid DNA instruments now, all of those processes are done inside the instrument, so it’s one step. So you take the sample, whether that’s a swab of blood or perhaps a sample from bone that we can extract, we put it into the instrument, it does all of those processes within the instrument, and it does it in about 90 minutes ..."]},{"begin":"398.520","end":"398.560","lines":["Wow."]},{"begin":"398.560","end":"481.200","lines":["Which truly is a game changer. So something that would take weeks or months before, we now can do quite quickly. Other benefits are, [two], that these instruments can be placed directly at the site. So we don’t have to send the samples to a lab; we can set up a makeshift lab, put these instruments right in the area where the disaster occurred and process the samples right there. And then the third reason why they’re very helpful is that we don’t need a DNA analyst—we don’t need an expert to run these samples. So as before, every sample had to be run by a DNA expert in the lab and interpreted by a DNA expert, these results are spit out in 90 minutes, and you don’t need to be a DNA expert to run it to get the results. And ... these types of instruments were used in the 2018 Camp Fire in California. So I think there were about 100 victims of that fire, and I think something close to, like, 80 percent of those samples were ID’d through DNA, which is really high. So prior to that it was—usually it was about 20 percent of samples were—we would use DNA to identify. Now we can use it not only just for the samples of the victims but also the family reference samples. So even before, all those family reference samples had to go to a lab. Now they can all be processed on-site in these instruments. And I believe it was also used in the Maui wildfires, and also it’s used in things like the war in Ukraine—I mean, these instruments have a lot of other uses besides mass disaster victim identification."]},{"begin":"481.200","end":"492.560","lines":["Yeah, well, and tell me more about the policies that emerged and changed because of 9/11. You mentioned that it was really a wake-up call in terms of needing systems in place. What are some of those systems?"]},{"begin":"492.560","end":"540.440","lines":["Well, we have to make sure that we have a good policy in terms of what samples to collect, how those samples are stored, what will happen to those samples after they’re used and the data after they’re used. We also have to make sure that we have a single point person that can go ahead and give the information out to the public as well as to the families. We have to have safety. You know, we have to worry about hazards—biohazards. So all of those policies are in place. Additionally, with the reference samples, something that’s really important now is the informed consent. So we wanna make sure that the relatives that are giving their samples know what it is that they’re giving, know why they’re giving it and also they know what’s gonna happen to that sample and to that data afterwards—you know, is it gonna go into a database, or is it gonna be destroyed? So there’s informed consent now, which is really important in terms of protecting people’s privacy."]},{"begin":"540.440","end":"546.160","lines":["So are there any new technologies that actually emerged from the 9/11 investigation specifically?"]},{"begin":"546.160","end":"607.840","lines":["Well, specifically from the 9/11 investigation there were new technologies in terms of how to analyze degraded samples. And particularly when we have these samples, they’re very small fragments of DNA, and previous to 9/11 we really weren’t able to get data from such small samples. And so after 9/11 and continuously we’ve been able to improve the extraction technologies for small samples. There’s also a new technology called next-generation sequencing that’s at the forefront right now. That technology will allow us to analyze samples that are even smaller. So when the DNA is broken up into small, small pieces, this technology will allow us to analyze even smaller samples, and then it allows us to build them together into a bigger, contiguous DNA profile or sequence, and that will allow us to have more sensitivity, so we’ll be able to analyze samples that are even smaller. And that technology is starting to be used even to identify more of the remains from 9/11 because only about 60 percent of the victims have been identified from the 9/11 event."]},{"begin":"607.840","end":"614.800","lines":["Wow. And outside of the 9/11 investigations, you know, how is that technology changing forensic science?"]},{"begin":"614.800","end":"664.560","lines":["In the criminal justice system, similar to things like mass disasters, where we have degradation of samples, we have a lot of samples in crime scenes that are exposed to environmental conditions. There’s old samples, cold cases where there’s not a lot of DNA left. So all of these technologies that allow us to generate a DNA profile from a very small sample or a very degraded sample have really made leaps and bounds in terms of us being able to identify perpetrators of crimes. Another technology that's out there that I think is being used in criminal and in identification is SNPs, single nucleotide polymorphisms, and, in particular, that’s using externally visible characteristics, or EVCs. So, say we have a victim of a mass disaster that no one’s really looking for them—they don’t have family members that are looking for ’em, or there are no family reference samples ..."]},{"begin":"664.560","end":"664.920","lines":["Mm-hmm."]},{"begin":"664.920","end":"686.480","lines":["What we can do with externally visible characteristics is: it can give us clues about the person’s eye color, their hair color, if they had freckles, their skin tone and their biogeographical ancestry. So if we don’t have something to compare to, we might be able to get information as to how this person looked—you know, what their external characteristics were—that might help us identify them."]},{"begin":"686.480","end":"693.080","lines":["And I assume that’s quite useful in forensic science for lots of other kinds of investigations, too."]},{"begin":"693.080","end":"706.880","lines":["It can be. It’s relatively new. And quite honestly it’s a little controversial because it’s not clear that we should be using externally visible characteristics to identify suspects, but there are companies out there that offer that service."]},{"begin":"706.880","end":"721.320","lines":["Sure, yeah, no, I can, I can see the potential issues in, in using it for suspect identification specifically. Well, are there any challenges related to mass casualty events that forensic scientists are still figuring out how to tackle?"]},{"begin":"721.320","end":"866.720","lines":["Yeah, absolutely. So, you know, when it comes down to the mass disasters, certainly the environment still plays a huge effect. So, you know, like I said, if we have a fire, that can cause degradation. But also if we think about something like a flood—like think about the tsunami in 2004 in South Asia. First there was this flood, so all of the bodies were submerged underwater, and then they were scattered in such a large area, and it was really hot there; the sun’s beating down on these bodies. And so all of that causes the remains to degrade, and unfortunately there were so many victims in that mass disaster that they couldn’t collect everything quickly enough. And so in that instance the temperature and the heat really affected the ability to use DNA. So in those instances they really had to rely more on other types of mechanisms to identify a body, such as odontology or dental records or fingerprints. So in, in that instance I think DNA was used in very small numbers of the identifications. And secondly, I think another challenge that we faced in 9/11 that still happens to this day is getting the message out to the family members and collecting reference samples. So you can imagine—let’s use Maui as an example—it’s a little bit difficult when people are faced with all of these really traumatic experiences to say, “Hey, by the way, we need to collect a DNA sample from you.” In addition to that, there are sometimes a lot of reluctance for families to give a reference sample. There’s somewhat of a distrust of the government, and particularly in Maui, again, there’s some cultural issues to that. A lot of Indigenous people there had some concerns. They had issues in the past where the government was collecting their DNA to determine, you know, who had rights to land and things like that. So they had a lot of distrust. And so it’s hard to think about: How are we going to explain to these families why it’s so important for them to give their DNA samples if they want to identify their loved one? Another challenge that we still have, again, that we had in 9/11, we have in all of these situations is: no matter how good our identification methods are, whether it’s DNA or dental records or fingerprints, we still have to identify the remains. So it’s still gonna take the very first person, the anthropologist coming in, sifting through all the debris, saying, “Yeah, that’s a bone. No, it’s not a bone. Yeah, that’s human. No, it’s not human.” It’s a time-comprehensive process. So that’s sort of a limiting factor. So we still have to think about: Are there ways that we could perhaps move that part of the process a little bit faster?"]},{"begin":"866.720","end":"882.040","lines":["Hmm, well, and just going back to something you mentioned earlier: you know, the fact that so many of the victims of 9/11 have not yet been identified. Could you tell me more about how that process is going?"]},{"begin":"882.040","end":"960.400","lines":["Yes, so that project is still being worked [on] by the Office of the Chief Medical Examiner of New York City. So they have staff that are dedicated to that project. They have committed to identifying every one of those last remains if they can. And so they continue to analyze those, and basically they’re doing work in terms of: What are the new technologies out there? So we’ve talked about the new extraction technologies. They also use different types of DNA: they don’t just use nuclear DNA; they use mitochondrial DNA, which is another type of DNA that’s found in cells in higher copy numbers. So oftentimes in very degraded samples or in bone, there’s more mitochondrial DNA left than there is nuclear DNA. So that’s another process that they can use. And again they’re looking at this new technology called next-generation sequencing, which is a very different process than we currently use. And this is where we’re sequencing the base pairs of DNA, and next-generation sequencing has a promise of—it’s a lot more sensitive because it—we’re able to sequence a lot smaller fragments, and we can sequence the smaller fragments and then put them together into one larger fragment to read the sample and generate information. And so as this technology progresses, the labs are picking up this technology, validating it and using it in the hopes of identifying more of those remains."]},{"begin":"960.400","end":"963.600","lines":["Thank you so much for coming on. This was really fascinating."]},{"begin":"963.600","end":"968.000","lines":["Well, thank you so much for having me. I really appreciate it. And it was my pleasure."]},{"begin":"968.000","end":"1024.240","lines":["That’s all for today’s episode. Tune in on Friday for something very special: a chat with an astronaut—from actual space—about how his time on the ISS is helping him take his photography hobby to new heights. In the meantime, do us a favor and leave us a quick rating or review or comment or whatever your podcast platform of choice lets you do to tell them that you like us. You can also send us any questions or comments you have at ScienceQuickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":1024}