{"title":"What Happens if a Nuclear Weapon Goes Off in Space?","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/we-already-know-the-dangers-of-nukes-in-space/","audio":"https://traffic.megaphone.fm/SAM2739922440.mp3?updated=1718744630","intro":["A nuclear explosion in space would cause stunning auroras—and wreak havoc on satellites and space stations."],"authors":["Rachel Feltman","Allison Parshall","Fonda Mwangi","Alexa Lim"],"category":["Nuclear weapons"],"transcript":[{"author":"Rachel Feltman","text":"This is probably going to blow your mind, but guess what: it’s a bad idea to set off a nuclear bomb in space. Shouldn’t be an issue, right? Seems like an easy thing to avoid doing. Unfortunately it seems like some folks may disagree. The ​​United States Department of Defense has sounded the alarm on a potential threat from Russia in the form of a hypothetical program aimed at putting a nuclear weapon into orbit."},{"author":"Rachel Feltman","text":"While there’s no evidence that such a device is on its way into space, let alone already up there, I think it’s safe to say we’d all rather be sure that Russia, like, definitely wasn’t going to do that. But let’s not get ahead of ourselves—what actually happens when a nuke goes off in space? Thanks to the hubris of humankind, that’s a question we can answer from experience. For Scientific American’s Science Quickly, I’m Rachel Feltman. Associate news editor Allison Parshall is joining me today to tell us more."},{"author":"Rachel Feltman","text":"So, Allison, what are we talking about when we talk about nukes in space?"},{"author":"Allison Parshall","text":"Yeah, it’s definitely worth being specific. But, like, what we’re talking [about] is specifically about nukes in orbit. I mean, there’s also the question of nuclear power in space. We power satellites with nuclear power. There’s some fun tales—and by fun, I mean distressing—from, you know, the 1960s and 1970s about attempts to power satellites with nuclear fuel. In 1978 a Russian satellite that was powered by a nuclear reactor failed, and debris fell— scattered over Canada. So that was fun."},{"author":"Allison Parshall","text":"But if we’re talking specifically about nuclear weapons positioned in orbit to potentially be exploded in orbit, that’s, like, a whole separate question. That’s not something that we’ve necessarily had before, and it would be super bad. So let’s not do it."},{"author":"Feltman","text":"Yeah, no—100 percent agree. I think we can all safely end up on the same side of that debate. So what is the difference between a nuclear explosion on Earth and one in space?"},{"author":"Parshall","text":"Yeah, I mean, we’re really familiar with what a nuclear explosion would look like on Earth, right? Like, we have the—the United States dropped bombs on Hiroshima and Nagasaki in 1945, killing over 200,000 people, and we’ve had hundreds of nuclear weapons tests since. And you’ve probably seen what this looks like in movies and TV shows—you know, Fallout, Oppenheimer, Dr. Strangelove. You’ve got that first fireball that just kind of vaporizes everything around it within a certain radius. That fireball causes a shock wave that can be really devastating: It can level buildings. It can start firestorms."},{"author":"Parshall","text":"And then both of those things result in the really famous, distinctive mushroom cloud that erupts over where the bomb was dropped. And then, of course, you have the thing that is probably really concerning in the long term, which is the nuclear fallout. You’ve got all of that radiation that lingers for decades. It can kill in minutes, or it can kill in decades. And in space almost none of this happens because we’re in somewhere with very little atmosphere, so there can'’ be a fireball, there can’t be a shock wave, and there can’t be a mushroom cloud."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Parshall","text":"So what you get instead is just so much radiation spewing out from the explosion. You get that radiation in the form of gamma rays and x-rays, and those can travel really far because, like I said, there’s little to no atmosphere to interfere with them."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Parshall","text":"We know that satellites in the line of sight would be damaged or taken offline entirely by that initial blast. It would create an electromagnetic pulse that would fry unshielded electronics within a certain radius on Earth and in space. And perhaps most concerningly, we know that we would get this belt of radiation that is similar to something called a Van Allen belt. A Van Allen belt exists naturally in space—satellite operators try to avoid having their satellites go through them because it can damage them."},{"author":"Parshall","text":"This artificial belt of radiation loops out from the Earth, and it can last for years."},{"author":"Fetlman","text":"Wow. Okay, so, uh, not great—something worth avoiding. So how do we know that this is what would happen if it’s so bad and worth avoiding?"},{"author":"Parshall","text":"I’m glad you asked. This is a fascinating story. I did not know about this before I started reporting on it. I kinda can’t believe I didn’t know about it. But basically we tested this—by we, I mean humanity—the hubris of humanity ..."},{"author":"Feltman","text":"Of course we did."},{"author":"Parshall","text":"The U.S. and the Soviet Union conducted over a dozen high-altitude tests of nuclear weapons between 1958 and 1962. The most famous of them—I guess the most notorious, you could say—was called Starfish Prime. It happened on July 8, 1962, at 11 P.M. local time, relative to Hawaii. It launched on a missile from Johnston Atoll, which is in the middle of the Pacific, not too far from Hawaii. It was detonated 250 miles above the Earth’s surface. So that’s low-Earth orbit. It’s where most satellites orbit today. It’s where the International Space Station orbits today."},{"author":"Parshall","text":"And this bomb was 100 times stronger than the one the U.S. dropped on Hiroshima."},{"author":"Feltman","text":"Wow. Why?"},{"author":"Parshall","text":"Why? I mean, to test."},{"author":"Feltman","text":"To see what would happen—okay, sure."},{"author":"Parshall","text":"Yeah, to see what would happen. I mean, it’s relevant now. But it’s interesting—people in Hawaii knew that this was going to happen. There are newspaper headlines from before the test that advertised the, quote, “n-blast” would be “dazzling” and that people might have a “good view,” and people did have a good view."},{"author":"Feltman","text":"Wow."},{"author":"Parshall","text":"And it seems like it was dazzling. The people who saw this from the Pacific describe auroras that are just unlike anything that I’ve ever heard described. Basically the radiation from the blast excites molecules in our upper atmosphere, and depending on what those molecules are, you get different colors. And so accounts say that when the blast first happened, there was this startling flash of green that kind of lit the sky up like daylight, even though it was 11 P.M. And that green kind of faded to yellow, to orange and then settled on this eerie red."},{"author":"Parshall","text":"There’s really startling pictures. I would recommend looking them up. Also, the electromagnetic pulse it generated knocked out about 300 streetlights in Oahu. And it doesn’t seem like the scientists really expected any of this to happen. I mean, they certainly knew some of it—this was not the first test. But it seems like the strength of it took scientists by surprise, as well as that belt of radiation that lingered for years. It also killed about a third of the satellites that were in orbit. It’s nothing compared to the number we have now."},{"author":"Parshall","text":"It was maybe, like, two dozen satellites, about eight of which were killed or damaged. That included one called Telstar 1 that launched the next day after Starfish Prime. That thing got 100 times more radiation than they expected, and it was toast."},{"author":"Feltman","text":"Oh, wow."},{"author":"Parshall","text":"Yeah. And a source I spoke with—his name is Jonathan McDowell at the Center for Astrophysics | Harvard & Smithsonian—he called Starfish Prime the, quote, “poster child for why we don’t like nukes blowing up in space,” which, I think, is a fair summary."},{"author":"Feltman","text":"That seems fair."},{"author":"Parshall","text":"Yeah, and we know that the governments that were doing these kind of decided we shouldn’t be doing this anymore because both the U.S. and the U.S.S.R. signed on to the Outer Space Treaty in 1967, five years later, which forbade putting nuclear weapons—or really, more generally, weapons of mass destruction—into orbit."},{"author":"Feltman","text":"Yes. Speaking of that treaty, if I’m understanding correctly, it’s not totally clear how seriously Russia is considering putting a nuclear weapon into orbit—if they’re considering it at all. But some government officials in the U.S. certainly were concerned enough to talk about it publicly. So what’s the actual worst-case scenario here?"},{"author":"Parshall","text":"Yeah, I mean, I definitely is not clear the extent to which they’re seriously doing this. One of the sources I spoke with said that, you know, this could just be a PowerPoint from some general, or it could be a serious program. But it might not necessarily be a serious program designed for them to actually—endgame—detonate a nuke in space. The State Department said that there was no, quote, “imminent threat.” So I don’t want people to be afraid of a nuke off above their head. But, yeah, if this happened, it would be bad."},{"author":"Parshall","text":"Geopolitically it’s the kind of thing that we spent a lot of the cold war worrying about—just very escalatory. Of course, you worry about those tensions escalating even further into more nuclear exchanges and global thermonuclear war—don’t want that."},{"author":"Feltman","text":"Yeah, would love to avoid."},{"author":"Parshall","text":"But as far as the direct effects of what you’d see if this went off today, like I mentioned, it would be worse because there’s more things in space now than there were in 1962. We have 10,000-ish satellites in orbit. Most of those are in low-Earth orbit. We’ve got two space stations. Of those 10,000 satellites, 6,000 of them are Starlink satellites. Depending on the height and the strength of the blast and where it went off, you could expect a lot of those to be damaged or killed."},{"author":"Parshall","text":"They would effectively be turned into space junk—just aimlessly floating without a real way to recover them. And it’s not just inanimate satellites that we’re worrying about. There are people in space. There’s people on the International Space Station and China’s Tiangong space station. An electromagnetic pulse from a nuclear weapon going off could mess with vital systems aboard. It could also leave the astronauts to be navigating a bunch of space junk, which could potentially harm the space stations. And the radiation itself, depending on where the blast went off, could be really directly harmful."},{"author":"Parshall","text":"I spoke with Victoria Samson. She works for the space sustainability [organization] Secure World Foundation. And she said that a nuclear blast in orbit could limit the safety of people on these space stations to mere hours or days. And she was citing this 2010 Department of Defense report. They tested 17 possible scenarios—worst-case scenario showed 90 percent probability of death within two to three hours for people on the International Space Station."},{"author":"Feltman","text":"And I’m assuming we wouldn'’ be in great shape on Earth to launch like a superfast rescue mission to ISS."},{"author":"Parshall","text":"It’s hard to say because the only thing that would really impact Earth would be the electromagnetic pulse—like, people down here on the ground—and it’s possible that NASA could shield things from that: like, a shield of electronics would be fine. But we wouldn’t want to go directly up into space, necessarily. We’ve got all this radiation; it would be really dangerous. But as far as on Earth, we would be impacted by the effects of unshielded electronics being taken out, depending on where the blast went off, if the radius could be different."},{"author":"Parshall","text":"And interestingly, though, we wouldn’t be hurt by the radiation itself. Like, I don’t know about you, but the idea of a nuke going off, like, 200 miles above my head makes me worry about, like, radiation raining down on me."},{"author":"Feltman","text":"Yeah, yeah."},{"author":"Parshall","text":"That would not happen because our atmosphere is super good at preventing that from happening. Basically we have the sun almost 100 million miles away from us, which is close in space terms, and it’s spewing radiation at us all the time, and we only get, like, skin cancer sometimes. The fact that we exist now is thanks to the atmosphere."},{"author":"Feltman","text":"Yeah."},{"author":"Parshall","text":"And that atmosphere would protect us from the follies of humankind—mostly."},{"author":"Feltman","text":"Aw, thanks, atmosphere."},{"author":"Parshall","text":"Yeah, thanks, atmosphere. That strikes me, too, because if a nuclear weapon went off 200 miles from where you’re standing right now on the surface of the Earth, depending on weather conditions, you could be in real danger. But if it went off directly above your head at that distance, radiation-wise, you’d be fine."},{"author":"Feltman","text":"Yeah—GPS satellites?"},{"author":"Parshall","text":"Questionable. Interestingly, GPS—the version we use in the United States—started as a military project, and my source told me that we don’t actually know if it’s shielded from radiation."},{"author":"Feltman","text":"Oh."},{"author":"Parshall","text":"So I don’t know—maybe GPS would be fine? I wouldn’t count on it, though. I wouldn’t count on anything. I mean, Starlink Internet, I would think it would go out."},{"author":"Feltman","text":"Rough day for Elon."},{"author":"Parshall","text":"Rough day for Elon."},{"author":"Feltman","text":"So what would it actually take humanity to recover from a blast like this?"},{"author":"Parshall","text":"I mean, I guess we could just abandon space. I mean, that’s...."},{"author":"Feltman","text":"We try."},{"author":"Parshall","text":"It seems pretty clear that that’s not what we want to do. We’d have to rebuild, probably, a lot of pieces of civil and commercial space programs—probably Russia included, to the extent that it has much of a space program. But the U.S. in 2010—the Department of Defense—estimated that it would cost $45 billion to recover its assets. That was including the International Space Station as a sizable chunk, and that’s set to be decommissioned in 2031 anyway. So, you know, maybe we just cut our losses."},{"author":"Parshall","text":"But even if you relaunched everything after that Van Allen belt has been dispersed, you would still have this minefield of dead and drifting satellites and other space junk to contend with."},{"author":"Feltman","text":"Right."},{"author":"Parshall","text":"Like, space junk is already a problem we’re concerned about. I know it’s something we’ve discussed on the podcast before, and it would just be a mess."},{"author":"Feltman","text":"Yeah."},{"author":"Parshall","text":"It would just be a mess. Say you send $45 billion rebuilding everything, sending it all up into space—who’s to say that someone just doesn’t set off another nuke?"},{"author":"Feltman","text":"Well, thank you for helping me feel both a little better and a little worse about this story."},{"author":"Parshall","text":"That’s a good summary."},{"author":"Feltman","text":"But hopefully everyone will keep their nukes to themselves in the sky, on the ground, all around."},{"author":"Parshall","text":"That’s perfect."},{"author":"Feltman","text":"That’s all for today. Catch us again this Friday for the next part of our latest Fascination miniseries. We’ll be venturing all the way to Antarctica and, rumor has it, hearing about a close encounter with a whole lot of penguins. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Allison Parshall reported and co-hosted this episode. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith."},{"author":"Feltman","text":"Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. See you next time!"}],"wave_peaks":[2137,1792,2905,2265,16004,16358,16466,15733,15360,7911,15624,15675,16137,15772,15758,15846,16115,15602,15669,15900,14970,15655,15972,16390,16772,16330,17009,15763,16117,16809,7407,15321,15770,16030,15715,16187,15121,1453,15594,15986,15768,15999,15893,16111,15751,16512,15918,13521,1669,16428,15794,15330,15447,15870,15520,15686,15771,4218,2065,1826,16008,15696,16031,15885,16048,16273,16084,15819,15805,16650,15661,16858,14230,14767,16117,16046,15310,16073,16491,15866,13520,15836,15879,16312,15518,15674,12692,1509,15655,16157,16418,17205,16446,16430,14990,15718,15914,16071,15669,15645,16296,16926,17336,15549,10748,11596,1476,1626,15599,16027,15597,16750,16470,15952,17148,15958,15741,13830,15563,16143,13521,15825,16124,16103,16140,16585,16871,16100,8550,15074,15738,15603,15793,15430,14785,16541,16321,15236,14097,881,15803,15348,15408,15591,16195,16531,14631,7727,15879,15973,16215,15802,15732,16068,16060,12868,2654,16102,17219,16566,15971,15777,15928,15503,15612,15654,15726,15657,15946,15989,15373,15601,4522,844,15680,15569,16174,17130,18750,17814,4954,3698,5741,6539,4350,4895,5286,5988,4387,5833,2862,5771,1646,1149,706,268,22,58,109,164,17243,13513,12803,13488,9640,6938,6745,3679,12778,17085,15114,288,15014,20276,16989,9371,14354,6124,7876,7350,4898,3468,1659,741,17056,13848,14137,10140,19167,9015,8151,13051,7040,10043,11006,5330,6816,2780,2128,8886,15081,11875,8316,6226,14080,14000,9593,1661,12804,8540,7127,3818,4760,16011,8771,7580,9043,13788,15614,11508,9207,14736,12188,4960,10264,25558,11819,18556,12018,9522,11730,9743,10794,12505,15778,16822,6872,17691,7754,7261,12083,12809,5860,11598,622,293,17962,13152,8553,27802,27572,8773,16235,8106,6261,4354,2680,15968,12225,12476,12917,27037,12597,8234,28178,11176,12932,17187,10124,14692,21008,9260,9885,14224,14650,9369,23903,4255,15695,10019,11083,8606,3639,1766,21585,16512,31773,18245,9262,1550,11075,25266,10428,23272,10427,6946,7339,7734,15153,16545,9551,5936,1489,799,15314,8586,8916,10507,7036,13134,22791,22019,17436,7332,7761,10156,11921,11831,7767,2362,2343,2466,1952,3000,2972,11845,31705,12020,17056,18112,8532,21571,27004,18377,4990,1917,13390,13234,16921,16584,24209,7131,15462,12726,9809,16436,11570,10036,6990,5587,2018,2095,3368,3386,3265,3365,2853,3119,2930,2799,2855,3471,3305,3104,2594,1897,1476,1832,1192,449,313,206,187,95,67,35,810,27865,19791,14301,8333,16744,9144,5325,5146,1977,17970,3449,2797,2289,5996,4825,20850,11601,11081,7466,4823,14666,9954,31804,23372,15807,15108,17318,18233,8175,11980,18253,18282,13446,7247,10512,18714,9328,8707,9229,8278,14791,14032,12397,7183,14931,18403,17032,8722,11550,14684,16486,11630,10283,13703,7436,12730,10639,26529,16191,8675,5663,14265,6440,2674,28374,12775,10685,13892,13805,14931,9912,10918,9585,8120,8787,27,12357,10589,6940,11105,11509,10067,14772,14935,7423,11905,11138,6568,9787,10062,7346,17467,9853,7968,16263,8127,20472,8783,10945,14223,12121,13399,8534,9920,9314,15940,16489,8162,27912,20151,8837,11088,8259,59,17044,11029,13023,12100,3516,6705,12495,11650,11214,7727,7788,4940,9090,18087,10727,9325,19446,20777,10105,9216,12353,6095,16717,12272,6962,8998,9400,8729,7604,10783,13646,18439,12141,10123,22157,768,14142,5735,15370,10823,12174,31786,13215,6660,20130,9237,18766,3634,315,28401,16597,16373,9763,18077,17587,8240,5367,13302,10709,6209,15344,8986,6060,3724,2340,2019,29342,376,3932,19356,8073,20497,7307,5696,5817,4863,10018,8623,9255,3769,7806,10903,950,20,8637,10622,5229,983,21,21,11364,17429,20785,9134,7601,5471,12657,6962,6611,6118,7321,8008,7650,7801,13576,8096,9307,8727,8203,11004,426,6523,9150,6465,8142,9754,4720,19018,26706,6989,7580,8216,10508,6646,14396,6589,5686,11861,22945,7843,8945,4303,10390,10702,5216,8449,16880,8627,12222,8516,11373,8574,11400,6486,8598,11235,14641,7411,23484,6348,9662,7083,11966,10008,9656,18227,20,17928,10306,340,16731,6324,53,17578,16968,10331,15436,6833,9670,9027,8638,7996,8998,7502,10177,7067,7962,5458,12285,16677,15479,14302,13028,16626,14670,10596,9909,11615,7317,6521,4626,12405,19856,9713,4774,5024,8159,11860,9746,5111,3336,14729,14288,10665,10524,10426,3774,2974,16840,11617,7981,7974,6588,6361,10324,6780,19081,5615,7053,5043,1951,8971,4723,2854,15718,14890,9234,3403,13589,7424,9280,14,12152,8519,6515,16,13,15670,11622,9742,12859,13435,8546,7548,7951,12660,11585,20003,12887,5730,6052,9343,7727,15101,5721,8295,6638,11840,1089,8351,14202,9287,5073,4766,2920,14710,18499,14,13245,8582,8428,41,30,18147,17111,16193,9061,4897,1099,10618,15057,1257,1608,18812,16350,13209,9943,13524,6863,10617,960,18894,11963,10761,14165,12177,10071,8343,14546,12819,8252,10385,8817,15508,5810,3907,14658,15180,13193,13328,8347,13738,18129,16248,12181,6931,5410,6331,10094,6147,5638,4418,5114,14051,12458,7122,6001,10719,11579,13382,11127,6735,7926,37,11883,11266,11226,13105,10959,9228,7674,5915,10059,15374,14504,6807,6218,11035,7042,1715,19,15849,15274,15561,13835,8201,10632,10786,13089,10039,6864,9046,7615,9934,9059,13749,11536,13936,11243,12267,13022,32,12378,10787,6951,8758,8644,4360,11465,12775,12989,15200,10480,9035,6883,9133,3508,10162,9521,8405,10060,9477,12209,6708,6169,106,10263,11179,11921,12676,6188,52,14336,11238,15454,6115,171,9428,12040,4027,8169,6799,8005,52,1994,16317,10610,9970,10078,9338,10628,14624,6198,12265,12753,11249,223,12620,13568,11446,6520,7787,30675,25722,18841,15984,11838,9342,9299,10970,5869,5918,6483,5680,6978,4729,4077,10094,21418,10862,12253,7809,6362,5865,16509,11124,5421,6618,7158,12843,19515,6060,5072,7137,5367,13,21639,1400,20753,16550,24685,9696,12720,9886,10081,8624,9054,52,28071,25979,17276,24307,14496,15966,14197,20410,5741,49,11683,12453,27565,19847,8192,10187,28167,31804,15342,19189,16045,19574,5254,17302,20526,9643,15430,10683,12981,10891,14409,6536,28505,479,26970,9153,10392,5703,7398,21944,7525,9516,12491,9281,16323,28611,14969,20217,19614,9961,12836,12014,7629,11264,7944,6945,24938,14906,4509,9506,11085,8767,10188,6416,9211,12086,4210,11655,12710,10551,18751,15784,8537,17210,8165,7421,11635,12664,3334,9676,9453,6720,5798,4723,4774,4937,1234,12213,15986,10036,11146,9797,17228,9384,11318,10141,9903,9656,11094,11442,7340,5757,37,16335,13655,10075,10104,12564,8973,7669,5599,4465,6613,10965,10885,6783,8244,6897,8270,8284,7633,6620,43,10725,9541,8265,6319,10509,8811,8519,5918,8661,8871,4632,4908,10268,8526,6337,8120,9194,6160,36,9772,14457,7602,10092,10923,8149,8778,6485,6747,7868,7350,12078,9945,12193,10377,1936,12496,12437,9643,10520,11731,9293,6992,11344,8038,7477,9832,8627,11317,9761,9612,42,13273,13392,13190,8800,8146,8021,7553,6279,14480,8386,4927,8212,9234,7878,100,10286,6613,17417,23705,1648,14448,31849,22546,12402,14052,1996,10198,10824,17163,15885,23375,15147,28184,18945,12572,10086,4376,22976,17007,15509,24282,16329,15252,8562,8636,20614,16381,12926,9549,8070,8985,19271,9327,10213,7748,8879,11995,16271,17800,11783,11851,6697,15672,13100,17329,11524,4057,17977,2037,4158,6057,6741,10489,5550,7381,18555,18908,9785,6009,25636,2546,24076,16565,15331,16476,5196,5733,5632,5946,6973,7583,6808,7752,5780,44,8,5658,10495,6200,8397,6830,8332,5390,8156,6449,8555,7815,9131,5039,7965,1388,8,5767,10356,11455,13972,9981,10770,7894,4405,11138,8086,8202,7480,5926,6391,8935,11207,7430,10724,9597,8059,5630,12999,7443,7860,7203,3596,20,12073,12881,11265,9719,11364,13562,13828,6903,10910,6598,10682,5779,7442,1769,2976,18457,8604,19426,4380,4285,5499,8253,8160,11618,7900,6344,9960,5388,7956,7898,5955,326,7980,9044,8243,5939,5538,6432,6062,4652,9778,9234,5470,5732,3412,9228,6017,3808,3964,3695,1820,12366,7352,12573,5022,5619,4926,2766,2093,19,19,16302,12977,11156,10598,9420,7664,9337,10179,8194,10976,7847,6919,10692,12045,10098,7794,14,15071,7896,9,13,13633,11202,12822,10907,10831,12568,11646,7576,18575,18778,31832,19586,17345,12619,14166,11049,11269,9088,11773,13078,47,10571,15491,10279,10696,5542,7927,8408,7904,10359,12085,12745,13597,11178,29012,12441,6437,5104,4756,15333,10843,8242,7611,6718,5878,13532,19039,13289,17,7,31,14703,7395,10269,9737,12619,8787,9996,10986,13349,13970,22075,7635,9661,12560,10062,11149,8127,14467,15432,14020,14,10370,8074,9596,6998,8223,7179,6484,13981,11618,8581,9451,7418,13103,13843,7754,8293,14349,11857,15898,17453,13375,20131,31610,19585,19132,14122,7677,12251,5383,6415,10534,6174,6386,5992,9658,10238,11021,9681,11560,30982,9672,9631,11181,6507,12764,4968,11707,8576,6606,10974,6295,9459,9715,4875,9343,349,12405,13097,11709,6463,5291,10480,7417,10627,7633,14456,8901,8088,4916,7634,4950,13629,11534,16803,5036,6217,13050,9047,10098,5702,18405,27398,15212,16241,21443,13576,13055,10545,7650,12825,9534,9994,10343,10379,7666,6591,13226,8799,11553,10557,10327,10474,8858,6059,11729,10072,9515,7548,5457,5021,13396,8257,5609,8369,8084,7588,12431,6546,6860,8043,3229,21,13078,16490,8362,11442,7873,8380,9274,12540,8166,4609,5539,3867,29,12781,9202,14765,18053,6201,8853,11718,6490,6614,4832,165,14051,13328,7417,9672,14671,4380,4821,4453,14309,11827,4271,1844,3742,8443,7266,9698,6302,8280,9136,7737,7628,7184,7055,4708,13672,12160,1902,21666,14826,10453,8712,6825,6953,23386,12804,2928,6400,7778,7168,5487,12175,6595,16669,5494,3906,11726,12621,10466,24642,7640,5538,5817,6971,4833,865,17745,16654,18400,9552,8016,8711,8149,8494,6844,8500,7633,1094,3588,7402,6777,4885,7480,5976,8370,7124,9088,6907,34,2793,13256,15386,11752,9323,19847,7262,5416,8366,7496,15,22941,11487,8777,8849,7731,7579,15,11001,17362,14370,11510,9831,9684,9051,6092,8764,7990,9569,9834,11133,8679,6515,4866,4221,1700,7985,16358,10412,9522,7759,8286,6087,7330,23090,9234,11496,10777,17314,11259,6724,8294,6119,8774,7775,3917,5147,26905,14256,16083,9076,6506,18096,8866,16068,10369,8423,8862,7370,8351,5201,8033,7343,8902,9413,11967,6446,13130,8173,9625,12067,3283,4567,11941,11132,10542,8295,8678,8813,9671,5790,13476,10132,4080,9680,7307,7714,6026,3849,9992,7402,5093,8018,8615,10160,17,19,9233,16592,28564,16776,10971,5174,1882,16427,19008,18794,18982,13399,10856,5994,11604,7287,10829,5465,19143,13141,10060,8404,8941,18059,19624,11188,6602,6735,9403,6270,7350,8104,6638,5133,14367,25,11198,12055,10580,4612,12783,10890,11483,7082,12097,10007,9873,9053,9779,12,7842,11850,6426,9396,8832,24852,18061,13016,11039,8438,6941,13836,5999,13945,12694,14443,7276,26,5792,8489,7798,13593,7156,6410,16928,8430,6041,10221,16882,7412,7245,4622,4203,4974,22,14159,14576,8509,7488,8127,10826,7580,4147,6086,5852,7874,12139,10311,9854,8370,8611,10096,4992,20544,19863,11712,11301,9919,17445,6647,5688,10373,15519,6929,11777,10066,3153,8506,7382,8840,6938,6876,9489,6484,11235,10109,8375,5350,3309,3066,12,19327,12361,9264,9373,8347,8089,7485,10928,6068,11710,8278,8807,4810,6624,5541,13,15377,8060,6900,10444,9383,8340,17,6642,6766,12582,12582,6408,2537,4355,8603,11709,8823,6959,7424,10494,6840,8242,8025,5058,4627,6328,7526,8725,6597,7582,5021,34,14197,10947,7928,11475,12918,8540,7823,9956,8318,10117,8962,11162,6551,8603,6990,13924,923,8718,10013,5162,3959,7245,6601,6611,6576,4402,4581,6864,6587,6233,5421,6768,6387,7805,5114,29,11498,10592,7635,12213,9809,7304,6379,6657,6298,6468,5987,6462,6153,4674,5543,14447,9727,5622,6420,1907,8350,7978,7222,7758,6471,5039,19291,7557,6532,10907,7983,11818,9914,6934,12930,4326,5987,5177,4382,11319,4544,6028,9151,6442,6411,8195,8567,6672,5615,10708,6525,5330,5737,5490,4891,3620,5656,6047,3995,4785,4168,3018,6808,7622,8230,10058,3885,6436,4874,6083,4557,7280,2596,7745,5110,6391,4496,8375,5227,3832,2631,12589,9380,5190,4270,4947,7180,14720,11246,17986,19120,10390,1746,1758,18179,12840,8093,8885,18373,11681,954,12773,5762,9869,11441,5614,7979,7656,12996,5890,5063,87,16908,16445,10141,10779,11762,9940,6828,7001,5801,9222,8669,6757,8796,9816,7560,5738,7751,18560,14112,18068,13095,12774,8521,9332,9583,10850,11926,9037,11617,12920,17173,8856,7767,25067,11687,9903,10792,8096,1424,7871,6261,15001,10253,12487,7505,10423,6140,10264,8590,7721,6664,4565,7382,9916,11758,6784,9658,11647,7929,6089,5605,6313,3640,2640,4833,24,14384,10330,10367,14775,9624,11296,9864,14574,14118,13212,8506,5619,10221,15662,23676,10441,18897,23567,18004,12368,8280,8859,7473,9619,9639,10563,13138,11707,15044,15480,9895,17152,20428,15584,17062,11981,9187,28114,12858,28260,13305,13209,14030,15154,9313,9031,10053,13350,17,13623,17298,13293,13909,14708,10534,12593,12687,6239,8567,9805,10131,7667,6324,9466,5800,6033,17763,5401,9070,18577,794,13212,3739,8742,6813,7818,7296,9393,9252,10007,4432,10851,5295,2479,13238,23466,11465,13757,6729,1371,7,9731,15330,9633,4385,10075,3337,27023,28865,9565,7397,12670,2797,18593,22049,11786,7820,6728,5107,27185,31379,25771,19698,20007,8267,7185,12048,12720,7113,13013,12069,7246,10106,10759,14080,1297,19496,15522,5949,5403,6503,7411,4499,16739,9305,4362,2709,14,12190,11582,10395,12968,10139,9459,8565,10004,1290,10536,8145,6714,27985,16849,18405,11765,8510,13223,13341,6226,25152,9051,9577,3768,9881,1232,10041,6911,17115,13636,7889,436,29339,20445,24698,26934,11452,8519,12476,8621,6100,5910,5850,6859,7737,15068,11659,7788,10090,9798,23913,9658,5857,8063,10517,9774,6879,6821,6857,6623,7803,6541,6133,24296,29072,15427,22387,19112,13738,11076,8513,7115,19917,23369,9815,32088,22807,19522,14275,12602,13281,10939,11008,10578,9227,14546,466,7182,6436,5006,1428,15262,8843,3110,11454,9984,18493,16823,25686,6516,5520,74,112,9825,8406,6157,6287,10494,3287,14619,10615,11596,8858,955,11756,11536,7742,9514,10423,9375,5915,12528,12444,25010,4744,31778,27164,26500,24685,20672,24377,21086,16278,14427,8750,27328,8554,11178,14190,12764,17004,12045,4158,6559,11938,10645,8099,7801,5814,6351,5782,4124,19,20998,18629,12555,7780,6162,5160,13142,6950,6063,3418,4140,4902,3773,18,19934,10,8758,15470,8493,7145,6105,9812,8836,8434,6100,10591,6574,8127,4011,346,11215,18370,8030,12684,7369,7151,11188,4296,8311,4816,14112,12224,8414,6121,6107,5948,6661,8569,7051,5311,7067,17478,6231,5106,5153,5136,7070,7157,6721,7397,5979,11536,4543,7787,12854,1402,22983,277,7,8,9579,16258,6991,7149,10471,11376,16425,7968,7991,7050,5183,6199,3076,10,16726,11388,7919,6937,7987,5923,14,11904,773,13879,4901,6037,3521,4764,16147,5659,5995,4769,4730,20152,11477,23128,10971,14800,12288,12886,6079,5767,14318,7049,4955,9353,6336,10894,9304,5207,11836,1036,17754,3737,7,7,23855,11166,7364,19511,12098,10850,505,14464,12283,18596,12300,7790,6009,7173,11263,7199,9633,8872,6358,3714,8497,9704,5253,9246,3770,11631,4223,1792,10,35,16668,11100,8635,5117,8585,8024,13500,6608,6932,4485,8770,16534,8682,9895,31049,11179,9981,7651,12662,25272,12987,119,13136,1767,18065,11305,7044,10294,9710,7553,8329,3176,16426,6344,9836,11627,2046,405,7689,26688,26439,13123,16580,6528,2173,8735,4031,10610,13183,7471,599,484,1930,1327,907,939,793,6495,18660,10886,12113,2905,1572,17103,10048,8061,12110,7675,10105,15973,15040,9920,7567,19730,8660,5297,5712,5048,1911,13439,16198,11724,12970,10924,13190,8779,8364,15558,12093,18794,13907,9290,18383,12125,20441,17784,11679,16881,21088,17523,2227,15848,21325,6388,10228,17802,10561,9672,17854,8429,16648,15900,12788,13448,14961,5762,15708,16996,10668,9901,9960,15964,17444,13793,13661,16147,12947,6988,22588,17750,11698,13850,8868,14024,10927,15596,7970,2272,839,21518,24780,11451,16186,8601,5575,20476,8380,16626,9926,20233,16688,9801,18110,18249,13419,13598,978,8487,25967,7322,12414,11816,13175,6940,12884,17428,1209,20980,19467,13572,6369,10274,16985,9522,14166,1018,1098,1425,1680,1707,920,867,1104,2386,10258,26151,23898,14530,13727,16148,21934,14384,10193,25917,23340,9013,2722,2356,30448,9449,13203,28245,15366,5274,3261,19121,26701,6309,1033,1201,416,2374,2368,1670,1363,902,360,123,60,28,13,7,2],"fragments":[{"begin":"0.000","end":"31.840","lines":["This is probably going to blow your mind, but guess what: it’s a bad idea to set off a nuclear bomb in space. Shouldn’t be an issue, right? Seems like an easy thing to avoid doing. Unfortunately it seems like some folks may disagree. The ​​United States Department of Defense has sounded the alarm on a potential threat from Russia in the form of a hypothetical program aimed at putting a nuclear weapon into orbit."]},{"begin":"31.840","end":"70.680","lines":["While there’s no evidence that such a device is on its way into space, let alone already up there, I think it’s safe to say we’d all rather be sure that Russia, like, definitely wasn’t going to do that. But let’s not get ahead of ourselves—what actually happens when a nuke goes off in space? Thanks to the hubris of humankind, that’s a question we can answer from experience. For Scientific American’s Science Quickly, I’m Rachel Feltman. Associate news editor Allison Parshall is joining me today to tell us more."]},{"begin":"70.680","end":"75.960","lines":["So, Allison, what are we talking about when we talk about nukes in space?"]},{"begin":"75.960","end":"129.600","lines":["Yeah, it’s definitely worth being specific. But, like, what we’re talking [about] is specifically about nukes in orbit. I mean, there’s also the question of nuclear power in space. We power satellites with nuclear power. There’s some fun tales—and by fun, I mean distressing—from, you know, the 1960s and 1970s about attempts to power satellites with nuclear fuel. In 1978 a Russian satellite that was powered by a nuclear reactor failed, and debris fell— scattered over Canada. So that was fun."]},{"begin":"129.600","end":"146.920","lines":["But if we’re talking specifically about nuclear weapons positioned in orbit to potentially be exploded in orbit, that’s, like, a whole separate question. That’s not something that we’ve necessarily had before, and it would be super bad. So let’s not do it."]},{"begin":"146.920","end":"158.800","lines":["Yeah, no—100 percent agree. I think we can all safely end up on the same side of that debate. So what is the difference between a nuclear explosion on Earth and one in space?"]},{"begin":"158.800","end":"201.760","lines":["Yeah, I mean, we’re really familiar with what a nuclear explosion would look like on Earth, right? Like, we have the—the United States dropped bombs on Hiroshima and Nagasaki in 1945, killing over 200,000 people, and we’ve had hundreds of nuclear weapons tests since. And you’ve probably seen what this looks like in movies and TV shows—you know, Fallout, Oppenheimer, Dr. Strangelove. You’ve got that first fireball that just kind of vaporizes everything around it within a certain radius. That fireball causes a shock wave that can be really devastating: It can level buildings. It can start firestorms."]},{"begin":"201.760","end":"244.200","lines":["And then both of those things result in the really famous, distinctive mushroom cloud that erupts over where the bomb was dropped. And then, of course, you have the thing that is probably really concerning in the long term, which is the nuclear fallout. You’ve got all of that radiation that lingers for decades. It can kill in minutes, or it can kill in decades. And in space almost none of this happens because we’re in somewhere with very little atmosphere, so there can'’ be a fireball, there can’t be a shock wave, and there can’t be a mushroom cloud."]},{"begin":"244.200","end":"245.000","lines":["Mm-hmm."]},{"begin":"245.000","end":"263.760","lines":["So what you get instead is just so much radiation spewing out from the explosion. You get that radiation in the form of gamma rays and x-rays, and those can travel really far because, like I said, there’s little to no atmosphere to interfere with them."]},{"begin":"263.760","end":"264.680","lines":["Mm-hmm."]},{"begin":"264.680","end":"292.600","lines":["We know that satellites in the line of sight would be damaged or taken offline entirely by that initial blast. It would create an electromagnetic pulse that would fry unshielded electronics within a certain radius on Earth and in space. And perhaps most concerningly, we know that we would get this belt of radiation that is similar to something called a Van Allen belt. A Van Allen belt exists naturally in space—satellite operators try to avoid having their satellites go through them because it can damage them."]},{"begin":"292.600","end":"297.800","lines":["This artificial belt of radiation loops out from the Earth, and it can last for years."]},{"begin":"297.800","end":"307.760","lines":["Wow. Okay, so, uh, not great—something worth avoiding. So how do we know that this is what would happen if it’s so bad and worth avoiding?"]},{"begin":"307.760","end":"319.600","lines":["I’m glad you asked. This is a fascinating story. I did not know about this before I started reporting on it. I kinda can’t believe I didn’t know about it. But basically we tested this—by we, I mean humanity—the hubris of humanity ..."]},{"begin":"319.600","end":"320.480","lines":["Of course we did."]},{"begin":"320.480","end":"355.040","lines":["The U.S. and the Soviet Union conducted over a dozen high-altitude tests of nuclear weapons between 1958 and 1962. The most famous of them—I guess the most notorious, you could say—was called Starfish Prime. It happened on July 8, 1962, at 11 P.M. local time, relative to Hawaii. It launched on a missile from Johnston Atoll, which is in the middle of the Pacific, not too far from Hawaii. It was detonated 250 miles above the Earth’s surface. So that’s low-Earth orbit. It’s where most satellites orbit today. It’s where the International Space Station orbits today."]},{"begin":"355.040","end":"359.400","lines":["And this bomb was 100 times stronger than the one the U.S. dropped on Hiroshima."]},{"begin":"359.400","end":"361.040","lines":["Wow. Why?"]},{"begin":"361.040","end":"362.440","lines":["Why? I mean, to test."]},{"begin":"362.440","end":"364.640","lines":["To see what would happen—okay, sure."]},{"begin":"364.640","end":"378.600","lines":["Yeah, to see what would happen. I mean, it’s relevant now. But it’s interesting—people in Hawaii knew that this was going to happen. There are newspaper headlines from before the test that advertised the, quote, “n-blast” would be “dazzling” and that people might have a “good view,” and people did have a good view."]},{"begin":"378.600","end":"379.200","lines":["Wow."]},{"begin":"379.200","end":"412.040","lines":["And it seems like it was dazzling. The people who saw this from the Pacific describe auroras that are just unlike anything that I’ve ever heard described. Basically the radiation from the blast excites molecules in our upper atmosphere, and depending on what those molecules are, you get different colors. And so accounts say that when the blast first happened, there was this startling flash of green that kind of lit the sky up like daylight, even though it was 11 P.M. And that green kind of faded to yellow, to orange and then settled on this eerie red."]},{"begin":"412.040","end":"440.840","lines":["There’s really startling pictures. I would recommend looking them up. Also, the electromagnetic pulse it generated knocked out about 300 streetlights in Oahu. And it doesn’t seem like the scientists really expected any of this to happen. I mean, they certainly knew some of it—this was not the first test. But it seems like the strength of it took scientists by surprise, as well as that belt of radiation that lingered for years. It also killed about a third of the satellites that were in orbit. It’s nothing compared to the number we have now."]},{"begin":"440.840","end":"453.400","lines":["It was maybe, like, two dozen satellites, about eight of which were killed or damaged. That included one called Telstar 1 that launched the next day after Starfish Prime. That thing got 100 times more radiation than they expected, and it was toast."]},{"begin":"453.400","end":"454.160","lines":["Oh, wow."]},{"begin":"454.160","end":"465.680","lines":["Yeah. And a source I spoke with—his name is Jonathan McDowell at the Center for Astrophysics | Harvard & Smithsonian—he called Starfish Prime the, quote, “poster child for why we don’t like nukes blowing up in space,” which, I think, is a fair summary."]},{"begin":"465.680","end":"466.800","lines":["That seems fair."]},{"begin":"466.800","end":"483.520","lines":["Yeah, and we know that the governments that were doing these kind of decided we shouldn’t be doing this anymore because both the U.S. and the U.S.S.R. signed on to the Outer Space Treaty in 1967, five years later, which forbade putting nuclear weapons—or really, more generally, weapons of mass destruction—into orbit."]},{"begin":"483.520","end":"502.600","lines":["Yes. Speaking of that treaty, if I’m understanding correctly, it’s not totally clear how seriously Russia is considering putting a nuclear weapon into orbit—if they’re considering it at all. But some government officials in the U.S. certainly were concerned enough to talk about it publicly. So what’s the actual worst-case scenario here?"]},{"begin":"502.600","end":"529.200","lines":["Yeah, I mean, I definitely is not clear the extent to which they’re seriously doing this. One of the sources I spoke with said that, you know, this could just be a PowerPoint from some general, or it could be a serious program. But it might not necessarily be a serious program designed for them to actually—endgame—detonate a nuke in space. The State Department said that there was no, quote, “imminent threat.” So I don’t want people to be afraid of a nuke off above their head. But, yeah, if this happened, it would be bad."]},{"begin":"529.200","end":"542.880","lines":["Geopolitically it’s the kind of thing that we spent a lot of the cold war worrying about—just very escalatory. Of course, you worry about those tensions escalating even further into more nuclear exchanges and global thermonuclear war—don’t want that."]},{"begin":"542.880","end":"544.400","lines":["Yeah, would love to avoid."]},{"begin":"544.400","end":"567.680","lines":["But as far as the direct effects of what you’d see if this went off today, like I mentioned, it would be worse because there’s more things in space now than there were in 1962. We have 10,000-ish satellites in orbit. Most of those are in low-Earth orbit. We’ve got two space stations. Of those 10,000 satellites, 6,000 of them are Starlink satellites. Depending on the height and the strength of the blast and where it went off, you could expect a lot of those to be damaged or killed."]},{"begin":"567.680","end":"599.920","lines":["They would effectively be turned into space junk—just aimlessly floating without a real way to recover them. And it’s not just inanimate satellites that we’re worrying about. There are people in space. There’s people on the International Space Station and China’s Tiangong space station. An electromagnetic pulse from a nuclear weapon going off could mess with vital systems aboard. It could also leave the astronauts to be navigating a bunch of space junk, which could potentially harm the space stations. And the radiation itself, depending on where the blast went off, could be really directly harmful."]},{"begin":"599.920","end":"625.400","lines":["I spoke with Victoria Samson. She works for the space sustainability [organization] Secure World Foundation. And she said that a nuclear blast in orbit could limit the safety of people on these space stations to mere hours or days. And she was citing this 2010 Department of Defense report. They tested 17 possible scenarios—worst-case scenario showed 90 percent probability of death within two to three hours for people on the International Space Station."]},{"begin":"625.400","end":"633.280","lines":["And I’m assuming we wouldn'’ be in great shape on Earth to launch like a superfast rescue mission to ISS."]},{"begin":"633.280","end":"660.000","lines":["It’s hard to say because the only thing that would really impact Earth would be the electromagnetic pulse—like, people down here on the ground—and it’s possible that NASA could shield things from that: like, a shield of electronics would be fine. But we wouldn’t want to go directly up into space, necessarily. We’ve got all this radiation; it would be really dangerous. But as far as on Earth, we would be impacted by the effects of unshielded electronics being taken out, depending on where the blast went off, if the radius could be different."]},{"begin":"660.000","end":"671.080","lines":["And interestingly, though, we wouldn’t be hurt by the radiation itself. Like, I don’t know about you, but the idea of a nuke going off, like, 200 miles above my head makes me worry about, like, radiation raining down on me."]},{"begin":"671.080","end":"671.920","lines":["Yeah, yeah."]},{"begin":"671.920","end":"688.760","lines":["That would not happen because our atmosphere is super good at preventing that from happening. Basically we have the sun almost 100 million miles away from us, which is close in space terms, and it’s spewing radiation at us all the time, and we only get, like, skin cancer sometimes. The fact that we exist now is thanks to the atmosphere."]},{"begin":"688.760","end":"689.000","lines":["Yeah."]},{"begin":"689.000","end":"692.160","lines":["And that atmosphere would protect us from the follies of humankind—mostly."]},{"begin":"692.160","end":"693.720","lines":["Aw, thanks, atmosphere."]},{"begin":"693.720","end":"709.200","lines":["Yeah, thanks, atmosphere. That strikes me, too, because if a nuclear weapon went off 200 miles from where you’re standing right now on the surface of the Earth, depending on weather conditions, you could be in real danger. But if it went off directly above your head at that distance, radiation-wise, you’d be fine."]},{"begin":"709.200","end":"710.760","lines":["Yeah—GPS satellites?"]},{"begin":"710.760","end":"720.480","lines":["Questionable. Interestingly, GPS—the version we use in the United States—started as a military project, and my source told me that we don’t actually know if it’s shielded from radiation."]},{"begin":"720.480","end":"721.080","lines":["Oh."]},{"begin":"721.080","end":"727.560","lines":["So I don’t know—maybe GPS would be fine? I wouldn’t count on it, though. I wouldn’t count on anything. I mean, Starlink Internet, I would think it would go out."]},{"begin":"727.560","end":"728.720","lines":["Rough day for Elon."]},{"begin":"728.720","end":"729.760","lines":["Rough day for Elon."]},{"begin":"729.760","end":"735.680","lines":["So what would it actually take humanity to recover from a blast like this?"]},{"begin":"735.680","end":"738.880","lines":["I mean, I guess we could just abandon space. I mean, that’s...."]},{"begin":"738.880","end":"739.880","lines":["We try."]},{"begin":"739.880","end":"766.840","lines":["It seems pretty clear that that’s not what we want to do. We’d have to rebuild, probably, a lot of pieces of civil and commercial space programs—probably Russia included, to the extent that it has much of a space program. But the U.S. in 2010—the Department of Defense—estimated that it would cost $45 billion to recover its assets. That was including the International Space Station as a sizable chunk, and that’s set to be decommissioned in 2031 anyway. So, you know, maybe we just cut our losses."]},{"begin":"766.840","end":"778.880","lines":["But even if you relaunched everything after that Van Allen belt has been dispersed, you would still have this minefield of dead and drifting satellites and other space junk to contend with."]},{"begin":"778.880","end":"779.040","lines":["Right."]},{"begin":"779.040","end":"786.040","lines":["Like, space junk is already a problem we’re concerned about. I know it’s something we’ve discussed on the podcast before, and it would just be a mess."]},{"begin":"786.040","end":"786.480","lines":["Yeah."]},{"begin":"786.480","end":"794.120","lines":["It would just be a mess. Say you send $45 billion rebuilding everything, sending it all up into space—who’s to say that someone just doesn’t set off another nuke?"]},{"begin":"794.120","end":"799.520","lines":["Well, thank you for helping me feel both a little better and a little worse about this story."]},{"begin":"799.520","end":"800.800","lines":["That’s a good summary."]},{"begin":"800.800","end":"808.320","lines":["But hopefully everyone will keep their nukes to themselves in the sky, on the ground, all around."]},{"begin":"808.320","end":"809.240","lines":["That’s perfect."]},{"begin":"809.240","end":"846.880","lines":["That’s all for today. Catch us again this Friday for the next part of our latest Fascination miniseries. We’ll be venturing all the way to Antarctica and, rumor has it, hearing about a close encounter with a whole lot of penguins. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Allison Parshall reported and co-hosted this episode. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith."]},{"begin":"846.880","end":"860.920","lines":["Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. See you next time!"]}]}
