{"title":"Will the Amazon Help Save the Planet?","img":"https://static.scientificamerican.com/dam/m/6211553dd1079c32/original/AmazonFACE_Ep1_SciAm_Forest_Sunrise.gif","url":"https://www.scientificamerican.com/podcast/episode/will-the-amazon-rain-forest-help-save-the-planet/","audio":"https://traffic.megaphone.fm/SAM9916834676.mp3?updated=1714483143","intro":["Years in the making, a project in the Amazon rain forest is finally set to determine whether a rise in carbon dioxide could save one of the world’s largest carbon sinks."],"authors":["Daniel Grossman"],"category":["Climate Change"],"transcript":[{"author":"Daniel Grossman","text":"In 2016 I got a ride on the potholed highway north out of Manaus, Brazil, in the central Amazon. After an hour my driver shifted down and swung our pickup onto a dirt road. [CLIP: Sound of vehicle on dirt road] For the next 20 miles we dodged axle-deep ruts and fallen trunks. This was my first of many subsequent visits to a rustic ecological station known simply as ZF2. I’m Daniel Grossman, and this is Science, Quickly."},{"author":"Daniel Grossman","text":"[CLIP: Theme music] I’d come to see the early stages of what’s been called one of the most remarkable and highly anticipated climate experiments. Starting in 2013 researchers had staked out two circular plots—each the size of a baseball diamond—of vine-draped, 10-story-tall trees. They’d measured and tagged every trunk bigger than a fence post. After years of anticipation the experiment had raised its sails and seemed ready to launch. And then it ran out of cash. It was put on hold for half of the next decade. But finally now it’s back—and its equipment is about to be turned on."},{"author":"Daniel Grossman","text":"Over the course of the next three episodes, I’ll take you on a fascinating journey into the Amazon Free-Air CO2 Enrichment project, known as AmazonFACE. I’ll explain what this experiment was meant to accomplish, why it was delayed and how construction of its apparatus eventually got underway. I’ll draw on nearly 10 years of recordings I’ve made from watching the project’s progress close-up. Around the time of my first bumpy drive to ZF2, I called Simon Lewis at his office at the University of Leeds in England. Simon studies uptake of carbon by forests."},{"author":"Daniel Grossman","text":"He said that the Earth’s tropical jungles—of which the Amazon is the biggest—have a big effect on global climate."},{"author":"Simon Lewis","text":"These tropical forests are providing a huge benefit to society for free: they’re absorbing carbon from the atmosphere."},{"author":"Grossman","text":"Every year humans release about 40 billion metric tons of carbon dioxide. But only about half of it accumulates in the atmosphere. The oceans absorb some. The rest—about 30 percent of our emissions—is soaked up on land, particularly in the world’s forests. Climate scientists call this the land sink. Most of them say that the Amazon is one of the land sink’s biggest players. Without it, carbon dioxide would build up more quickly in the atmosphere, and the climate crisis would be even worse. But the Amazon forest and its carbon uptake are at risk."},{"author":"Grossman","text":"Trees are being cleared for soy plantations, and the region’s climate is becoming less forest-friendly."},{"author":"Patrick Meir: ","text":"The dry seasons are likely to increase in intensity and in length over the coming decades."},{"author":"Grossman","text":"Patrick Meir is an ecologist at the University of Edinburgh. He’s studied how drought affects tropical jungle."},{"author":"Meir","text":"So in combination with a warming, we can expect increased drought stress on the system. And in addition to that, there’s likely to be an increased frequency of extreme events. So all those suggest that the forest is going to experience higher temperatures, higher temperature maxima and greater drought stress."},{"author":"Grossman","text":"Adverse conditions such as these might shut down the Amazon carbon sink. But there is some reason for hope. Before going into why, meet David Lapola of Brazil’s State University of Campinas. He’s one of several scientists who shepherded the AmazonFACE project from the start. I once asked him what attracted him to Amazon research. He dated his interest to his late teens, while still in college."},{"author":"David Lapola","text":"There was an episode that I can tell you that happened."},{"author":"Grossman","text":"It was his first trip to the Amazon, observing plants for some ecologists. The work required long, solitary walks in thick jungle. One day, on hands and knees in a clearing, he jotted down a record in his notebook."},{"author":"Lapola","text":"But then I looked back, and I couldn’t find the trail. I was literally lost there."},{"author":"Grossman","text":"And miles from camp."},{"author":"Lapola","text":"There was nothing much I could do in terms of shouting. No one would hear me."},{"author":"Grossman","text":"His heart was pounding and head spinning. He realized that if he lost his cool, he could make matters worse."},{"author":"Lapola","text":"I had an orange in my pocket. To keep it calm, I peeled the orange, ate it."},{"author":"Grossman","text":"He sat down, looked and listened. After a while he noticed a slashed branch. It had been cut with his own machete when he’d entered the clearing."},{"author":"Lapola","text":"Then I went there, and then I could see another mark I did. Then I found my way back."},{"author":"Grossman","text":"Despite the initial scare, he realized that while sitting still, he’d experienced an indescribable feeling of serenity and wonder that should be accessible to everyone."},{"author":"Lapola","text":"So this is the sort of thing I think people should have the right to have in the future, you know? Just, you know, enjoying the sound, the calm feeling that the forest brings."},{"author":"Grossman","text":"And since then he’s devoted his life to studying and protecting the Amazon."},{"author":"Lapola","text":"And when we talk about something like the possibility—the slightest possibility—of losing this forest to climate change and maybe other disturbances, that’s something that moves me."},{"author":"Grossman","text":"A decade ago David accepted an offer to lead an experiment to see if the progressively rising amount of carbon dioxide in the atmosphere might immunize the forest against the anticipated increased heat and drought. This possible protective effect is called carbon fertilization. Buried deep in their code, most global climate models assume that Amazon forest will benefit from morecarbon dioxide. But David says whether it will or not is pure speculation."},{"author":"Lapola","text":"I mean, if we have a CO2 fertilization effect, it will counterbalance the effects of higher temperature, and the forest is kind of safe. But notice I said an if—if we have. We don’t know if we’ll have the CO2 fertilization effect."},{"author":"Scott Denning","text":"We know there’s CO2 fertilization, okay?"},{"author":"Grossman","text":"Scott Denning, a climate scientist at Colorado State University, says the question is not whether carbon dioxide helps plants grow better; that can be shown in the lab with the photosynthesizing organelles in leaves called chloroplasts."},{"author":"Denning","text":"If I take some chloroplasts, and I put them in a test tube, and I increase the concentration of dissolved CO2 in that test tube, the chloroplasts will make more sugar. Down at the molecular scale, there’s absolutely no question that CO2 increases the rates of photosynthesis."},{"author":"Grossman","text":"But do individual trees and entire forests benefit when CO2 increases the rate of photosynthesis? Thirty years ago researchers at Duke University conducted the first experiment to find out. They mounted pipes on rings of towers built around pine plots and blew carbon dioxide into the areas inside. After eight years these forests had stored about 30 percent more carbon than control plots. There have since been several other carbon fertilization experiments in forests, but some have not demonstrated any long-term gains in carbon uptake."},{"author":"Grossman","text":"Scott says that one reason why could be that more plant growth might not always translate into more carbon stored in wood and soil."},{"author":"Denning","text":"And the more CO2 you fix into leaves, for example, then the more leaves fall off and therefore the more decomposition you get."},{"author":"Grossman","text":"Since nobody has run a carbon fertilization experiment in any tropical forest, the effect’s possible benefits to the Amazon aren’t known."},{"author":"Lapola","text":"If this CO2 fertilization effect really exists—and in the magnitude we theorize it exists—then the forest would basically stay there the way it is. If it doesn’t, then we would go towards something like a dieback."},{"author":"Grossman","text":"“Dieback” is a technical term for the Amazon’s potential death spiral. The idea is that hotter, drier conditions could slow tree growth, reducing uptake of carbon, which would increase global temperatures in a vicious cycle."},{"author":"Lapola","text":"Certain scenarios predict that you would have a climate here—regional climate—that would not sustain a forest anymore. So you have, like, six-degree increase in temperature and 50, 60, 80 percent of reduction in rainfall. The forest wouldn’t survive anymore."},{"author":"Grossman","text":"Even now the Amazon’s trees appear to be absorbing less carbon dioxide than they used to. In 2015 the scientist Roel Brienen and scores of co-authors published a study showing that trees in intact Amazon forests absorbed 30 percent less carbon dioxide in the 2000s than they had in the 1990s."},{"author":"Roel Brienen: ","text":"If these trends in the Amazon would continue, then obviously the carbon sink will shut down in a matter of one or two decades."},{"author":"Grossman","text":"And he told me that five years ago."},{"author":"Brienen","text":"That’s fair to say."},{"author":"Grossman","text":"Roel is a geography professor at the University of Leeds.His paper’s worrisome conclusion was based on decades of painstaking measurements of thousands of trees in hundreds of plots throughout the Amazon basin. He said that the study could not explain the decline’s cause."},{"author":"Brienen","text":"We do need to understand better what is causing these trends."},{"author":"Lapola","text":"So that’s the importance, in a nutshell, of doing this experiment."},{"author":"Grossman","text":"And so David and several Brazilian colleagues and a team of international collaborators laid out the two circular plots that I saw at ZF2. When we spoke in 2016, he was optimistic that soon they might know whether increased carbon dioxide will protect the Amazon."},{"author":"Lapola","text":"This experiment that has never been done in the tropics—in any tropical forest—it would be one of the most important scientific data to be collected in the tropical world."},{"author":"Grossman","text":"Most climate researchers believe that carbon fertilization explains why the Amazon is a sink today. But there are many reasons why carbon fertilization might not keep the sink from failing tomorrow. For instance, Amazon soil might run out of the crucial nutrient phosphorus, blunting any benefit from extra carbon dioxide. Scott says that getting a grip on what makes the Amazon forest tick is essential for predicting the rate of global warming."},{"author":"Denning","text":"This is actually right up there with our uncertainty about politics and economics and energy technology. That the behavior of forests, and especially tropical forests, has as much leverage on the future of climate change, as, let’s say, economic development in India and Africa—I mean, it’s huge."},{"author":"Grossman","text":"So huge stakes for the planet—and a possible answer to the scientific question critical to knowing how much carbon the forest will take in, or possibly release, in the future. And of course, this is usually when the floor gives out from under you—which is exactly what happened. In the next episode I’ll describe how the Amazon carbon dioxide experiment ran out of cash and was nearly abandoned by its staff. That’s next time on this Science, Quickly Fascination series. Our show is produced by Jeff DelViscio, Rachel Feltman, Kelso Harper and Madison Goldberg."},{"author":"Grossman","text":"Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this episode. This story was produced with assistance from the Pulitzer Center and additional support from the Pendleton Mazer Family Fund. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Daniel Grossman."}],"wave_peaks":[2137,1792,2905,2265,16004,16358,16466,15733,15360,7911,15624,15675,16137,15772,15758,15846,16115,15602,15669,15900,14970,15655,15972,16390,16772,16330,17009,15763,16117,16809,7407,15321,15770,16030,15715,16187,15121,1453,15594,15986,15768,15999,15893,16111,15751,16512,15918,13521,1669,16428,15794,15330,15447,15870,15520,15686,15771,4218,2065,1826,16008,15696,16031,15885,16048,16273,16084,15819,15805,16650,15661,16858,14230,14767,16117,16046,15310,16073,16491,15866,13520,15836,15879,16312,15518,15674,12692,1509,15655,16157,16418,17205,16446,16430,14990,15718,15914,16071,15669,15645,16296,16926,17336,15549,10748,11596,1476,1626,15599,16027,15597,16750,16470,15952,17148,15958,15741,13830,15563,16143,13521,15825,16124,16103,16140,16585,16871,16100,8550,15074,15738,15603,15793,15430,14785,16541,16321,15236,14097,881,15803,15348,15408,15591,16195,16531,14631,7727,15879,15973,16215,15802,15732,16068,16060,12868,2654,16102,17219,16566,15971,15777,15928,15503,15612,15654,15726,15657,15946,15989,15373,15601,4522,844,15680,15569,16174,17130,18750,17814,4954,3698,5741,6539,4350,4895,5286,5988,4387,5833,2862,5771,1646,1149,706,436,731,806,1261,1609,1646,2274,1912,2421,2377,2379,2856,2817,2762,2997,4844,2471,3475,3030,3159,2875,3140,3508,10963,15958,13233,12282,15871,14910,15574,16298,14138,14046,13132,13393,16355,7314,12987,6171,12776,11674,17860,2401,13926,11933,12978,9351,2916,3602,3219,3717,4965,4820,4464,4401,4115,3310,2884,2953,2780,2934,2854,2762,2700,2336,2080,19965,17389,15813,12778,14907,18001,17502,16514,13786,15666,14760,17528,11827,13764,13879,6482,1813,13894,14222,13188,13134,17331,5840,12646,8917,14301,10929,15368,15203,11674,13582,17277,14707,1723,1675,1686,1725,4007,1585,13707,15635,12732,13016,13872,17406,16142,14019,16289,12450,9892,14748,7578,13536,8566,16129,10001,10137,13789,11825,9138,10072,16826,8448,10990,2272,1216,945,1120,902,13944,14238,17822,11359,3361,13027,17835,15733,14287,12957,1058,1474,1950,2601,2356,2033,986,895,785,1239,18758,12684,10206,13074,14907,12120,13916,11814,14124,11275,12328,11273,12237,12669,12350,12086,11346,9151,12272,10099,13796,9502,10386,11660,10123,6219,3565,7682,5866,9322,16135,12778,14262,13666,12431,10238,7655,12845,12568,11495,11326,15039,14119,8394,11773,10942,12764,14360,4051,9180,14519,13187,15773,15219,14178,5099,1359,12031,13830,9140,11405,8296,14171,12223,11331,11453,10904,9763,9718,4267,2490,13500,13892,14691,9594,14465,12715,12511,15451,16386,18538,14745,15719,7184,2161,17287,10389,16059,15566,14219,15324,12377,3262,15350,14508,15254,7869,15820,14703,15206,13924,13305,5930,15333,15000,11674,13616,5409,1563,14245,13624,10560,16184,16096,15135,12643,15418,10427,2144,5128,3482,1766,657,390,10176,13680,13833,12788,10246,5451,15257,9608,12008,13784,7127,0,16142,17733,10294,9236,5591,16122,12535,2247,11491,13662,12862,15836,14024,11088,12404,8678,1002,0,17541,14595,12150,11948,11985,16373,11557,9740,8348,10514,11279,10960,11152,9313,13449,11891,6704,11480,10918,9286,13746,11255,10262,13621,10952,10704,11642,10914,6605,516,15235,13082,14025,11781,12985,11514,6330,14901,11774,12324,11641,9792,14242,13218,8568,11499,10205,8531,8572,2069,4319,14631,7898,11184,9099,876,7190,11161,13698,10081,11559,13367,12468,10463,11690,13545,12949,14614,3307,0,16620,12890,12544,11844,9095,10976,14119,11009,12869,10569,9186,8584,9578,14417,9488,14686,11165,14643,12928,14252,14467,751,2221,2161,699,2546,3087,3228,2119,1124,3000,3188,1195,1164,889,411,345,11862,14530,14917,13444,12829,13905,14509,12379,12340,11859,13071,12460,3272,15077,12755,16542,12270,15433,9758,14247,12095,10833,11323,9890,15290,8527,12860,7500,870,807,14014,14693,12867,14264,11750,11443,12540,14398,10184,12666,9062,472,11195,16300,12990,11660,11905,9962,11128,16322,12000,3121,10098,13556,14153,11951,13509,13317,296,12432,11850,13625,11843,11990,13366,13786,11648,294,8051,10790,13070,13233,4927,17161,16952,9893,5318,4899,8488,12501,10111,3769,297,344,6247,9858,10911,5175,6450,4163,425,13274,11690,10553,11802,7232,3779,1829,1207,789,1245,1477,2107,14826,15802,14536,13192,10681,14878,9979,12811,12676,11224,11379,11160,13296,14616,13673,14252,12114,6670,1430,16062,16960,14436,13882,7444,13227,14341,12624,12626,11575,2772,3134,2866,14766,13095,11166,11486,14059,2974,1459,16987,13648,14807,14571,11386,13224,12992,11051,15099,12348,11234,8798,15280,13813,12484,15809,13282,12506,854,10662,11617,11910,12267,12392,12492,6900,14185,9304,5246,1642,981,1281,12776,13248,13751,13554,13073,13436,13342,13672,12980,12163,14904,3016,2190,14260,16961,15570,11048,12838,13617,13242,15731,16096,13628,12438,16661,16412,15616,8173,13836,14726,17526,15981,15384,14741,14709,14151,15139,13427,10596,8877,12880,15181,12490,5170,6972,10909,14189,14614,11980,14348,10092,10958,10007,2205,1134,1769,16765,12193,14786,15337,8567,8254,13966,14056,11311,9359,15603,8500,639,13041,14078,12349,10045,14038,13901,13245,11980,10005,6474,6225,12806,12716,12524,12980,4876,12771,11795,13783,15199,10201,1036,5269,21804,8873,8197,5953,10090,7666,1822,4865,8221,11353,7449,6390,9457,9352,1419,5955,11651,8377,6553,1821,21769,15126,14820,12992,13635,13317,12325,10145,13673,18223,15562,13325,2967,622,16059,15325,15140,18257,13253,12766,15352,7942,15534,1162,1559,15328,17588,20879,8932,7726,17342,3753,1301,5866,5368,9682,11454,11749,10873,16431,5531,720,5963,21839,8592,5992,6644,1625,1400,6605,16671,20266,15035,7197,21841,21840,8015,9448,9221,5446,7086,9049,7867,2922,1137,21810,21834,18273,11979,10619,11354,18406,10069,8031,5945,9377,8328,1223,14882,9445,6748,948,13466,7187,8866,8421,12858,3874,837,13199,8784,899,10198,15936,8097,13903,9965,5736,18327,16276,11741,14140,12564,9990,11777,452,14360,10710,12038,9275,10275,11970,12660,10523,7349,9,15012,11841,11654,17137,13789,10668,1435,526,17662,13675,13559,11490,10457,9525,4991,12222,12488,14034,3747,12750,13681,11461,17002,11897,12180,11161,10559,11889,6158,342,11957,14979,14395,10677,12827,9207,5447,13683,9994,13107,12582,13079,12946,14489,9621,13888,14739,822,909,995,13937,13426,14319,11006,11374,13055,10388,10747,9639,12760,4805,721,919,11495,14448,10340,14073,11250,12200,11117,9270,4203,9982,7716,7297,7992,2641,85,161,8806,21155,12999,12851,14820,10513,5337,8322,6505,2586,10386,10004,9807,9003,1391,13380,13673,13320,13548,10882,14004,13005,4298,6200,12043,11051,12582,11441,11435,10684,5345,4911,26,16680,12879,14992,13805,12153,11995,14155,12079,13606,13186,9667,17466,12771,1948,471,5632,17006,13005,7113,11917,13034,14327,10813,12501,11334,4995,16312,18282,16153,15662,8646,15108,8268,671,5273,9740,9242,12244,7398,5227,10272,8603,8628,2848,1255,2467,11852,3374,8522,8895,8316,8958,5160,549,12621,12758,11260,10946,13907,385,150,916,6671,7535,9249,9731,6418,5901,7751,6049,15419,5905,7066,3962,6676,4496,7193,13883,8816,14720,12334,13756,17222,12861,1781,12507,12087,15930,11428,10640,11253,11017,15779,6989,5811,8940,9983,11562,10901,11808,5005,10688,15514,11097,3312,9316,11059,10858,1848,209,223,2045,5623,133,5400,6543,9980,5015,293,8862,6384,6848,6925,7469,5808,1173,261,15312,14741,13062,4686,14234,10028,14564,7058,1460,1073,12935,19011,14775,13835,14048,15547,11036,10742,5093,601,16824,16218,15336,15113,13427,13388,11596,9507,13091,13625,13962,4694,7906,10742,12711,6817,7166,7110,7155,7174,10166,8314,7258,10496,5837,6504,7454,1301,6857,13058,12426,12314,12513,9789,11796,13151,13997,12277,12803,15451,11465,11398,9450,11849,7791,13152,11855,13215,16176,8479,13997,9984,10803,10718,7235,9584,8285,1599,305,14538,15049,13550,14056,9867,9232,9078,2452,884,5254,10453,12001,8940,10172,6318,6872,6156,13892,14676,8643,349,1466,15997,10283,6385,5129,8129,7519,292,236,198,7114,6487,9553,6307,10412,9265,6399,5351,3638,7979,6421,6679,5813,6103,7584,5498,4219,1400,11124,14456,8727,1419,9588,13228,14402,12685,13558,12957,11602,6672,4704,12774,12164,13714,5057,407,279,215,6553,8182,13937,15540,12979,12429,8521,14645,20961,14211,7023,15635,14367,5419,9919,9949,10190,8563,14073,16603,7441,7714,8943,7595,6345,2552,704,2479,7973,9714,5791,10524,5259,1398,506,498,899,10644,11062,9460,12579,8237,4045,1570,2013,2908,4119,4646,3584,4884,4549,4104,5140,2917,2825,3118,2447,2035,1881,1932,2022,2127,1868,2568,1794,2094,1951,1606,1387,13740,15447,11329,5392,16676,13281,12923,12150,11206,7259,7381,8037,11331,11759,8980,10146,8679,13179,12467,12641,14874,13622,8748,12736,13788,12679,15050,9655,11856,10724,7475,14111,11499,9610,10581,6270,13437,11883,10351,9495,8855,12124,14022,13402,15132,7687,14238,14262,12,13841,16344,15539,12765,15119,13145,12358,14300,11735,8400,10619,13024,13063,13851,11779,34,15048,15958,11849,11306,12575,13302,12761,14613,15050,11075,9464,10671,11492,13732,8491,11949,10955,12689,11923,11595,13095,11521,11486,13779,12460,10620,8747,148,18060,15037,11984,5701,15667,9164,12333,12123,9490,12515,8228,12320,8497,9750,3162,4676,7546,8839,21849,14806,4632,6555,8092,4598,6213,2882,7194,1894,1190,769,853,5465,6543,9779,17497,11894,5345,7512,3907,4305,2218,2892,1973,1768,5565,16301,10473,4909,2573,4030,2359,394,16963,16848,18669,11622,2574,432,432,6776,2638,2389,11499,4047,5970,4461,6514,1265,343,5839,5934,6954,368,7016,5118,5491,6763,2975,3954,4028,3273,2427,2432,387,5428,11764,11600,9058,4016,644,432,10262,41,14590,17514,13370,12820,15939,12568,12289,11552,12536,11481,10612,9153,8864,436,11531,12226,10526,12461,11481,12546,9228,12988,13194,12749,11952,11915,12760,11264,13889,12309,725,12636,15192,7753,12983,12109,13432,579,15161,12724,11487,9687,13713,11046,15447,12109,12165,8183,8495,10633,10717,10192,14828,7607,9080,321,15274,14560,15377,15189,11260,3810,5635,8231,2520,2807,15,8026,12004,8605,12366,6273,6472,15449,14784,14693,15121,15698,9654,9476,14633,8545,3726,6,14824,8631,12180,14736,4373,4640,7590,6423,5030,10589,6337,8965,3444,3611,3665,30,5791,15598,3818,6734,10112,3381,10069,13806,8205,9437,10366,12089,14878,12208,15501,2333,433,19,14993,11905,11503,6220,6746,10017,12626,8938,12474,11504,12992,10155,13057,9905,9450,11332,11506,12616,9545,7843,8279,632,1418,1133,1316,1717,12197,15091,13694,8964,11124,12262,12126,12033,11687,13372,12901,10777,10877,9391,11341,11048,9023,11892,12989,9966,16352,13275,9002,14416,11637,13363,10893,12291,12813,13123,10546,12032,13035,10315,11112,14347,7512,655,13020,10134,15409,13344,12366,12229,11948,10301,10967,9855,12715,9017,1361,693,15255,10523,13443,12038,9371,13533,11818,12563,14100,12687,13147,10510,11449,10714,12589,11208,10843,13660,10840,12936,12361,8805,6281,2318,2466,2840,1712,1291,16621,13137,10690,14022,12419,15011,15127,12601,13218,11929,11663,7218,5723,7948,6320,1506,10243,15305,14099,12373,14330,10079,10067,13549,13809,12969,11590,14487,14455,14022,6400,438,313,11012,13463,13005,12788,7630,10541,10522,5995,4588,11066,8179,4354,6484,12784,11044,14494,13785,3818,12664,11927,8992,12558,12547,13890,8773,10169,10494,12250,17103,8613,8852,8866,8959,12978,9424,13351,11812,13964,13680,8846,9450,6454,9257,7115,10224,7905,3701,3601,7387,7189,13518,3170,11279,13765,8181,13426,13741,13260,12213,29,13765,13667,13815,2886,13559,7967,2405,6695,8168,10611,13315,13089,13739,13488,2729,1598,9569,15558,10822,13963,11875,7203,8133,11582,5230,13207,7826,8293,13122,12893,15697,14616,9766,3405,5119,12973,13218,15218,10657,15010,13988,12242,12611,11718,14133,8976,7687,3137,7268,10682,2085,10356,9974,12683,11434,7546,15367,13671,14575,11444,8788,6302,1022,138,9166,12726,6110,15050,15351,8431,7698,6854,15365,14871,4394,5297,9689,1777,133,140,15077,15493,14452,8767,6473,12262,1100,7596,15128,14870,7838,6924,5785,501,6537,15191,15545,9459,521,9248,10570,9321,14729,12098,11755,4010,486,326,4021,9306,9239,8782,13199,8028,2071,14959,13183,11136,12266,11817,7969,11522,8856,10645,12975,12937,11427,9000,9288,10830,12801,9169,3234,1276,14897,13544,13778,10363,14801,12961,12223,13733,13007,10819,12986,11241,15250,8922,391,13393,13082,13210,12811,12937,12511,2045,11099,10442,11726,15187,13792,9608,11862,6639,4224,10247,8160,12975,6964,10171,10684,10902,12329,6544,10179,8153,10907,12423,16599,11436,9300,8527,3676,6862,6742,9588,8250,9382,8113,7658,3507,6876,3596,3037,2282,6422,7692,5907,6625,5107,1356,1121,2782,4070,7384,8531,4967,6882,3253,2706,924,10140,7592,6894,4489,8870,6092,6435,9022,5480,7672,8232,6212,9339,4903,9219,7607,296,468,5341,3682,9996,16032,13979,13044,12055,9329,14703,12544,13404,12993,11577,13255,12021,11490,13527,10701,11022,13197,4791,8481,12452,11820,12655,12381,8509,12052,9779,7119,6795,12916,8031,9783,10592,11914,16088,4528,12761,7893,13521,7745,12400,11606,7686,11070,14760,12114,10374,9670,9599,12154,10441,9168,12645,12311,11398,7811,8935,11600,12155,14875,13132,13049,11744,7787,6963,15110,13644,6952,772,9962,12338,12746,12695,9332,15211,11750,8402,7794,11547,10147,4451,10446,4229,6280,9184,12168,5438,1368,11583,7822,6913,6271,4827,20,9629,8848,10916,10752,8213,7037,10648,9499,2975,7226,11350,10890,8624,4415,11475,2909,2470,9703,14380,14304,9127,13092,12373,10877,4186,10708,10359,9440,7420,0,12671,13789,10132,13946,9545,11188,11268,10763,11195,10894,10985,9185,9968,52,14518,11267,13351,9220,8114,10990,9951,11133,11426,10387,12191,10088,9119,16049,12368,13974,10334,5944,15008,12248,9975,8482,9914,9907,11994,8804,11413,8377,15271,10865,13673,13234,10991,747,544,15375,14768,12378,12115,13151,11061,13190,12020,11134,8212,10897,11714,9048,5891,10266,8298,9419,11103,13904,8995,13787,6223,11403,3685,9932,6591,830,20,10767,15392,9303,15212,6689,5444,8153,14704,12090,5917,6208,1384,8803,13717,8753,563,5163,17218,17621,12330,14717,13933,12139,12708,10575,8663,11891,13660,12707,12782,11394,14941,9660,11212,15692,16761,11945,10363,11364,11070,11927,10126,12650,11224,12525,10686,12173,464,14852,13205,12120,10246,13105,11433,9873,10597,472,12558,15622,13058,14558,8821,11590,11307,13050,12347,12017,11918,8089,13861,11878,12984,10421,6092,13837,10873,9796,12697,260,6928,4337,4912,15297,14912,14940,13085,15338,15330,13087,6412,10865,14914,7334,560,8547,11098,14721,12662,15049,423,19,6783,11105,12628,1900,1365,8917,13714,7478,15148,9750,1042,9966,11342,11951,14784,14737,155,5045,8788,229,356,14718,14920,12266,325,83,8087,15080,15381,10397,14630,5125,45,11698,12638,11582,11816,12591,12520,12775,15221,14992,11208,13526,7667,10554,11910,13014,11840,12422,11092,12454,11077,7549,1004,785,14467,13304,7766,8763,11704,9171,7954,10485,13102,9890,10059,10598,11782,6046,12065,7906,13007,12104,9616,11526,4000,2015,10890,10811,8709,10677,9110,10570,11665,12361,12179,8190,5939,9579,9179,7570,10703,12604,7380,422,16581,13546,13478,11774,9425,11629,16574,12277,13405,11352,1061,2116,12645,12364,12299,12224,10096,15978,13756,14262,14668,11901,11703,10404,9817,8363,475,13687,13907,11650,8500,15166,10586,12926,13064,11219,10248,86,10462,13047,6979,2873,15472,15470,8291,10118,827,12421,133,12592,14706,10642,12745,2893,11037,14921,15121,8867,3006,5081,15340,15637,10436,13374,13819,14894,10624,1243,14859,11530,10845,11422,14901,15438,14006,9454,2858,166,6577,13519,12897,14899,14763,3447,5469,592,8492,11101,9444,10163,14999,2003,14381,15032,12256,10511,15116,13915,8658,2236,16014,15488,598,14295,7288,6610,12897,10671,14899,7637,6420,14484,10041,7148,4930,7975,10246,14917,15011,3690,45,29,17468,12463,17359,12070,11904,12034,414,13846,13324,16426,13058,7900,10293,11871,12813,12294,10667,11477,11221,12808,12393,2156,9729,12961,12980,16059,7463,13605,8954,9585,13226,862,4973,16207,10830,8833,12607,7534,11182,9426,2362,4308,3318,4187,3426,3244,2526,3524,5202,4858,2918,2660,3712,3540,2617,3542,3469,11812,19184,14873,14055,11486,12208,13714,11285,14092,14989,11097,12600,8313,1332,10830,9021,15161,11681,14152,13822,3921,3012,2585,1841,13944,12895,11771,7732,6509,14003,15382,13727,12393,13882,13277,13943,14816,14323,13986,11606,12568,11284,10472,9336,14197,8970,12576,14533,11206,11752,11771,13500,13276,13056,4427,2741,16012,11576,15369,13756,14963,15925,13022,14916,10264,13532,10030,10658,11750,11262,13133,9064,3534,3768,3778,3218,6782,5859,3251,3353,2819,1978,1400,17433,14249,15267,17149,16693,15857,15798,10208,1918,14639,11736,14522,7483,2331,13717,13579,15962,7094,14120,13437,12260,16168,13628,1928,1606,16805,15023,12773,14358,12793,13668,14939,11296,10895,13951,4103,3526,2507,7858,16489,15362,12797,9076,14922,14331,13218,16365,14932,13069,11095,8668,2363,4197,3390,15014,13672,14797,13311,12426,12094,12126,11894,13226,13062,11777,11129,5934,9752,15359,12489,14126,6288,13937,10315,10686,12847,9782,11232,11420,3153,1018,13696,11900,17324,13084,15320,12901,11372,10615,12686,2864,13526,10260,12489,11728,16762,13557,11874,12594,9526,16927,12717,11236,15100,14663,13299,13872,14041,10990,12948,1385,8008,16779,15308,13222,13031,11490,13626,14225,9037,12504,9174,10532,9400,10137,11248,10530,1697,2445,2236,1667,2021,2161,1607,1970,2364,8232,6764,5109,4118,3324,3496,1955,1682,2246,4553,3122,1672,1431,1719,339,182,43],"fragments":[{"begin":"0.000","end":"95.320","lines":["In 2016 I got a ride on the potholed highway north out of Manaus, Brazil, in the central Amazon. After an hour my driver shifted down and swung our pickup onto a dirt road. [CLIP: Sound of vehicle on dirt road] For the next 20 miles we dodged axle-deep ruts and fallen trunks. This was my first of many subsequent visits to a rustic ecological station known simply as ZF2. I’m Daniel Grossman, and this is Science, Quickly."]},{"begin":"95.320","end":"151.280","lines":["[CLIP: Theme music] I’d come to see the early stages of what’s been called one of the most remarkable and highly anticipated climate experiments. Starting in 2013 researchers had staked out two circular plots—each the size of a baseball diamond—of vine-draped, 10-story-tall trees. They’d measured and tagged every trunk bigger than a fence post. After years of anticipation the experiment had raised its sails and seemed ready to launch. And then it ran out of cash. It was put on hold for half of the next decade. But finally now it’s back—and its equipment is about to be turned on."]},{"begin":"151.280","end":"195.800","lines":["Over the course of the next three episodes, I’ll take you on a fascinating journey into the Amazon Free-Air CO2 Enrichment project, known as AmazonFACE. I’ll explain what this experiment was meant to accomplish, why it was delayed and how construction of its apparatus eventually got underway. I’ll draw on nearly 10 years of recordings I’ve made from watching the project’s progress close-up. Around the time of my first bumpy drive to ZF2, I called Simon Lewis at his office at the University of Leeds in England. Simon studies uptake of carbon by forests."]},{"begin":"195.800","end":"203.840","lines":["He said that the Earth’s tropical jungles—of which the Amazon is the biggest—have a big effect on global climate."]},{"begin":"203.840","end":"214.200","lines":["These tropical forests are providing a huge benefit to society for free: they’re absorbing carbon from the atmosphere."]},{"begin":"214.200","end":"256.240","lines":["Every year humans release about 40 billion metric tons of carbon dioxide. But only about half of it accumulates in the atmosphere. The oceans absorb some. The rest—about 30 percent of our emissions—is soaked up on land, particularly in the world’s forests. Climate scientists call this the land sink. Most of them say that the Amazon is one of the land sink’s biggest players. Without it, carbon dioxide would build up more quickly in the atmosphere, and the climate crisis would be even worse. But the Amazon forest and its carbon uptake are at risk."]},{"begin":"256.240","end":"263.000","lines":["Trees are being cleared for soy plantations, and the region’s climate is becoming less forest-friendly."]},{"begin":"263.000","end":"269.120","lines":["The dry seasons are likely to increase in intensity and in length over the coming decades."]},{"begin":"269.120","end":"276.560","lines":["Patrick Meir is an ecologist at the University of Edinburgh. He’s studied how drought affects tropical jungle."]},{"begin":"276.560","end":"298.760","lines":["So in combination with a warming, we can expect increased drought stress on the system. And in addition to that, there’s likely to be an increased frequency of extreme events. So all those suggest that the forest is going to experience higher temperatures, higher temperature maxima and greater drought stress."]},{"begin":"298.760","end":"327.720","lines":["Adverse conditions such as these might shut down the Amazon carbon sink. But there is some reason for hope. Before going into why, meet David Lapola of Brazil’s State University of Campinas. He’s one of several scientists who shepherded the AmazonFACE project from the start. I once asked him what attracted him to Amazon research. He dated his interest to his late teens, while still in college."]},{"begin":"327.720","end":"332.280","lines":["There was an episode that I can tell you that happened."]},{"begin":"332.280","end":"347.920","lines":["It was his first trip to the Amazon, observing plants for some ecologists. The work required long, solitary walks in thick jungle. One day, on hands and knees in a clearing, he jotted down a record in his notebook."]},{"begin":"347.920","end":"353.720","lines":["But then I looked back, and I couldn’t find the trail. I was literally lost there."]},{"begin":"353.720","end":"356.120","lines":["And miles from camp."]},{"begin":"356.120","end":"360.480","lines":["There was nothing much I could do in terms of shouting. No one would hear me."]},{"begin":"360.480","end":"367.800","lines":["His heart was pounding and head spinning. He realized that if he lost his cool, he could make matters worse."]},{"begin":"367.800","end":"375.680","lines":["I had an orange in my pocket. To keep it calm, I peeled the orange, ate it."]},{"begin":"375.680","end":"385.120","lines":["He sat down, looked and listened. After a while he noticed a slashed branch. It had been cut with his own machete when he’d entered the clearing."]},{"begin":"385.120","end":"390.200","lines":["Then I went there, and then I could see another mark I did. Then I found my way back."]},{"begin":"390.200","end":"401.880","lines":["Despite the initial scare, he realized that while sitting still, he’d experienced an indescribable feeling of serenity and wonder that should be accessible to everyone."]},{"begin":"401.880","end":"414.080","lines":["So this is the sort of thing I think people should have the right to have in the future, you know? Just, you know, enjoying the sound, the calm feeling that the forest brings."]},{"begin":"414.080","end":"420.000","lines":["And since then he’s devoted his life to studying and protecting the Amazon."]},{"begin":"420.000","end":"432.960","lines":["And when we talk about something like the possibility—the slightest possibility—of losing this forest to climate change and maybe other disturbances, that’s something that moves me."]},{"begin":"432.960","end":"473.000","lines":["A decade ago David accepted an offer to lead an experiment to see if the progressively rising amount of carbon dioxide in the atmosphere might immunize the forest against the anticipated increased heat and drought. This possible protective effect is called carbon fertilization. Buried deep in their code, most global climate models assume that Amazon forest will benefit from morecarbon dioxide. But David says whether it will or not is pure speculation."]},{"begin":"473.000","end":"494.000","lines":["I mean, if we have a CO2 fertilization effect, it will counterbalance the effects of higher temperature, and the forest is kind of safe. But notice I said an if—if we have. We don’t know if we’ll have the CO2 fertilization effect."]},{"begin":"494.000","end":"496.560","lines":["We know there’s CO2 fertilization, okay?"]},{"begin":"496.560","end":"513.320","lines":["Scott Denning, a climate scientist at Colorado State University, says the question is not whether carbon dioxide helps plants grow better; that can be shown in the lab with the photosynthesizing organelles in leaves called chloroplasts."]},{"begin":"513.320","end":"531.880","lines":["If I take some chloroplasts, and I put them in a test tube, and I increase the concentration of dissolved CO2 in that test tube, the chloroplasts will make more sugar. Down at the molecular scale, there’s absolutely no question that CO2 increases the rates of photosynthesis."]},{"begin":"531.880","end":"573.720","lines":["But do individual trees and entire forests benefit when CO2 increases the rate of photosynthesis? Thirty years ago researchers at Duke University conducted the first experiment to find out. They mounted pipes on rings of towers built around pine plots and blew carbon dioxide into the areas inside. After eight years these forests had stored about 30 percent more carbon than control plots. There have since been several other carbon fertilization experiments in forests, but some have not demonstrated any long-term gains in carbon uptake."]},{"begin":"573.720","end":"586.440","lines":["Scott says that one reason why could be that more plant growth might not always translate into more carbon stored in wood and soil."]},{"begin":"586.440","end":"596.360","lines":["And the more CO2 you fix into leaves, for example, then the more leaves fall off and therefore the more decomposition you get."]},{"begin":"596.360","end":"606.320","lines":["Since nobody has run a carbon fertilization experiment in any tropical forest, the effect’s possible benefits to the Amazon aren’t known."]},{"begin":"606.320","end":"625.760","lines":["If this CO2 fertilization effect really exists—and in the magnitude we theorize it exists—then the forest would basically stay there the way it is. If it doesn’t, then we would go towards something like a dieback."]},{"begin":"625.760","end":"642.440","lines":["“Dieback” is a technical term for the Amazon’s potential death spiral. The idea is that hotter, drier conditions could slow tree growth, reducing uptake of carbon, which would increase global temperatures in a vicious cycle."]},{"begin":"642.440","end":"661.040","lines":["Certain scenarios predict that you would have a climate here—regional climate—that would not sustain a forest anymore. So you have, like, six-degree increase in temperature and 50, 60, 80 percent of reduction in rainfall. The forest wouldn’t survive anymore."]},{"begin":"661.040","end":"683.880","lines":["Even now the Amazon’s trees appear to be absorbing less carbon dioxide than they used to. In 2015 the scientist Roel Brienen and scores of co-authors published a study showing that trees in intact Amazon forests absorbed 30 percent less carbon dioxide in the 2000s than they had in the 1990s."]},{"begin":"683.880","end":"694.360","lines":["If these trends in the Amazon would continue, then obviously the carbon sink will shut down in a matter of one or two decades."]},{"begin":"694.360","end":"696.640","lines":["And he told me that five years ago."]},{"begin":"696.640","end":"698.240","lines":["That’s fair to say."]},{"begin":"698.240","end":"717.080","lines":["Roel is a geography professor at the University of Leeds.His paper’s worrisome conclusion was based on decades of painstaking measurements of thousands of trees in hundreds of plots throughout the Amazon basin. He said that the study could not explain the decline’s cause."]},{"begin":"717.080","end":"721.280","lines":["We do need to understand better what is causing these trends."]},{"begin":"721.280","end":"726.160","lines":["So that’s the importance, in a nutshell, of doing this experiment."]},{"begin":"726.160","end":"744.640","lines":["And so David and several Brazilian colleagues and a team of international collaborators laid out the two circular plots that I saw at ZF2. When we spoke in 2016, he was optimistic that soon they might know whether increased carbon dioxide will protect the Amazon."]},{"begin":"744.640","end":"761.480","lines":["This experiment that has never been done in the tropics—in any tropical forest—it would be one of the most important scientific data to be collected in the tropical world."]},{"begin":"761.480","end":"791.360","lines":["Most climate researchers believe that carbon fertilization explains why the Amazon is a sink today. But there are many reasons why carbon fertilization might not keep the sink from failing tomorrow. For instance, Amazon soil might run out of the crucial nutrient phosphorus, blunting any benefit from extra carbon dioxide. Scott says that getting a grip on what makes the Amazon forest tick is essential for predicting the rate of global warming."]},{"begin":"791.360","end":"816.880","lines":["This is actually right up there with our uncertainty about politics and economics and energy technology. That the behavior of forests, and especially tropical forests, has as much leverage on the future of climate change, as, let’s say, economic development in India and Africa—I mean, it’s huge."]},{"begin":"816.880","end":"866.440","lines":["So huge stakes for the planet—and a possible answer to the scientific question critical to knowing how much carbon the forest will take in, or possibly release, in the future. And of course, this is usually when the floor gives out from under you—which is exactly what happened. In the next episode I’ll describe how the Amazon carbon dioxide experiment ran out of cash and was nearly abandoned by its staff. That’s next time on this Science, Quickly Fascination series. Our show is produced by Jeff DelViscio, Rachel Feltman, Kelso Harper and Madison Goldberg."]},{"begin":"866.440","end":"904.760","lines":["Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this episode. This story was produced with assistance from the Pulitzer Center and additional support from the Pendleton Mazer Family Fund. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Daniel Grossman."]}],"duration":904.7770833333333}