{
  "title": "Life for Researchers on This Icebreaker Is Cold and Fulfilling",
  "img": "https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png",
  "url": "https://www.scientificamerican.com/podcast/episode/how-researchers-live-and-work-onboard-an-icebreaker-in-a-west-antarctic-sea/",
  "audio": "https://traffic.megaphone.fm/SAM8443118208.mp3?updated=1719522162",
  "intro": [
    "Get a behind-the-scenes look at how researchers live and work on a U.S. icebreaker making its way through the waters of West Antarctica."
  ],
  "authors": [
    "Sofia Moutinho",
    "Rachel Feltman",
    "Madison Goldberg",
    "Anaissa Ruiz Tejada",
    "Jeffery DelViscio"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman",
      "text": "Ever wondered what it’s like to travel through the Antarctic Ocean? It’s not exactly a pleasure cruise. But that doesn’t stop scientists who venture out on these rugged trips from having a good time. For Scientific American’s Science Quickly, this is Rachel Feltman. You’re listening to part three of our Friday Fascination miniseries all about field research in Antarctica. This week award-winning journalist Sofia Moutinho is giving us a behind-the-scenes look at life on an icebreaker. From Secret Santa gift exchanges to secret initiation rites, these scientists find plenty of ways to cope with the isolation of spending months at sea."
    },
    {
      "author": "Alexis Floback",
      "text": "Okay, come on in! We have the head. So “head” is a term used on ships to mean, like, your toilet. So we have a private bathroom in each cabin on this ship, complete with a shower, toilet and sink."
    },
    {
      "author": "Sofia Moutinho",
      "text": "That’s Alexis Floback, a postdoctoral researcher at the University of Southern California who studies the role of iron in the ocean. On this cruise she shares a cabin with three other female researchers. They all met and became friends onboard. On the door of their room is a picture of the four of them smiling on deck with a huge iceberg in the background. It was the first iceberg we encountered on our long journey through West Antarctica onboard the U.S. icebreaker Nathaniel B. Palmer."
    },
    {
      "author": "Floback",
      "text": "In this room we have four people and four cabinets, so we’re a bit short on space. And all of our ECW, or extreme-cold-weather gear, we’ve decided to store here, so that it’s out of the way. This will help keep us warm in the cold Antarctic."
    },
    {
      "author": "Moutinho",
      "text": "The Palmer is divided into six decks accessed through a maze of stairs and hallways separated by heavy steel doors. Accommodations are humble. Everyone shares these small rooms except for the captain and lead scientists."
    },
    {
      "author": "Floback",
      "text": "And then we each have our own bunk bed. Each bunk bed has these privacy curtains so that you have the ability to shut it because we're all working on different schedules."
    },
    {
      "author": "Moutinho",
      "text": "Like many others onboard, Alexis and her roommates have tried to make this metallic, cold ship environment as cozy as possible."
    },
    {
      "author": "Moutinho (tape)",
      "text": "And I see you’ve done some decoration here with green lights on the ceiling."
    },
    {
      "author": "Floback",
      "text": "Yeah, yeah, one of my cabinmates brought those to add a bit of decoration to the room, to make it a bit more homey."
    },
    {
      "author": "Moutinho",
      "text": "Even though research trips like this are often called cruises, they are not the kind of nautical getaway you are probably picturing. The routine on a research vessel involves a lot of hard work."
    },
    {
      "author": "Carl Lamborg",
      "text": "So Americans call these “cruises.” And of course, everybody immediately thinks, you know, one of those enormous cruise boats and shuffleboard and so on and so forth."
    },
    {
      "author": "Moutinho",
      "text": "This is Carl Lamborg, a chemical oceanographer at the University of California, Santa Cruz, who studies mercury in the ocean."
    },
    {
      "author": "Lamborg",
      "text": "Other countries call them “expeditions,” which sounds much more official and scientific and adventurous. So it’s not a cruise, really: it’s an expedition."
    },
    {
      "author": "Moutinho",
      "text": "For the researchers onboard it doesn’t matter if it is day or night, a weekend or even a holiday such as Christmas or New Year’s Eve—work never stops. Marty Fleisher, an oceanographer at Columbia University’s Lamont-Doherty Earth Observatory, is used to this rhythm. At age 65 he has been onboard the Palmer in Antarctica three times before this expedition."
    },
    {
      "author": "Marty Fleisher",
      "text": "I’m here to eat and sleep and work, and in some ways that simplifies your life. And you get to do it in a place like Antarctica."
    },
    {
      "author": "Moutinho",
      "text": "Half of the researchers onboard work shifts of 12 to 16 hours. The other half of them are on duty and available at any time of the day. Margot Debyser, a postdoctoral researcher at Woods Hole Oceanographic Institution, is one of the people working around the clock. [CLIP: Rhythmic noises of a pump on deck]"
    },
    {
      "author": "Moutinho",
      "text": "She spends long hours on deck setting up pumps that are hung on wire and deployed into the ocean to collect water. It is physically demanding work."
    },
    {
      "author": "Margot Debyser",
      "text": "These pumps, they’re kind of bulky, right—they’re like a meter by a meter [about 3.3 feet by 3.3 feet]. And we put them in a sequence on the wire. So it takes two people to just, like, lift them up and put them on the wire, and then all of us are, like, wheeling the pumps out one by one."
    },
    {
      "author": "Moutinho",
      "text": "In this job Margot and her colleagues are constantly exposed to the harsh and rapidly changing Antarctic weather. In a matter of minutes conditions outside can switch from a temperature of 37 degrees Fahrenheit [3 degrees Celsius] and sunny to snowy with wind gusts as cold as –5 degrees [F, or –21 degrees C]."
    },
    {
      "author": "Debyser",
      "text": "I think doing things in cold weather, in these conditions, there’s just a lot more, like, considerations and safety equipment that you need to wear. So if I wasn’t wearing gloves, I could definitely be like, “My God, like, my fingers are getting, like, kind of cold.” I don’t want to risk getting frostbite because, you know, there’s a lot of metal and stuff."
    },
    {
      "author": "Moutinho",
      "text": "But Margot often forgets to put on gloves, which can have consequences in these harsh conditions."
    },
    {
      "author": "Debyser",
      "text": "Oh, my God, I’m getting a very bad case of cruise hands. I think your hands are just wet a lot and salty a lot and cold a lot, and your hands just start peeling so badly. And I feel like my hands are like sandpaper right now. When I’m in my bedsheets, they, like, catch onto my bedsheets. It’s kind of gross. And I’ve been trying to do scrubs, but it’s not really worked out."
    },
    {
      "author": "Moutinho",
      "text": "With such intense work, keeping a healthy sleep routine is challenging for everyone as well. Between nine-hour-long pump deployments and running samples in the lab, Margot can’t afford a whole night of sleep."
    },
    {
      "author": "Debyser",
      "text": "So I feel like, with my method, it’s more like sleeping when I can, which is some naps in between, kind of. Once my instruments are running and everything looks good, I just nap for, like, two or three hours, and then it’s kind of around the clock."
    },
    {
      "author": "Moutinho",
      "text": "This routine makes it hard for people onboard to keep track of the days of the week and the time of day."
    },
    {
      "author": "Debyser",
      "text": "I feel like on land, my perception of time is, like, day to evening, then you go to sleep, and then it’s the next day. And here it kind of, like, all merges into this massive blur, and I feel like it both goes really fast and really slow at the same time. [CLIP: “Handwriting,” by Frank Jonsson]"
    },
    {
      "author": "Moutinho",
      "text": "It doesn’t help that Antarctica is the only continent in the world without official time zones. Because of that we follow our own made-up time on the ship. We start our journey following the time zone of our departure point in Chile. Then, throughout the trip, the captain announces several time changes so we arrive at our final destination in New Zealand at the local time. With the summer sun shining for 24 hours a day, the hour on the clock doesn’t mean much. Meals become our main way to mark the passage of time. I feel this way, and so does Bettina Sohst, a research associate at Old Dominion University who serves as a laboratory supervisor and technician onboard."
    },
    {
      "author": "Bettina Sohst",
      "text": "Every day is the same. The few things that keep you on track are standard meals—like Taco Tuesday, you know, “Must be Tuesday.”"
    },
    {
      "author": "Moutinho",
      "text": "Despite the chaotic work schedule, we can always count on food being served punctually: breakfast, lunch, dinner and midrats, an extra midnight meal for those with late-hour shifts. [CLIP: Chatter of people in the mess hall during mealtime]"
    },
    {
      "author": "Moutinho",
      "text": "The Palmer’s chef, Chad Cavalier, had a grocery list to prepare for this trip that cost more than $130,000. It included countless pounds of meat and frozen vegetables, some 25 cases of frozen fries and 50 jars of Nutella, which were completely devoured by the end of the trip."
    },
    {
      "author": "Marissa Despins",
      "text": "The food on the Palmer has been really great—like, probably the best food I’ve had on a ship."
    },
    {
      "author": "Moutinho",
      "text": "That’s Marissa Despins, a doctoral student at the University of California, Santa Cruz. She says that even with the excellent food, it’s hard not to long for certain meals."
    },
    {
      "author": "Despins",
      "text": "I feel like when there’s, like, two weeks left of a two-month cruise, you start thinking about foods that you miss from home, and you start dreaming about them. And for me it’s been this kale salad because we ran out of lettuce a little while ago, and I’ve been having dreams about this kale salad."
    },
    {
      "author": "Moutinho (tape)",
      "text": "Are you literally dreaming about it when you sleep?"
    },
    {
      "author": "Despins",
      "text": "I definitely had one dream about the salad."
    },
    {
      "author": "Moutinho: ",
      "text": "Phoebe Lam, a chemical oceanographer at the University of California, Santa Cruz, and one of the scientists leading this cruise, came prepared."
    },
    {
      "author": "Phoebe Lam",
      "text": "I need instant noodles—instant noodles. Like, if I’m working 24 hours, and I’m so tired, I have, like, a cup of instant noodles, I perk right up. So that’s my thing."
    },
    {
      "author": "Moutinho (tape)",
      "text": "Did you bring your own?"
    },
    {
      "author": "Lam",
      "text": "I did."
    },
    {
      "author": "Moutinho (tape)",
      "text": "Me, too. I only brought three."
    },
    {
      "author": "Lam",
      "text": "I only—I only bought 18 [laughs]. [CLIP: “None of My Business,” by Arthur Benson]"
    },
    {
      "author": "Moutinho",
      "text": "Bringing your own snacks can help you cope with homesickness. But isolation is still a big challenge here. We are navigating one of the most remote places on Earth. There is only a satellite phone available for restricted use, and the Internet connection is pretty limited—sometimes even nonexistent. At the beginning of our trip we had 80 megabytes of Internet data to use on our devices each day. Let me tell you, that is not enough to stream videos or download pictures and barely enough to send texts! Then, after about a week at sea, our location was so remote that we lost even that connection. The ship’s internal e-mail became the only form of communication—no more social media or even Google searches. After the initial shock several people came to appreciate being unreachable. That happened to University of Minnesota doctoral student Nicole Coffey."
    },
    {
      "author": "Nicole Coffey",
      "text": "It’s very isolating, being at sea, and sometimes that isolation can sting a little bit—like when, this is the first time I’ve been at sea for Christmas, and I’m very close with my family. And that kind of hurt a little bit. But it’s sometimes—and most of the time, for me, at least—it’s isolating in a good way, in that the only thing we can do out here is our work, or we have game nights and whatever else to have fun. But it’s nice being able to focus in on what we do in a very different way than we could on land."
    },
    {
      "author": "Moutinho",
      "text": "Some of the researchers onboard are spending the winter holidays at sea for the second year in a row. People got creative to cope with loneliness. Marissa, for example, asked her loved ones to write letters for her to open on Christmas Eve."
    },
    {
      "author": "Despins",
      "text": "I had, like, eight letters to open from family members and friends, and I also sent them letters, and that was [a] really nice way for me to feel connected to them, even when I’m thousands and thousands of miles away. [CLIP: Sound of Christmas movies on television and chatter during a Christmas decoration party]"
    },
    {
      "author": "Moutinho",
      "text": "The researchers organize a Christmas decoration party. They watch classic Christmas movies together and cut out paper snowflakes to glue around their labs. There is also a Secret Santa gift exchange. On New Year’s Eve, they find a break in the packed schedule to improvise a party."
    },
    {
      "author": "Everyone",
      "text": "[Shouting] Eight, seven, six, five, four, three, two, one [cheer]!"
    },
    {
      "author": "Moutinho",
      "text": "For one hour the scientists dance around their instruments wearing orange and yellow rubbery overalls, plastic 2024 glasses and head lamps."
    },
    {
      "author": "Despins",
      "text": "It does get sad. It’s sad, missing holidays. But it’s also nice because you’re with a group of people that are also missing holidays, right? And I feel like community is built during the holidays."
    },
    {
      "author": "Moutinho",
      "text": "To lighten the mood the researchers come up with silly events, including a ship-wide flannel shirt day and Onesie Wednesday, when people wear funny jumpsuits around. Tara Williams, a doctoral student at Old Dominion University, is one of them."
    },
    {
      "author": "Tara Williams",
      "text": "I am wearing a onesie with little duckies on it. Today is Onesie Wednesday, and we’re just wearing onesies because it’s funny and to keep enthusiasm and happiness going on the ship."
    },
    {
      "author": "Moutinho",
      "text": "At the door of the main lab, there is a so-called moralendar, where people can mark made-up festivities and celebration days for the weirdest things. One is French Appreciation Day to honor the two French researchers onboard. There is also Intergalactic Walk like a Penguin Day. Polls scribbled on the computer lab’s whiteboard are also a hit. People can ask anything: “Does your back hurt now: Yes or no?” “Do you consider yourself a nerd: Yes, no or geek?” “How often do you clean your room?” For the last one, some people vote “never.” On a typical day we can use a sauna and gym to blow off steam. The most musically inclined researchers even brave some jam sessions. [CLIP: A researcher plays guitar]"
    },
    {
      "author": "Moutinho",
      "text": "For others the trip is also an opportunity for introspection, and the remoteness becomes a source of inspiration. Bettina stands at the ship’s bow and looks out at the water."
    },
    {
      "author": "Sohst",
      "text": "I’ve had great ideas just staring at the ocean. No pressure, just looking out at no people, just blue—or in this case white ice. Yeah, it’s very cleaning."
    },
    {
      "author": "Moutinho",
      "text": "On our journey we had many opportunities to be amazed by Antarctica’s dreamlike landscapes. We navigated close to giant, bright-white glaciers, saw the sea covered in a thick layer of ice and encountered penguins, seals and whales. I will never forget it. Still, most of the time, we are inside the ship."
    },
    {
      "author": "Laura Whitmore",
      "text": "We are in these places that sound very adventurous. We’re in this big, vast ocean. We’re in Antarctica. There’s this very bizarre juxtaposition of being stuck in a very confined space while being amid a very vast space."
    },
    {
      "author": "Moutinho",
      "text": "That’s Laura Whitmore, a chemical oceanographer at the University of Alaska Fairbanks."
    },
    {
      "author": "Whitmore",
      "text": "Of course, there is a spirit of adventure in going to Antarctica—it’s a big journey to even get here. But when I’m here, I do sometimes feel removed from Antarctica itself because I’m here on this vessel."
    },
    {
      "author": "Moutinho",
      "text": "Between the preparation time we spent onboard before setting sail and the 60 days we were at sea, we were on the Palmer for almost three months. Sharing a confined space for that long, away from everything else, definitely creates a sense of camaraderie."
    },
    {
      "author": "Despins",
      "text": "It feels like you’re at summer camp with a bunch of people interested in the same thing or something similar as you."
    },
    {
      "author": "Moutinho",
      "text": "That’s Marissa again."
    },
    {
      "author": "Despins",
      "text": "So it’s a lot of fun because you get to go to an interesting place and just be surrounded and immersed in science."
    },
    {
      "author": "Moutinho",
      "text": "Maybe that’s why, despite the challenges, people on this ship love being at sea. Having gone on more than 20 cruises, Phoebe is still excited about it."
    },
    {
      "author": "Lam",
      "text": "The older I get, the more I like being at sea. Everyone pitches in to help—I love that. It’s something that doesn’t happen in real life—like, on land. Everyone’s too busy with their own lives. But here no one has a life except for the life on the ship. And so this becomes like your village, and you help your village members. [CLIP: “Let There Be Rain,” by Silver Maple]"
    },
    {
      "author": "Moutinho",
      "text": "After more than 70 days on this ship, I also feel like a part of this community. I even get a certificate to prove my membership. As our journey nears its end, on our way from Antarctica to New Zealand, I participate in an old maritime tradition: a “sea baptism” ceremony. Such ceremonies are common when crossing geographical landmarks in the ocean such as the equator. For us it marks the crossing of the South Polar Circle at about 66.5 degrees south latitude. We had crossed this line at the beginning of our trip, but it was only at the end of the cruise, when the scientists were done with their sampling at sea, that they had time to organize this ritual. The newbies—those onboard who crossed this landmark for the first time during our expedition—get an angry e-mail from King Neptune, the protector of the seas. He invites us to participate in a secret trial, where he accuses us of loitering in his domain."
    },
    {
      "author": "Peter Sedwick (as King Neptune)",
      "text": "To all cowardly trespassers into King Neptune’s southern realm aboard the RVIB Nathaniel B. Palmer: I have observed that you have been loitering in my most southern domain without my permission. My subjects tell me you have pilfered my beloved sediments, sea ice and snow; stolen my precious water, suspended particles and dissolved gases; and made loud pumping noises, disturbing my peace!"
    },
    {
      "author": "Moutinho",
      "text": "To avoid punishment, we have to entertain King Neptune—played by Peter Sedwick, a chemical oceanographer at Old Dominion University and another one of the cruise’s leaders."
    },
    {
      "author": "Sedwick",
      "text": "Pay attention, disgusting, disgraceful pirates! [CLIP: Sound of a gavel]"
    },
    {
      "author": "Sedwick",
      "text": "We are here to pass an arraignment and then pass judgment on your grievous, grievous crimes in Neptune’s kingdom. But first, before any charges are read and perhaps to lessen your punishment, you may present some entertainment to please the court. We are happy to receive that before the charges are read. The royal court will be seated."
    },
    {
      "author": "Moutinho",
      "text": "Unfortunately, I can’t disclose what happened during the trial and what exactly the baptism ceremony entailed. I can only say that I was absolved after being taken blindfolded to see Neptune himself."
    },
    {
      "author": "Sedwick",
      "text": "Congratulations, Sofia! [CLIP: People clap and exclaim]"
    },
    {
      "author": "Moutinho",
      "text": "I receive the title of Shellback for crossing the international date line, the line from the South Pole to the North Pole that marks the boundary between one calendar day and the next. And I am now also part of the select group called the Order of the Red Nose, for those who have crossed the Antarctic Circle. It feels good that we made peace with King Neptune. I wish making amends for the ways we have interfered with Earth’s climate was that easy. But the reality is that the beautiful icy landscapes I’ve seen in Antarctica, the ocean around it and our planet’s climate are moving toward a point of no return as humanity keeps emitting warming greenhouse gases. [CLIP: Theme music]"
    },
    {
      "author": "Feltman",
      "text": "Our Antarctic adventure is almost at an end. We’re taking next off Friday for the Fourth of July, but we’ll be back with the fourth and final episode of this Fascination miniseries on July 12. As Sofia makes her way home, we’ll hear from the scientists onboard about what it’s like to witness the effects of climate change firsthand in a pristine place like Antarctica. How do they cope with the emotional toll, and how do they manage to inspire the next generation of scientists when things seem so bleak? Check back in two weeks to find out. And don’t forget to tune in on Monday for our weekly news roundup! Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and hosted by Sofia Moutinho. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Have a great weekend!"
    }
  ]
}