{"title":"These Advanced Meditation Practices Unlock New Understandings of Consciousness","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/altering-consciousness-with-advanced-meditation/","audio":"https://traffic.megaphone.fm/SAM1098953563.mp3?updated=1721765108","intro":["Advanced meditation is changing how we think about consciousness. Hear neuroscience researcher Matthew Sacchet explain his journey to studying what happens to the brain during a deeper engagement with meditation."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Neuroscience"],"transcript":[{"author":"Rachel Feltman","text":"These days, most of us have at least a passing familiarity with the idea of meditation. Whether it’s something you’ve seen portrayed on TV, something you have a casual go at to cap off an occasional yoga practice, or it’s an integral part of your daily routine, the idea of using mindfulness and breath work to cope with physical and mental stressors has arguably gone pretty mainstream. For Scientific American’s Science Quickly, I’m Rachel Feltman. Speaking personally, I’m by no means an expert at meditation, but I have used it regularly ever since my martial arts instructor forced me to learn when I was eight—so thanks to Mr. Vertoli and Grand Master Yi! But today I’m talking to someone who goes way deeper in meditation than just doing some square breathing on a gymnasium floor. Now he’s using neuroscience to help fellow researchers and practitioners alike get a better understanding of what happens to the brain during these exercises. Joining us today is Matthew Sacchet, associate professor and director of the Meditation Research Program at Harvard Medical School and Mass General Hospital. I would love to start with hearing just a little bit more about what you mean when you talk about advanced meditation. How is it different from the sort of mindfulness meditation that our listeners might be familiar with?"},{"author":"Matthew Sacchet","text":"The way that we use advanced meditation is to contrast against exactly what you just said—sort of how the mainstream generally thinks about meditation, which is as mindfulness. And this is generally as mindfulness for stress reduction, for different kinds of clinical applications. Advanced meditation is deeper engagement with meditation—going beyond mindfulness for stress reduction, mindfulness for burnout, for example. Advanced meditation includes states and stages of practice that unfold with time and mastery. These can be different kinds of ecstatic bliss states or deep insights into how the mind works or compassionate experiences, altruistic stances and also sort of long-term outcomes of meditation—what we might call transformation."},{"author":"Feltman","text":"So, to clarify, we’re not just talking about outcomes or practices that are more profound, but the neurological state is different as well—is that correct?"},{"author":"Sacchet","text":"Yeah, this is something that we’re actively working on, but that’s exactly right. I mean, the intention is to understand advanced meditation from a truly multidisciplinary perspective. You know, we can take what you might call a first person’s perspective that includes the experience of these kinds of states and stages of practice but also second-person perspective, which might include descriptions from the wisdom traditions or different kinds of explanations of how people might talk about these things. And then the third-person perspective, which is what you’ve highlighted, is the empirical perspective: you know, the measurement perspective, the quantification of these kinds of states using neuroscience, experimental psychology and other disciplines to try to understand what it is. And our goal is to link between these perspectives to develop, ultimately, a comprehensive understanding of what advanced meditation is."},{"author":"Feltman","text":"I would love to hear more about how you became interested in studying advanced meditation."},{"author":"Sacchet","text":"I was born into a family with two parents who are both intensive practitioners. Meditation was just part of our lifestyle—it was a daily practice. It was very important to my family. And I learned how to meditate at a very young age. I learned how to meditate at three years old."},{"author":"Feltman","text":"Wow."},{"author":"Sacchet","text":"And as early as four years old, you know, I was experiencing different kinds of things and, you know, getting very interested in, in, “What’s happening?” And this inspired me to want to better understand meditation and also share meditation—and, in particular, advanced meditation."},{"author":"Feltman","text":"So I’d love to hear a little bit about your academic progression. You know, going from having meditation be such an integral part of your life—you know, I think it’s quite unique to have been practicing meditation at three years old—to coming at it from this research perspective: How did you get there?"},{"author":"Sacchet","text":"There are a lot of details from three years old until the current day, but, you know, with this vision and inspiration starting at an early age, you might say that I sort of had a lens toward thinking about, you know, “How can we understand this stuff?” And as a four-year-old, I didn’t know what neuroscience was. I didn’t have any context for that. But as I grew older and I started engaging more with the world, I started to hear about neuroscience, and, you know, a family friend introduced me to this idea of integrating science with meditation, and this was when I was maybe 10 years old or something like that. I, I read a book on neuroscience and meditation, I think, in high school. And so these different things that sort of provided some evidence to me of the power of science and then, you know, applications of science to things like meditation, which I was very passionate about, and step by step I sort of clarified this vision, and it became more and more clear that this was how I was gonna try to understand advanced meditation through science, and this led to me doing a Ph.D. in neuroscience—you know, wanting to build my understanding and develop my training in neuroscience so I could apply it to advanced meditation. And again, a lot of steps in this trajectory, but I basically, you know, crafted this incredible long game and kind of fit the pieces into it, and then some 30 years later I’m a professor at Harvard leading this program focused on advanced meditation. It sort of shocks me that this happened."},{"author":"Feltman","text":"Very cool. And, yeah, let’s talk some more about that research. What kinds of questions are you tackling, and how are you going about it?"},{"author":"Sacchet","text":"Yeah, it’s a big question. One way to articulate what we’re interested in is in six different domains of research that I believe are sort of core domains toward developing a comprehensive understanding of advanced meditation."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Sacchet","text":"So one of these domains is what I call the theory and philosophy. This is just sort of articulating how we even communicate some of these constructs and ideas around advanced meditation in a scientific context. How do we even go about beginning to study this kind of thing, right? That’s this first domain. The second domain is what I call the foundations of advanced meditation. This is really assessing, you know, “Is there a there there?” Right? You know, we use tools from public health and epidemiology to conduct massive surveys to get a sense of the prevalence of these kinds of experiences, for example. We also develop what’s called phenomenology, or another word for experience of these advanced meditative occurrences—and even just articulating how to do that: how to think about the experiences and talk about them. The third domain is the mechanisms of advanced meditation. This includes, you know, probably the most sort of public-facing thing that people get excited about, with the neuroimaging—you know, putting monks in scanners and stuff like that. That’s really getting at the mechanisms, right—the sort of causal how and why of advanced meditation in the brain, for example, in the mind, right? We’re also interested in the development of advanced meditation: How does one go from being a meditation novice or being naive to meditation to becoming an advanced practitioner? What is that process, and what unfolds in these states and stages toward what you might call meditative endpoints? And we call this process of development meditative development. The fifth domain is mental health and well-being in the context of advanced meditation: How do these practices relate to happiness? How do they relate to psychiatric illness? What are the potential challenges with these practices? This is the context of sort of health outcomes. And the sixth and final domain of our research is what I call applications of advanced meditation. This is understanding: How can we train people in advanced meditation? Are there ways that we can accelerate training? What are the clinical ethics of training? Can we use things like brain stimulation or psychedelics to potentially accelerate meditative development?"},{"author":"Feltman","text":"I think it would be great for our listeners if you could unpack some of the experiences you’re talking about when it comes to advanced meditation."},{"author":"Sacchet","text":"You know an example here um, Buddhist contemplative tradition, particularly Theravādin Buddhism, is called jhāna. These are a set of states that occur when someone has mastered what you might call concentration meditation. In our research we use a phrase called “advanced concentrative absorption meditation.” And these jhāna states are characterized by what you might call ecstatic bliss, expansive clarity, awareness of really subtle aspects of consciousness. But these absorptive states, they’re characterized by the mind sort of becoming one with certain aspects of experience, and that is called absorption. And this can feel very good. You know, it can have qualities of ecstasy and bliss and joy. And these different jhāna states, we’re studying, you know, using neuroscience, and we’re articulating, you know, what happens in the brain, and how does this relate to the mind and what people experience when they practice this stuff. And so that’s sort of one flavor of advanced meditation. And, you know, an example of a meditative endpoint is something that we’re also actively studying and that we’ve recently published some papers on. In English we call it cessation. In Pāli, the liturgical language of Theravāda Buddhism, it goes by nirodha. And this experience—or sort of non-experience, as I’ll describe—is what you might call a meditative endpoint: a signifier of a certain degree of mastery of what you might call insight meditation. And essentially what happens is once someone’s mastered this insight meditation practice, spontaneously their consciousness entirely falls away. So they basically lose consciousness for a few moments—a very short time. And then when consciousness returns it is profoundly clear and peaceful, and practitioners sometimes describe this as a sort of reset of consciousness. You know, like you might reboot your computer if it’s not really working properly, and then you reboot it and everything sort of runs more smoothly, it’s—in some ways that metaphor makes sense."},{"author":"Feltman","text":"Yeah, what you’re describing has a, a lot of commonalities with the states that people talk about in psychedelic-assisted therapy. I’ve done some psychedelic-assisted therapy myself—I’m curious where you see the intersection and interplay of psychedelics research and meditation going."},{"author":"Sacchet","text":"Generally I think of psychedelics as more of a window than a door, and maybe meditation might be more of a door to some of these states. I mean, it’s a metaphor that could be unpacked in a lot of different ways. There are a lot of different touch points between psychedelic research and advanced meditation research. There’s questions as to whether, you know, maybe a meditation practice before a psychedelic experience might increase the likelihood of a positive outcome or increase the magnitude of that positive outcome—we’re doing research in that actively, actually. My view of sort of what’s happening in society is that it seems like [the science of] psychedelic medicine is further along than [that of] advanced meditation, but my prediction is that, just like you might argue we saw in the 1960s and 1970s, you know, a lot of people that maybe got started with contemplation maybe started with psychedelics and had different kinds of experiences that, you know, might’ve showed them something that really inspired them or they thought was interesting, and then maybe they drifted toward meditation. Of course, you see the opposite—I’ve heard, certainly, anecdotes of people that say things like, “Look, I’d been meditating for years and didn’t really know what I was doing, and then I took a psychedelic and, you know, sort of understood what meditation was about.” You see these different interplays between these things for sure."},{"author":"Feltman","text":"So what are the potential benefits of this more advanced, deeper meditation that you’re hoping that more people will be able to access thanks to research like yours?"},{"author":"Sacchet","text":"One way that I think about this is: Sort of like in technology, you know, there’s this thing called the transistor that was developed at Bell Labs in New Jersey, you know, many years ago at this point. And when that thing was being developed, it was not clear how it was gonna impact society or how people might use something like that. And now it’s a fundamental part of computing and computers, right, and everybody’s got a smartphone in their pocket, and right now you and I are talking through the Internet and all this stuff. So I think about advanced meditation science, in some ways, like that—not to overstate, necessarily, you know, where this could all go. But I do believe that, you know, advanced meditation [is] potentially incredibly impactful for things like mental health and personal thriving and life meaning; how we understand consciousness; understanding relations to psychedelics, like we just talked about; how to think about artificial intelligence and sustained excellence and peak performance; and, I think, many other domains. So I really do think that there’s incredible potential for advanced meditation."},{"author":"Feltman","text":"What are some of your future research questions?"},{"author":"Sacchet","text":"I wanna understand claims from the wisdom traditions."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Sacchet","text":"I’m also interested in understanding how different individuals, who might come from different parts of the world or practice in different wisdom traditions, how their experiences might relate to one another, right? Maybe they’re actually more similar than different—I mean, we’re all human. I’m really interested in understanding whether we can integrate meditation with other kinds of modalities to help people experience deeper aspects of meditation more efficiently. You know, can things like biofeedback, neuromodulation, you know, even psychotherapy or, like we talked about, psychedelics or different kinds of lifestyle interventions, can these things potentially unlock accelerated meditative development? And I think, most broadly, in the context of where we’re going, our goal is to create a center that’s focused on the science and practice of advanced meditation, and we’ve recently been approved to develop this center at Mass General, in affiliation with Harvard Med School. And our goal is to be a leader in the education and science of advanced meditation."},{"author":"Feltman","text":"All right, I think we’ve given you plenty to ponder for one episode. We’ll be back on Friday with the kickoff of a brand-new Fascination series. Our Friday Fascination episodes offer deep, immersive dives into stories that we think are the perfect lunch break companion, taking you on narrative adventures without taking up your whole afternoon. And, of course, don’t forget to tune in again on Monday for our weekly short-and-sweet science news roundup. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. See you next time!"}],"wave_peaks":[2,2,12126,21414,15660,16367,21250,23378,17784,18120,20893,19631,7255,10556,21367,22082,21514,20991,19230,21906,17102,20542,9293,8635,21148,21233,21710,18473,18837,14124,12303,14900,7236,15180,21615,17372,14006,17765,21063,21783,12414,19301,16748,19916,21365,21305,21457,12143,20858,21063,20819,21315,21577,6424,18908,4703,21304,21500,21079,13586,8460,6189,21735,21265,18911,21693,21171,21301,16921,19156,7463,17308,7215,9933,15175,11440,5800,14333,17674,20304,20059,17750,18036,17113,19399,19997,10958,17874,20751,16907,19748,19295,20810,12083,18797,10723,19387,20856,15876,17434,11438,14280,147,252,787,1322,11308,5258,7328,8951,7093,8583,7415,9447,8236,11141,8383,9167,8187,7707,8841,9197,9810,6941,5838,6740,14503,10640,7221,7773,11371,15973,4221,6114,16987,6815,5385,6919,9323,14493,8186,11174,9024,7363,10588,2920,5842,11470,13970,9063,5735,6035,6322,7808,9752,12334,11300,8617,11181,16467,11905,16394,13897,10691,9862,9489,4992,9447,15625,6076,1960,11997,12138,7183,13113,12119,11307,5658,5459,6669,6270,2986,17084,8711,15748,6477,6616,9229,5247,15786,4827,4999,8174,7783,9985,8392,8806,12283,12494,12958,12756,11344,12770,10573,7533,8546,6397,15158,15533,10005,14561,7295,16587,8031,15259,6636,10342,7118,1554,9399,13705,15646,16527,15512,3774,4839,14759,11684,13450,10885,8264,10823,9097,12048,8810,11052,15932,6924,16237,8294,8410,9113,11433,15985,10126,7965,8033,10548,15260,6753,8627,5207,14527,15993,11174,8129,10532,10251,13345,14472,16872,4901,5535,1604,1905,15545,14281,15703,15002,15466,12588,13427,9270,10815,14529,11524,8115,10989,9179,8950,7374,13936,5520,10945,11635,15855,7552,8522,7750,5827,6448,6171,8139,15514,8671,8882,15608,11940,9559,14936,15971,9347,10051,6823,7515,13259,16760,8053,11787,13268,15645,8377,9395,9480,13189,10448,16510,7768,7219,8533,8968,6808,8240,16201,7765,4677,15076,11320,14222,8468,6942,16355,7474,16282,5457,11131,12207,16005,9282,5762,11982,11702,8943,7649,5976,9017,14426,13764,12605,13349,5889,10591,7795,13991,10463,8097,9415,3320,15082,12146,15541,14326,15110,7902,6451,3930,2403,2264,1744,663,15479,15499,6618,15425,9283,11216,10040,7709,7793,15487,12244,11753,15461,9118,13858,7763,7666,15496,15400,6776,8287,5936,15519,6837,15430,12752,13938,15414,11686,11059,15431,13774,11933,11346,15428,13632,10111,12663,12859,14864,9014,240,15587,13203,12358,9882,11102,11818,12139,7538,8696,7519,10306,15382,9945,8373,11830,7256,11100,11490,9210,1774,14104,611,13436,11219,11189,4427,13026,9020,10439,10244,8590,8599,8040,11362,7753,10366,6115,9672,6563,7073,13696,13201,14336,9223,6890,6702,11703,14918,12034,11024,8193,12838,6249,15033,8986,6493,6959,6883,2235,13928,14344,10775,10244,13067,8740,6875,5456,7312,7514,914,14328,9040,11242,5175,6896,6389,9018,7321,7573,4657,8663,7582,7866,8622,7385,9297,5853,9939,9085,10163,15530,15493,13705,5774,9006,5897,333,199,15716,10753,11997,8408,14705,14070,11399,7616,7945,9527,10026,5753,10951,11307,296,13600,8576,6431,11635,8363,9530,6976,16384,11251,14027,13504,9536,6232,753,12572,14158,11491,10393,7053,11907,8625,5886,12194,8162,11973,10443,11911,11945,8156,13135,12511,8346,5926,903,7529,6777,8622,14954,6372,11051,10501,10221,9033,7993,8954,6449,7823,10380,8622,13068,5738,5963,15417,8884,10189,15399,15423,15624,10848,15450,15432,11610,15455,10615,15483,10196,9523,15405,8456,10917,14411,13529,10895,15477,12123,7433,10162,8922,14851,15464,15413,13824,2368,14682,10948,13478,12456,8630,7662,6980,5491,15567,4989,4233,6123,5619,12240,13065,10478,9538,8898,7673,6719,8673,7079,7623,6514,1374,12314,7799,11602,3587,6156,6341,7092,8360,5424,6031,6148,5867,10918,11443,14462,9509,7400,5028,9916,6549,10625,15886,13060,8923,9182,8036,14345,9994,8605,10499,10515,5664,10888,14893,814,12743,9593,7738,15362,10424,7504,5419,6579,11174,8898,12988,13667,9738,10502,8028,8384,11525,2948,15424,13833,7400,6107,7163,10673,7877,8311,6086,531,3831,8285,12549,9193,5571,7802,6454,10297,5379,5752,8092,9171,10669,11838,6006,6177,4191,9226,11577,6229,5486,8270,8675,9439,7515,8499,11313,9298,9018,4690,1713,16341,14883,9883,5204,10605,5998,3838,7941,10883,6276,6719,6195,8423,7067,7354,6650,8942,13780,9563,10148,3901,10604,11837,11142,4750,5592,4113,6884,969,10089,13862,8369,8069,8876,10404,6434,6655,9129,7278,5305,3948,15464,14969,11863,15420,15393,15464,7056,4851,8022,8076,13919,8167,4090,15377,9561,11520,11348,6775,12086,12745,11663,8733,8954,8545,5550,8922,7271,9178,5416,8634,8402,7925,7809,8726,8357,12407,10471,5793,9455,468,270,12071,6146,6463,6542,6907,5756,7280,6136,7045,11782,6604,4771,5137,508,4919,4410,3438,5541,13017,9379,6797,6002,5569,1250,9933,8295,6773,3759,6528,6374,8590,5534,6265,8940,5425,4426,16086,15493,8780,7300,4337,4718,4164,4688,5897,8406,7466,6846,1301,7106,11759,15356,10982,6882,5504,11185,5687,3597,3603,4198,9025,15548,10808,10639,5323,3394,4565,12045,11475,8442,8727,9699,1300,11549,8968,8324,711,16669,11843,7003,3896,7093,7359,15414,9965,8590,7068,5492,6498,4202,19,15484,15101,12990,13643,15486,8393,15484,10841,8144,15434,11701,4425,9732,15282,15452,5252,3710,15503,10421,6692,5354,7158,15421,7037,13708,11965,15437,7775,15477,8557,8687,3268,15601,7897,6527,9404,15488,9946,15421,14357,7039,8480,11908,7749,12996,10742,9725,9933,15433,15566,15466,3624,9585,13079,15477,11851,15472,9488,15414,1018,13563,12866,12777,8307,6734,9682,7822,7586,7691,10786,14307,14710,8055,7570,8644,15322,13224,9945,13357,9882,7079,8649,15488,10369,15464,8750,12889,13089,4000,427,15170,11505,12738,8791,10376,11265,10909,7783,6454,1655,15756,9269,8787,12627,13736,7692,7411,9872,7040,1268,12459,7537,15467,8041,15633,12496,11449,12943,12394,10654,12230,5276,8214,9708,6876,5713,7542,734,9598,9751,15374,8298,6970,9418,8786,8480,7684,9085,6367,5959,12634,9816,353,11438,12172,7816,15414,11654,14593,5685,7854,9371,6400,2752,14378,6618,9471,7247,9476,6910,7025,11037,6467,8586,6762,9026,5955,8149,8779,7636,10153,12879,7240,8248,5526,4216,126,7873,8706,5084,7325,7006,9205,7574,13610,8924,5969,5289,9414,10429,7257,9557,8594,5587,8307,13589,9531,8867,7890,6056,15454,15376,15373,7639,11699,10957,12662,604,13769,13536,9664,7182,6797,5960,10633,13139,14837,9762,7654,7330,9586,12855,8938,11454,11504,9006,8163,14738,9237,8647,7959,7086,10006,15464,6843,5699,1096,11331,13575,15946,15302,12044,8979,10729,13319,9480,15597,13089,5483,5662,6317,563,474,354,15456,12256,10833,15277,7624,6259,15120,10592,10665,7639,7505,5724,4448,9011,7037,6669,14024,10565,8319,5506,3049,8137,7074,7410,6859,5182,6543,8014,5731,12822,8562,8629,6903,5886,7369,5043,8128,6757,5349,402,8262,7588,11300,9766,12309,13915,7587,9097,851,10866,8231,8159,10241,9706,8860,7338,10999,7731,6326,14416,9858,9660,6709,7719,7751,7665,9940,10860,12932,8803,8196,13521,8580,7612,13044,12122,9552,8140,10592,12238,13351,11176,8930,8832,6368,6034,10916,10135,7231,11902,5190,8525,9623,6496,6359,8332,7689,9424,6854,5692,6156,9544,4215,9450,7535,8557,7741,9346,8541,4316,6867,4146,4500,12092,10510,5139,15495,8934,14600,15426,9169,15477,11839,3985,14961,13879,5505,12332,4729,15540,3742,15406,13456,10326,15499,8349,7445,15449,14986,10999,13457,11032,12066,15433,14010,12153,8663,12171,12002,14137,10401,12713,5132,7749,8030,10819,4170,4458,8429,5617,12649,11666,7787,5882,9030,10007,11814,8675,8247,8890,9007,5783,4943,11119,8777,8123,11138,10912,13994,6793,10830,7519,6711,5962,8301,7734,9065,8405,4454,8755,6355,15541,10892,7113,5432,8502,6380,10619,7426,7053,13959,11361,11639,9718,9194,8058,257,12349,12704,11359,10244,11142,13682,11739,3667,9043,9853,12492,9371,12965,15463,6874,8107,6989,5826,8678,8537,6168,5204,9001,5715,1018,15380,10416,9796,15598,12315,9677,9373,9074,5627,6726,6773,6476,7999,8830,7961,4098,4224,14326,7828,7088,9524,11302,15573,5818,5837,8564,7723,6654,1325,15400,11547,7456,11812,9395,13262,15461,11989,15366,15471,3481,2014,7502,8612,9224,12922,9299,15183,13968,13098,11122,10974,10290,8431,10800,8974,15020,12764,11995,9448,9125,6378,14517,8774,11327,11757,10388,10399,6408,9074,9108,11119,12835,8529,8854,8985,2700,12024,8384,8522,10944,12552,9489,5843,5870,6510,11900,9797,14410,8932,14883,8638,7104,6639,8587,13941,10108,12184,10977,13328,7969,15372,10090,7541,7231,5412,6470,6760,4029,919,15438,12756,10569,15475,9612,7738,8583,6102,5917,8688,9282,10138,12211,11321,8877,10173,569,8436,8753,10272,8998,7586,6764,9160,8978,10411,8598,13700,12681,10541,6653,8970,15415,6386,10138,6443,7984,5317,8637,12928,9599,5312,12551,7993,6721,7756,14467,11782,15350,9821,1046,15536,5627,6415,4472,9114,8296,8001,7222,7545,8156,5718,5641,9309,3888,6220,947,635,14504,10400,9484,6603,12262,13148,9047,10221,13146,15470,14415,9849,13677,10163,12885,506,15043,10044,8042,4904,164,15649,10042,8360,10810,15514,7322,6125,6206,12807,15147,15404,13024,11337,10246,10166,2005,15509,15391,11501,10229,5552,15525,14805,10489,7674,10058,14355,12671,10577,11051,10048,7302,10937,12236,13833,11232,15202,15434,6010,13978,14310,12653,10244,8816,13447,10065,4558,5234,9155,15194,15318,11856,10604,271,13773,14165,11579,7053,498,2643,11990,15386,8696,8828,8266,7169,8116,7120,6751,15560,11494,11330,8002,11574,9366,5059,308,13644,15240,7249,15349,13347,9435,7572,1220,15313,9049,10729,10302,12889,12789,6203,10118,11817,16151,10846,14402,9899,7765,10543,10385,9719,7303,8627,11333,9659,8915,3211,11987,16089,9663,11713,9328,7815,6524,6386,6088,1575,11009,12461,11446,15506,6428,6957,6091,6057,9266,9996,9386,10917,15095,11932,12034,10786,9257,10236,7103,9391,10415,11783,6144,13628,9494,7541,4462,15400,13394,13208,8280,7500,8285,3275,9001,9619,10647,6032,8949,12237,8843,8205,10468,6774,9254,12313,7317,9734,9704,7635,5196,5763,7695,6529,4360,2295,15384,12428,13284,15317,15170,11296,14850,10192,1394,5855,15702,15538,15497,10501,5923,9654,11300,14466,12532,12679,15459,15480,11561,15458,10634,10577,11698,13573,12955,6111,11176,14440,9950,7570,7620,4819,10743,5618,9700,11524,9105,9310,6469,8659,9210,10740,8800,7772,615,7255,7788,9152,10067,5795,526,7676,7236,1828,759,5112,15250,8690,410,6989,13281,10686,7320,10154,7369,3276,15772,9168,8460,13881,7529,636,9607,8195,7302,6441,1118,7568,9419,9876,9264,9039,5003,8755,8648,11520,4622,7409,5728,8826,8655,7541,5779,6913,9804,9465,10388,10536,4290,6020,14004,14234,13929,13851,15440,15589,14086,11711,9799,15359,5370,5159,6883,6591,13762,7929,7754,9526,14703,13682,15433,8895,2878,13373,10919,9130,14301,9006,3840,5984,8635,7963,9191,10461,7770,9163,7344,10359,15332,14029,11984,12377,14619,13968,9464,15175,9865,10184,12717,10513,15507,8351,10888,8270,15636,13023,12758,9340,760,9997,14428,11904,9468,8160,15199,11758,13666,9798,9137,14422,5713,830,7857,8587,2597,11370,11082,8027,14330,11739,12269,2401,7264,9944,9146,634,14176,9739,12405,11744,7164,12740,10077,10697,5952,442,12526,11234,15676,9830,10332,15396,13231,15066,11442,11248,12126,4634,11957,12345,11935,14457,7521,8703,14052,14834,14013,11533,10679,12405,11880,9834,4805,14892,9912,15410,9032,13159,11022,7496,8673,12311,12522,9679,6949,6968,8678,968,9914,12483,8556,11213,10150,10720,8236,2833,7698,7218,8092,4903,6747,5587,11158,13366,10298,10964,10049,15452,13497,14496,5391,11186,12453,13079,13474,14043,8729,10067,5364,10707,7184,7042,8592,782,14264,13185,9822,15218,15952,16390,12325,7580,10184,15440,10169,7894,8246,8380,8428,11668,13047,11358,9669,5968,7218,7773,12417,8386,1284,2226,6176,4714,704,15427,9980,13356,10940,7669,11093,14342,10409,6614,5991,8827,10608,11028,15281,11452,10602,7579,294,5674,13066,13304,8096,7965,6151,6756,7568,6452,12977,8998,15568,12681,9688,9659,14140,8509,6894,10871,11170,7086,5003,15835,11510,8149,6365,9730,8347,1910,15488,12025,15477,4909,4812,8911,10766,12313,7328,10660,10700,10536,6867,8769,5436,5275,8156,14877,11180,13698,8319,14158,10245,6750,8049,7679,9869,10170,11968,10935,9779,4251,10451,11027,8622,8733,7623,9351,5970,646,15231,15441,7976,6782,8251,6990,8447,6970,12236,6968,14145,8534,9251,12128,10126,6180,6903,281,9983,10130,191,97,15517,12753,12260,9203,6485,291,6095,10367,9142,3534,125,94,8609,13872,11351,7026,1686,8440,10880,12232,11186,12511,15079,9894,10297,8983,5045,6794,344,10517,11132,14215,15291,12365,8849,9404,9613,8724,12498,11440,11394,9686,8994,14211,8720,10208,10647,8822,8106,7310,5676,8959,9226,10712,9507,8519,9293,15150,15473,14307,8473,7721,9819,5354,4577,15444,956,15425,14794,11509,15467,15462,15439,10826,11046,10130,15464,9833,6440,820,15487,15480,9143,15468,15460,9462,5606,15434,15428,9665,11053,12908,11971,15386,3700,15502,14159,15367,14581,14553,12146,11913,13451,15308,15422,15304,15302,10591,6016,10122,14391,15412,10472,9983,15446,15465,15097,15540,4989,12686,15397,10825,10058,15454,1767,15394,14652,10925,9246,12492,10635,10559,10514,9106,7420,7915,12889,9938,9860,24946,10226,5809,6712,8566,5562,6042,8852,8370,9853,6025,7012,5352,7036,8492,6023,5912,10105,6665,6439,7745,6733,11486,15410,12288,12172,12679,7102,10901,7889,6496,5306,4660,3912,7158,5977,6131,6602,4638,5558,12818,6981,9584,6016,770,12169,8920,9935,9012,8413,10622,1541,14361,11347,10814,12781,9435,7723,6947,10034,7874,9521,7388,12003,10848,11085,6651,8655,8841,15081,11730,11202,7567,6676,6068,5987,8500,7842,4893,5930,754,8900,14033,11813,8297,13784,11687,11322,6148,7412,9663,9453,14735,7293,5810,10901,7720,4658,8171,7325,7053,14389,14451,6520,6583,10622,9990,9109,8391,11574,12334,469,15607,10788,12086,12233,8622,11464,12537,10361,12662,8578,10996,10800,10302,9453,9216,15491,10873,7616,8978,11998,5612,8485,9617,12806,14214,6856,8176,9571,9865,6177,12374,11812,12210,11200,14129,11135,5791,10562,8614,12016,12475,5829,7139,6415,8760,10879,12696,9039,6004,9845,11523,14984,6243,9141,8498,6046,1006,7027,8296,5804,9665,6674,5638,4040,6982,5710,14606,10176,6752,5917,7216,8901,9312,9392,13285,12939,13328,12256,12557,12571,1243,927,10169,13601,10488,13340,14028,14808,10639,9205,2026,14835,12943,9930,8239,10995,7980,12173,12886,15523,11962,8443,7297,8678,10921,8317,7723,7598,7086,8837,8335,13960,9217,9164,6319,6987,4154,4162,3497,6187,15460,6498,15393,15416,11987,9010,11856,12541,14481,12699,5235,15388,1755,9121,2230,15442,9043,4349,7881,10433,15435,12318,9797,14942,13267,15408,11685,11784,13333,13899,15496,15400,10754,8710,8805,12007,12680,14228,9813,15017,9679,10418,6588,15026,10932,7136,7641,9630,14710,11574,10247,5934,6722,5333,5574,9706,7071,5504,6874,7069,9979,9419,9563,7236,6263,5550,10821,11995,14301,11210,8384,8362,691,14189,14272,9363,13953,9625,8815,15502,11871,10404,15530,13539,14924,11869,13280,9459,13877,13541,7356,8338,6992,10695,15378,8295,8494,8233,6689,13679,10016,4775,15356,7580,7390,2824,15447,13826,14211,15487,4539,8738,9950,5744,15478,10696,10244,10680,10116,13683,7721,7664,11837,7992,7471,7986,11450,9574,6580,13323,13592,14904,1454,15424,12634,8443,10409,10286,11476,9014,16322,12026,11034,11159,8573,8215,8735,9985,10072,11152,7342,7053,1497,15487,14674,11769,13186,11869,10312,15110,8585,6866,9233,9878,10636,13211,11980,10808,7826,15604,10811,15524,9562,3570,12694,13418,12481,9567,11466,8191,8362,9384,9872,8806,5723,6797,12852,15495,10202,14259,9427,6763,5922,6704,2599,15555,9572,10330,10479,7975,9878,8439,8568,15392,10462,9829,11769,12286,11085,12555,13040,8783,6789,4728,11160,6785,570,13095,11809,8743,7033,11695,5013,5405,5668,6266,6540,4910,15444,12808,13999,11634,8538,15502,11626,15446,10441,1686,12519,8993,10303,14423,15486,15388,7116,6478,8545,8749,7925,9122,7970,8827,9315,798,8499,10065,10858,13115,10696,11803,9001,9677,10686,15111,14255,12185,11934,6043,12632,12967,12086,10030,5783,15554,12021,9635,8853,12842,7760,6562,3133,11106,14254,10923,8471,9262,10821,9097,6332,10209,9276,7188,10367,9730,8610,8650,13410,11792,388,14386,12501,14176,14767,9322,6266,8814,8567,9353,10028,11268,11242,8339,8142,11812,10027,10083,6298,13191,8928,8766,6981,10530,11791,8425,8511,763,8239,8918,10124,15400,11025,11563,11466,10383,5153,11126,14016,12773,13571,8493,10332,8535,14464,11574,10581,9447,15455,13775,10973,10429,7758,11115,7396,5528,11938,12949,7898,12097,13512,10849,4766,13861,7317,6480,7487,5836,4282,15412,15532,8173,10953,7117,7053,6536,9036,9394,7044,8606,13971,7911,8840,6993,6814,15274,7843,5383,12606,7362,5975,13951,10321,13933,8049,7169,7005,8366,10702,12848,13165,9681,8707,9520,4641,13159,10966,10359,11060,9050,9592,9941,9121,9759,10091,5768,1053,15001,10654,12134,7121,10562,11954,9643,10343,11495,13384,6788,9575,8933,6463,4159,5268,4814,1633,1868,968,15204,15086,11782,15442,8313,10334,12061,13817,14233,13720,14195,11562,5224,15412,16706,11681,15723,12870,13678,15637,7253,14303,6581,17486,9835,6733,9808,6179,9169,16231,15663,13876,10213,7338,16058,6170,8665,7331,9913,15295,10650,11321,16719,15482,9009,16821,4958,13395,15973,11368,11759,12061,5263,12785,10157,16024,11363,12057,10080,18287,7979,12478,17303,5939,8569,15686,15022,16359,11977,15821,10007,15403,8838,13022,18733,12367,15393,9179,9818,17995,6453,14738,4630,15184,15836,8199,11403,10000,15854,4273,10669,17756,9594,14210,16023,8925,7950,16568,11562,13162,5246,16430,9198,12917,16302,15637,10307,11569,13037,10877,15319,17410,15279,12081,13150,5309,9881,16608,16621,6166,12617,8248,10980,6475,18397,18421,4918,18853,12889,11140,9856,11323,12951,16753,9406,2233,8089,16325,16026,6596,9566,14907,19087,10823,11795,13161,15501,15016,7967,3147,14535,23648,22743,10286,9955,15013,11569,6224,2303,16514,18517,9439,11751,15228,16073,15400,12487,15310,15378,15814,15534,15499,15508,15538,15440,15341,15501,14971,15457,15472,14882,13230,8822,6991,5742,2365,1670,244],"fragments":[{"begin":"0.000","end":"123.640","lines":["These days, most of us have at least a passing familiarity with the idea of meditation. Whether it’s something you’ve seen portrayed on TV, something you have a casual go at to cap off an occasional yoga practice, or it’s an integral part of your daily routine, the idea of using mindfulness and breath work to cope with physical and mental stressors has arguably gone pretty mainstream. For Scientific American’s Science Quickly, I’m Rachel Feltman. Speaking personally, I’m by no means an expert at meditation, but I have used it regularly ever since my martial arts instructor forced me to learn when I was eight—so thanks to Mr. Vertoli and Grand Master Yi! But today I’m talking to someone who goes way deeper in meditation than just doing some square breathing on a gymnasium floor. Now he’s using neuroscience to help fellow researchers and practitioners alike get a better understanding of what happens to the brain during these exercises. Joining us today is Matthew Sacchet, associate professor and director of the Meditation Research Program at Harvard Medical School and Mass General Hospital. I would love to start with hearing just a little bit more about what you mean when you talk about advanced meditation. How is it different from the sort of mindfulness meditation that our listeners might be familiar with?"]},{"begin":"123.640","end":"173.160","lines":["The way that we use advanced meditation is to contrast against exactly what you just said—sort of how the mainstream generally thinks about meditation, which is as mindfulness. And this is generally as mindfulness for stress reduction, for different kinds of clinical applications. Advanced meditation is deeper engagement with meditation—going beyond mindfulness for stress reduction, mindfulness for burnout, for example. Advanced meditation includes states and stages of practice that unfold with time and mastery. These can be different kinds of ecstatic bliss states or deep insights into how the mind works or compassionate experiences, altruistic stances and also sort of long-term outcomes of meditation—what we might call transformation."]},{"begin":"173.160","end":"182.360","lines":["So, to clarify, we’re not just talking about outcomes or practices that are more profound, but the neurological state is different as well—is that correct?"]},{"begin":"182.360","end":"230.600","lines":["Yeah, this is something that we’re actively working on, but that’s exactly right. I mean, the intention is to understand advanced meditation from a truly multidisciplinary perspective. You know, we can take what you might call a first person’s perspective that includes the experience of these kinds of states and stages of practice but also second-person perspective, which might include descriptions from the wisdom traditions or different kinds of explanations of how people might talk about these things. And then the third-person perspective, which is what you’ve highlighted, is the empirical perspective: you know, the measurement perspective, the quantification of these kinds of states using neuroscience, experimental psychology and other disciplines to try to understand what it is. And our goal is to link between these perspectives to develop, ultimately, a comprehensive understanding of what advanced meditation is."]},{"begin":"230.600","end":"235.960","lines":["I would love to hear more about how you became interested in studying advanced meditation."]},{"begin":"235.960","end":"252.680","lines":["I was born into a family with two parents who are both intensive practitioners. Meditation was just part of our lifestyle—it was a daily practice. It was very important to my family. And I learned how to meditate at a very young age. I learned how to meditate at three years old."]},{"begin":"252.680","end":"253.240","lines":["Wow."]},{"begin":"253.240","end":"270.080","lines":["And as early as four years old, you know, I was experiencing different kinds of things and, you know, getting very interested in, in, “What’s happening?” And this inspired me to want to better understand meditation and also share meditation—and, in particular, advanced meditation."]},{"begin":"270.080","end":"287.960","lines":["So I’d love to hear a little bit about your academic progression. You know, going from having meditation be such an integral part of your life—you know, I think it’s quite unique to have been practicing meditation at three years old—to coming at it from this research perspective: How did you get there?"]},{"begin":"287.960","end":"380.000","lines":["There are a lot of details from three years old until the current day, but, you know, with this vision and inspiration starting at an early age, you might say that I sort of had a lens toward thinking about, you know, “How can we understand this stuff?” And as a four-year-old, I didn’t know what neuroscience was. I didn’t have any context for that. But as I grew older and I started engaging more with the world, I started to hear about neuroscience, and, you know, a family friend introduced me to this idea of integrating science with meditation, and this was when I was maybe 10 years old or something like that. I, I read a book on neuroscience and meditation, I think, in high school. And so these different things that sort of provided some evidence to me of the power of science and then, you know, applications of science to things like meditation, which I was very passionate about, and step by step I sort of clarified this vision, and it became more and more clear that this was how I was gonna try to understand advanced meditation through science, and this led to me doing a Ph.D. in neuroscience—you know, wanting to build my understanding and develop my training in neuroscience so I could apply it to advanced meditation. And again, a lot of steps in this trajectory, but I basically, you know, crafted this incredible long game and kind of fit the pieces into it, and then some 30 years later I’m a professor at Harvard leading this program focused on advanced meditation. It sort of shocks me that this happened."]},{"begin":"380.000","end":"388.920","lines":["Very cool. And, yeah, let’s talk some more about that research. What kinds of questions are you tackling, and how are you going about it?"]},{"begin":"388.920","end":"402.720","lines":["Yeah, it’s a big question. One way to articulate what we’re interested in is in six different domains of research that I believe are sort of core domains toward developing a comprehensive understanding of advanced meditation."]},{"begin":"402.720","end":"403.480","lines":["Mm-hmm."]},{"begin":"403.480","end":"527.600","lines":["So one of these domains is what I call the theory and philosophy. This is just sort of articulating how we even communicate some of these constructs and ideas around advanced meditation in a scientific context. How do we even go about beginning to study this kind of thing, right? That’s this first domain. The second domain is what I call the foundations of advanced meditation. This is really assessing, you know, “Is there a there there?” Right? You know, we use tools from public health and epidemiology to conduct massive surveys to get a sense of the prevalence of these kinds of experiences, for example. We also develop what’s called phenomenology, or another word for experience of these advanced meditative occurrences—and even just articulating how to do that: how to think about the experiences and talk about them. The third domain is the mechanisms of advanced meditation. This includes, you know, probably the most sort of public-facing thing that people get excited about, with the neuroimaging—you know, putting monks in scanners and stuff like that. That’s really getting at the mechanisms, right—the sort of causal how and why of advanced meditation in the brain, for example, in the mind, right? We’re also interested in the development of advanced meditation: How does one go from being a meditation novice or being naive to meditation to becoming an advanced practitioner? What is that process, and what unfolds in these states and stages toward what you might call meditative endpoints? And we call this process of development meditative development. The fifth domain is mental health and well-being in the context of advanced meditation: How do these practices relate to happiness? How do they relate to psychiatric illness? What are the potential challenges with these practices? This is the context of sort of health outcomes. And the sixth and final domain of our research is what I call applications of advanced meditation. This is understanding: How can we train people in advanced meditation? Are there ways that we can accelerate training? What are the clinical ethics of training? Can we use things like brain stimulation or psychedelics to potentially accelerate meditative development?"]},{"begin":"527.600","end":"536.360","lines":["I think it would be great for our listeners if you could unpack some of the experiences you’re talking about when it comes to advanced meditation."]},{"begin":"536.360","end":"671.680","lines":["You know an example here um, Buddhist contemplative tradition, particularly Theravādin Buddhism, is called jhāna. These are a set of states that occur when someone has mastered what you might call concentration meditation. In our research we use a phrase called “advanced concentrative absorption meditation.” And these jhāna states are characterized by what you might call ecstatic bliss, expansive clarity, awareness of really subtle aspects of consciousness. But these absorptive states, they’re characterized by the mind sort of becoming one with certain aspects of experience, and that is called absorption. And this can feel very good. You know, it can have qualities of ecstasy and bliss and joy. And these different jhāna states, we’re studying, you know, using neuroscience, and we’re articulating, you know, what happens in the brain, and how does this relate to the mind and what people experience when they practice this stuff. And so that’s sort of one flavor of advanced meditation. And, you know, an example of a meditative endpoint is something that we’re also actively studying and that we’ve recently published some papers on. In English we call it cessation. In Pāli, the liturgical language of Theravāda Buddhism, it goes by nirodha. And this experience—or sort of non-experience, as I’ll describe—is what you might call a meditative endpoint: a signifier of a certain degree of mastery of what you might call insight meditation. And essentially what happens is once someone’s mastered this insight meditation practice, spontaneously their consciousness entirely falls away. So they basically lose consciousness for a few moments—a very short time. And then when consciousness returns it is profoundly clear and peaceful, and practitioners sometimes describe this as a sort of reset of consciousness. You know, like you might reboot your computer if it’s not really working properly, and then you reboot it and everything sort of runs more smoothly, it’s—in some ways that metaphor makes sense."]},{"begin":"671.680","end":"689.920","lines":["Yeah, what you’re describing has a, a lot of commonalities with the states that people talk about in psychedelic-assisted therapy. I’ve done some psychedelic-assisted therapy myself—I’m curious where you see the intersection and interplay of psychedelics research and meditation going."]},{"begin":"689.920","end":"763.400","lines":["Generally I think of psychedelics as more of a window than a door, and maybe meditation might be more of a door to some of these states. I mean, it’s a metaphor that could be unpacked in a lot of different ways. There are a lot of different touch points between psychedelic research and advanced meditation research. There’s questions as to whether, you know, maybe a meditation practice before a psychedelic experience might increase the likelihood of a positive outcome or increase the magnitude of that positive outcome—we’re doing research in that actively, actually. My view of sort of what’s happening in society is that it seems like [the science of] psychedelic medicine is further along than [that of] advanced meditation, but my prediction is that, just like you might argue we saw in the 1960s and 1970s, you know, a lot of people that maybe got started with contemplation maybe started with psychedelics and had different kinds of experiences that, you know, might’ve showed them something that really inspired them or they thought was interesting, and then maybe they drifted toward meditation. Of course, you see the opposite—I’ve heard, certainly, anecdotes of people that say things like, “Look, I’d been meditating for years and didn’t really know what I was doing, and then I took a psychedelic and, you know, sort of understood what meditation was about.” You see these different interplays between these things for sure."]},{"begin":"763.400","end":"775.120","lines":["So what are the potential benefits of this more advanced, deeper meditation that you’re hoping that more people will be able to access thanks to research like yours?"]},{"begin":"775.120","end":"832.120","lines":["One way that I think about this is: Sort of like in technology, you know, there’s this thing called the transistor that was developed at Bell Labs in New Jersey, you know, many years ago at this point. And when that thing was being developed, it was not clear how it was gonna impact society or how people might use something like that. And now it’s a fundamental part of computing and computers, right, and everybody’s got a smartphone in their pocket, and right now you and I are talking through the Internet and all this stuff. So I think about advanced meditation science, in some ways, like that—not to overstate, necessarily, you know, where this could all go. But I do believe that, you know, advanced meditation [is] potentially incredibly impactful for things like mental health and personal thriving and life meaning; how we understand consciousness; understanding relations to psychedelics, like we just talked about; how to think about artificial intelligence and sustained excellence and peak performance; and, I think, many other domains. So I really do think that there’s incredible potential for advanced meditation."]},{"begin":"832.120","end":"834.920","lines":["What are some of your future research questions?"]},{"begin":"834.920","end":"837.400","lines":["I wanna understand claims from the wisdom traditions."]},{"begin":"837.400","end":"837.640","lines":["Mm-hmm."]},{"begin":"837.640","end":"893.360","lines":["I’m also interested in understanding how different individuals, who might come from different parts of the world or practice in different wisdom traditions, how their experiences might relate to one another, right? Maybe they’re actually more similar than different—I mean, we’re all human. I’m really interested in understanding whether we can integrate meditation with other kinds of modalities to help people experience deeper aspects of meditation more efficiently. You know, can things like biofeedback, neuromodulation, you know, even psychotherapy or, like we talked about, psychedelics or different kinds of lifestyle interventions, can these things potentially unlock accelerated meditative development? And I think, most broadly, in the context of where we’re going, our goal is to create a center that’s focused on the science and practice of advanced meditation, and we’ve recently been approved to develop this center at Mass General, in affiliation with Harvard Med School. And our goal is to be a leader in the education and science of advanced meditation."]},{"begin":"893.360","end":"950.280","lines":["All right, I think we’ve given you plenty to ponder for one episode. We’ll be back on Friday with the kickoff of a brand-new Fascination series. Our Friday Fascination episodes offer deep, immersive dives into stories that we think are the perfect lunch break companion, taking you on narrative adventures without taking up your whole afternoon. And, of course, don’t forget to tune in again on Monday for our weekly short-and-sweet science news roundup. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. See you next time!"]}],"duration":950}