{
  "title": "Introducing Science Quickly’s New Host, Rachel Feltman",
  "img": "https://static.scientificamerican.com/dam/m/213c23f229393dc/original/02_SQLandscape.png",
  "url": "https://www.scientificamerican.com/podcast/episode/introducing-science-quicklys-new-host-rachel-feltman/",
  "audio": "https://traffic.megaphone.fm/SAM2261752238.mp3?updated=1714683505",
  "intro": [
    "Stay tuned for a new era of Science Quickly."
  ],
  "authors": [
    "Rachel Feltman"
  ],
  "category": [
    "Culture"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman",
      "text": ": Hey there, Science Quickly fans. Some of you have probably been listening to this podcast from the very beginning, which is no small feat—this show is just about old enough to vote, which makes it ancient in podcast years. [CLIP: Theme music] We here at Scientific American are so grateful to have you as listeners, but we aren’t surprised that so many of you have stuck around. For almost 18 years, you’ve been able to count on this feed for intriguing, enriching science news that always makes the most of your time. We know there are a lot more shows to listen to than there were in 2006, which gives us all the more reason to deliver short and efficient scientific insights straight to your eardrums. Of course, like any organism with staying power, Science Quickly has evolved. I mean, remember when the show used to be, like, literally a minute long and when it had a totally different name? Life comes at you fast. You can probably guess where this is going. Science Quickly is growing and changing once more. For starters, the show is getting a new host. That’s me! I’m Rachel Feltman. You may have heard me popping in and out of the Science Quickly feed over the past few weeks. You might also recognize me from my regular appearances on Science Friday or my previous gigs as executive editor of Popular Science and founder of the Washington Post’s Speaking of Science blog. I’m also the host of PopSci’s hit podcast The Weirdest Thing I Learned This Week, where I take listeners on deep dives into the strangest stories from science history I can find. I love learning new stuff and sharing it with as many people as possible, and I’m so excited to get to do more of that with you all. Starting on Monday, May 13, you’ll hear me in pretty much every episode of Science Quickly. Don’t worry: you’ll still hear from your favorite Scientific American reporters and editors, as well as an exciting assortment of authors, experts and on-the-ground reporters. I’ll be there to ask them all the questions that you want answered. You can also expect a fun new rhythm to your Science Quickly feed. Every Monday I’ll kick off your week with a speedy digest of the latest science news. I’ll fill you in on all the stuff you might’ve missed the week before and tip you off about any big events to anticipate in the week ahead. On Wednesdays we’ll hunker down for slightly longer chats with authors, experts and Scientific American editors. These anchor-day episodes will offer deeper dives into science stories, global issues, news you can use, and more. Every Friday we’ll get to kick back and enjoy a Fascination. These episodes will be just long enough to immerse you in a story that we think is just—well, fascinating. We’ll follow reporters to far-off places, ponder deep and unanswered questions, and meet people who are using science to change the world. We love a good experiment over here at Science Quickly, and we hope you’ll help us find the right variables to tweak. If you have any questions, comments or suggestions about our new episode formats—or ideas for stories we should cover—give us a shout at sciencequickly@sciam.com. You can also find that email address in the show notes for this episode. We’ll be taking next week off to get everything prepped for our big relaunch, but I’ll be back on Monday, May 13, with our first weekly science news roundup. See you then! Science Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Rachel Feltman. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. Thanks for listening!"
    }
  ]
}