{"title":"Discrimination Could Be Making People of Color Age Faster","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-racism-could-be-speeding-up-aging-and-early-menopause/","audio":"https://traffic.megaphone.fm/SAM8381113636.mp3?updated=1725393996","intro":["Understanding how racism affects aging and the timing of menopause could lead to better screening and preventive care."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Aging"],"transcript":[{"author":"Rachel Feltman","text":"Getting older is one of the most universal experiences we humans have. But not everyone ages the same way—or at the same rate. Now researchers are finding that people of color and members of other minoritized groups often show signs of aging faster, including developing diseases traditionally associated with advanced age. And the way we study these conditions could be leaving those folks behind. For Scientific American’s Science Quickly, I’m Rachel Feltman. Joining me today is Alexis Reeves, a postdoctoral researcher at the Stanford University School of Medicine’s Department of Epidemiology and Population Health. She studies the mechanisms by which structural and interpersonal racism contribute to aging, including the early onset of menopause. Thanks for being here, Alexis. So what first got you interested in studying aging?"},{"author":"Alexis Reeves","text":"So the base of everything is my family and my experiences growing up. I grew up in California, in a town where we were one of the only Black and minority families in the town, and I saw how racism kind of at the interpersonal level, with micro- and macro aggressions, and at the structural level, such as who gets to make an offer on a house that you’re interested or what classes you get to take in school, was ever-present despite all the sacrifices my parents made to have us live in that town. When it came to choosing my career on studying how racism gets under the skin and affects your health—and this can be present even regardless of your socioeconomic circumstances. And this is what I observed through my family: my internal family and then my external family as well. And I almost fell into that idea of “weathering,” which was coined, so I’m gonna make kind of a delineation between general aging and weathering, which is this idea that—of the physiological wear and tear, or deterioration, that occurs in response to cumulative social and economic adversity. So it’s not always speaking about racism but is kind of this cumulative impact that can cause earlier aging or accelerated health declines. And I fell in, kind of, to this idea after working on a randomized control trial, actually, of hypertension at [University of California,] San Francisco. I was brand-new, straight out of school, and I was a research coordinator at the time. And we were testing an intervention for hypertension and, as a new and bright and bushy-tailed study coordinator, wanted to recruit Black women into this study that were from the neighborhoods ..."},{"author":"Feltman","text":"Sure."},{"author":"Reeves","text":"That were just right around our study. But the study required women to be 50-plus years of age and prehypertensive, not fully hypertensive, and not on blood pressure medications. I screamed to many, many Black women over the years for that study, and almost none of them had enough blood pressure control to be in the study. And so this is kind of what introduced me to this idea of: It’s not just disparities or aging in general—it’s about how fast things are happening in the age of onset of conditions, and are we thinking about the right ages that people are tending to have conditions so that we can think about prevention and interventions. And this issue came back around when I was in grad school. I was at University of Michigan working with my adviser, Siobán Harlow, who’s great. And I came in, again, bright-eyed, bushy-tailed [laughs], wanting to study aging and accelerated aging in this great study, the Study of Women’s Health Across the Nation, which is the study of women as they go through the menopausal transition, and she said, “Well, it might be hard to study some of these disparities in aging because there are many Black and Hispanic women that didn’t make it into the study to begin with.” A requirement to be in the study was to not have had menopause before the age of recruitment for the study, which was 42 to 52 years old, and she said, “Well, many people were left out.” And so this same problem was kind of coming up of not just looking at these differences in how fast people age or these accelerated health declines but thinking of how that’s affecting who gets into studies in the first place and how that can change what we’re seeing—the state of disparities—and even understanding the causes and consequences of disparities as well."},{"author":"Feltman","text":"Yeah. Well, I definitely want to get back into those studies and, and other research in the field in a second, but to give our listeners some context: What kinds of factors can impact how quickly a person ages and, you know, bring on weathering?"},{"author":"Reeves","text":"So I do wanna delineate that there’s factors that influence aging in general, right ..."},{"author":"Feltman","text":"Sure."},{"author":"Reeves","text":"That may or may not be the same as the factors that actually cause disparities or this weathering concept. The factors that influence aging, if we’re thinking about in an equal society, are lifestyle factors that we know, like eating whole, fresh, healthy foods; exercising regularly; keeping up on mental health—those types of factors. But these may or may not be the same of what causes and ingrains disparities in aging or causes weathering. These tend to move toward structural factors like education, income—those with higher education have more opportunities to thrive, or what neighborhood or zip code you live in determines your access to food, to housing or to education. And racism, kind of layered on top of that—what many people call this fundamental cause that shapes health—can and does uphold kind of these inequalities in things like education and income, which then can affect the distribution of those health-promoting lifestyle kind of factors that we think of every day, like the eating well, exercising regularly, etcetera. And kind of along with that, racism promotes these interpersonal psychosocial stressors like discrimination—which, regardless of all of these health-promoting factors, can still affect disparities in aging and weathering with this cumulative impact over your life course."},{"author":"Feltman","text":"Could you tell me a little bit more about what we’re talking about when we’re saying that people are aging more rapidly? What does that look like in terms of their health?"},{"author":"Reeves","text":"Yeah, so in my research in particular, I’ve looked at harder health endpoints, so the onset of diabetes or insulin resistance, happening earlier as well. But after correcting for some of the issues that I was talking about before with inclusion in the study, we found earlier menopause as well, which is another factor that can be thought of as an outcome, potentially, of weathering or something that promotes or doesn’t promote health as you age as well."},{"author":"Feltman","text":"I know that you and your colleagues uncovered some, you know, major flaws in how other researchers study aging, which you touched on a little bit before. Could you tell me more about that?"},{"author":"Reeves","text":"Sure. So, typically in a cohort, which is following people over time, we wanna see people before they’ve had some outcome that we’re really interested in, so heart disease or menopause or whatever it is, and so we can understand what factors affect that, that particular outcome. What we did in our research is kind of just interrogate the fact that usually those ages that we’re thinking about—okay, we know that, say, menopause happens at this particular age for the general population—is based on white populations ..."},{"author":"Feltman","text":"Mmm."},{"author":"Reeves","text":"And we’re not thinking, necessarily, all of the time about minoritized populations, who may be undergoing weathering and having these outcomes at earlier ages. And so it takes kind of moving these studies to earlier ages in order to capture those. But what we did in [Study of Women’s Health Across the Nation] first—that screened women and asked women: “Where are you in your menopausal transition?” If you were premenopausal, then you were invited to the study. And what was great is that we had all of this data and information about all the women not just who are in the study for 25 years but all of the women who were also screened out or ineligible for the study. And so what we did is we went back to that data and matched up the women who were left out in the study as—and statistically tried to account for the women who didn’t get into the study to correct the estimates—well, to see if it made any difference to the estimates within the cohort. And what we found is that when we did this statistical correction, that previously we hadn’t seen any differences in—racial differences in the timing of menopause, but Black and Hispanic women in the study had a higher risk of having surgical menopause. That was actually one of the biggest reasons that women were left out of the cohort."},{"author":"Feltman","text":"Mmm."},{"author":"Reeves","text":"[In the Study of Women’s Health Across the Nation] surgical menopause is having a hysterectomy or a bilateral oophorectomy prior to natural menopause, and it was one of the ineligibility criteria for the cohort. And these women were left out. And so once we did these corrections, we found that Black and Hispanic women had a higher risk of surgical menopause compared to other—all racial or ethnic groups. And we also applied this correction to examine other racial disparities, not just in menopause, and found that hypertension occurred about five years earlier, metabolic outcomes such as diabetes and insulin resistance about 11 years earlier for Black and Hispanic women versus white women. And just in general, adjustment for this selection into the cohort was associated with about a 20-year decrease across all of these outcomes ..."},{"author":"Feltman","text":"Mmm."},{"author":"Reeves","text":"For everyone in the cohort, regardless of race, but it tends to affect particular minoritized individuals more."},{"author":"Feltman","text":"Yeah. So now that you’re looking at these, you know, sample sets that are actually representative, what are some of the big questions that you’re hoping to answer about menopause specifically?"},{"author":"Reeves","text":"Yeah, so I’m—was surprised to see some, some of the differences in menopause. And, I was really interested in this idea of the surgical menopause. Like I said, Black women had about double the risk of surgical menopause ..."},{"author":"Feltman","text":"Wow."},{"author":"Reeves","text":"Going into the cohort. And this is something that’s often left out of menopause research. We usually kind of take the women out who have surgical menopause and just study the women who have natural menopause. But what I’ve been learning is that surgical menopause is related to more vasomotor symptoms, which are the night sweats and hot flashes that we usually think of for menopause. And it can lead to kind of a rougher transition, and we don’t really know what the long-term effects of that are. So I’m very interested in understanding why we have higher surgical menopause for Black women and how these differences in the timing of menopause, whether it’s surgical or natural, how they contribute to later age disparities. So in general thinking about: Do Black women have, consistently over time and across different samples in the U.S. and other countries, have earlier and natural surgical menopause than white women? How much can this be replicated? And if so, what factors explain these disparities in menopause? And then on the other side of the equation: How do these disparities in menopause then affect health and aging in the long term and affect disparities in aging in particular? Part of the inclusion in menopause research is remembering that many people undergo surgical menopause and that it may have its own risk factors, it may have its own effects later in life and to make sure to not leave those women out and to hear their experiences and to include them in our study so that we can understand how to best help them through this really important transition in a woman’s life."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday with part two of our miniseries on caregivers. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[3986,4361,5580,8355,6121,9639,14259,11175,12365,11989,11785,12784,5835,5778,6062,7822,4854,10309,12300,14967,11723,10824,7525,9199,11707,9200,9168,15620,11753,13830,11459,11648,11325,9455,4932,6019,12816,11443,12497,10730,11502,11531,11240,13135,9901,5786,5644,4937,9303,8444,7404,11829,21967,12447,17592,11232,11147,10995,5641,6481,13061,10357,11116,10330,5568,6355,7847,6900,8126,7573,14673,11229,18626,11051,10188,8122,8778,9151,23101,11554,11046,12467,19347,16502,11855,10363,7428,7110,7104,8029,8705,7666,8254,7818,8643,24281,13330,9411,8440,7041,12700,11395,15742,8504,10200,9409,11213,11808,11112,8985,7936,12299,13813,10992,6451,13837,12193,11057,8271,8131,6500,6949,8245,6119,5581,7145,8533,6606,7915,6564,4066,3414,2510,1186,365,2535,5596,10542,9244,9703,10972,10559,12016,10365,7966,7404,9952,18496,13726,14558,16738,13411,12673,14317,15417,7683,13106,11782,10454,14104,15287,13353,2403,15415,12637,15288,12292,14844,12092,15650,16650,14132,15279,16028,14907,11784,13184,10801,3014,3094,16460,7833,15536,16264,9065,14832,13156,14707,16182,9782,15674,15949,14837,10446,9664,7315,16943,12349,16840,9459,10329,16301,8045,9595,11901,13721,14882,7785,10553,11117,13159,14359,13457,15627,11773,12384,12094,8055,11566,2628,15740,11517,16267,7832,13585,11761,6100,15780,14269,14183,14989,12659,15366,4758,3054,17109,10453,15217,16405,10021,8857,15821,10493,15629,7809,3724,17774,11051,16313,10409,16175,13533,7830,15616,15278,15494,7877,15832,16499,16941,11417,14185,9325,14332,15199,12818,16456,15971,14814,12747,12575,14997,16804,7691,15782,10299,16366,12076,15855,11688,15694,8926,16444,12024,14445,14175,15306,10733,16345,9527,13578,13329,16807,13048,15808,12248,15705,14866,14543,16422,15303,13885,4883,2008,1346,1072,873,1145,653,477,242,151,340,15593,11830,15401,12626,4667,15547,15490,14414,15358,9590,13869,15561,8222,14221,62,12232,10433,13473,5477,14681,15449,6029,8705,7420,4830,10492,10268,14300,12764,12066,15725,13523,5019,15481,13042,10344,15358,15500,14511,10240,8077,15059,15426,11165,8308,6473,15497,12141,6667,7863,6480,12051,7966,10643,14212,15829,14075,15824,6761,15467,6508,9120,6408,5086,15353,13359,9559,15117,8443,5520,13502,8361,6227,9159,10490,9865,14675,11767,6352,1074,987,13339,9763,14333,877,16424,7484,9925,9499,4401,15426,15490,11081,15623,12093,5449,15446,15446,7738,10974,8801,9732,10298,10724,1766,15457,12617,10006,15296,8319,15447,8807,6463,9908,8645,11329,5749,7471,7376,4753,15358,13874,15020,15438,1411,1584,15483,10160,9473,13212,11792,9803,16048,9916,15332,10556,4656,8526,15577,6927,5019,14216,14745,15232,4295,8138,14159,7848,1062,891,15343,8372,15429,9327,10121,8212,6036,5637,8240,6818,12774,15613,10790,8593,9868,10814,6646,7365,13010,8848,6683,10022,12117,8481,4950,10034,5237,12883,15350,15465,1355,1083,575,15469,9749,17463,385,15552,14835,14891,14666,10346,8871,9855,6025,4777,15279,6517,8806,11921,8992,10356,13064,14009,5269,12078,10817,1113,10706,15491,9157,6940,7676,5336,15486,15345,5455,12366,15430,10655,10654,12016,13943,15290,13268,1233,15444,11392,13361,12218,15462,13683,10961,6086,10745,13765,11579,11148,8800,6937,7058,8389,11070,16061,358,15996,11408,6318,9439,14501,6985,14984,8801,472,15551,15581,10822,15614,13897,16448,15505,14898,12131,3141,1480,16077,8606,10658,10077,14068,13118,5509,15503,11301,15454,9835,12422,8286,4374,9652,6111,3640,9164,10752,15184,6061,12982,12392,14270,15398,14827,15340,6237,8511,13852,15126,11046,14085,9792,9964,6190,2446,1287,15219,7036,15448,7255,5788,4737,6842,9896,3595,13487,12938,7920,3471,14297,6577,11370,6437,11041,13539,6275,7890,4581,14840,14300,16403,7088,9107,2327,15447,8842,9197,5705,6662,8439,7870,9756,8058,11379,10596,9548,9726,15473,14531,15462,9864,10604,8084,10972,11691,15351,5184,1574,1333,15343,9383,14414,5433,6913,8489,9671,15491,7615,13357,14456,15394,13522,8335,9866,14989,7069,8718,14221,1728,10644,15424,10766,10060,15734,6729,14818,15447,12424,7248,7764,3695,14034,9770,19818,8430,12249,11799,11326,13611,10064,3797,2738,15371,15389,14635,5951,12168,15397,7498,7824,4423,3928,9305,15489,7952,8065,5051,13523,9587,15508,10331,7301,12721,7903,12091,7541,16096,12074,14351,4698,1327,15462,7640,6499,6196,9930,1139,15516,15015,12036,10860,9259,15447,13590,6028,10147,8474,14012,13614,15180,15684,4996,15978,10725,15422,9411,15462,14886,15400,4084,15453,8339,7726,6581,17894,16633,4248,1636,1154,15417,14723,6155,8511,13671,9533,6439,7144,7810,10209,15750,8099,15430,12659,7811,15462,10177,10283,5522,15704,6926,7570,13094,10811,10949,8759,12799,10704,15663,15460,8117,8354,15442,1028,15476,12108,7140,11324,5195,9401,6590,15568,12120,7924,4899,17515,15493,6616,10859,14093,10965,8098,11876,15333,1444,15456,9183,8787,7321,15429,8575,10447,12291,8400,11442,9215,6992,4190,8227,8145,14533,1594,1704,15133,9804,16065,15456,10039,5143,13566,7125,15505,10135,7376,8626,6680,14744,2124,1143,14174,13315,12753,15463,5339,5010,4536,4810,7044,10712,7179,4934,6827,15289,4804,7318,4775,1638,3005,15404,8932,15428,7207,1350,10378,14411,11281,15385,10216,13980,17177,12815,14007,8327,7822,6533,10723,5229,6882,5516,6319,11902,14747,13430,12851,6491,10020,12210,9407,6276,12886,15994,5398,15462,15843,10002,8520,15437,5637,8730,4679,15523,7681,8520,14769,13597,15448,15505,11359,11909,14152,6082,13811,5914,14461,7581,7603,1116,1985,15576,12992,15124,11129,15408,13514,10417,8481,8571,6710,7260,6471,12094,6563,10920,8379,5228,1115,15443,15462,11933,9474,15032,4736,10198,13501,6079,5663,13932,14311,15456,9067,13347,9191,8096,9124,5406,7301,13682,15507,8712,9690,7707,11195,11458,12044,12071,1293,2244,4824,15706,14521,6482,13677,7426,6595,11627,10825,13283,14283,15240,7633,15154,14891,6890,4904,921,15450,8447,15435,10484,11185,6252,15477,14183,15297,11012,6008,15476,11451,11184,541,766,14388,15540,10844,12016,11549,10831,15521,15152,5891,3743,15462,11386,9902,7499,5352,6716,15743,6428,12233,13493,11744,15335,10515,12843,10111,2221,1188,15442,12221,16089,14701,5533,9384,14469,13278,8218,4136,15146,10195,12220,15474,13201,9522,4499,7464,5351,3048,3057,15447,12133,10964,14474,11474,14699,8114,12033,15339,13342,10039,9892,13975,15243,15449,8970,8545,12865,12799,11500,8811,15139,766,0,15424,12545,10746,6791,10427,15187,4922,4487,4249,726,9159,14813,5451,4505,7951,7627,7087,3752,6759,6803,7061,7148,15435,9115,7342,308,4353,15339,7911,5802,10577,15213,1115,12692,11527,15112,8179,9864,3150,6684,15503,1251,12740,15401,6055,6047,7167,5612,8331,5732,8756,6783,6231,9557,8208,2175,15536,7250,213,15434,10718,14687,15015,8121,15517,11166,14610,8590,15340,7120,11332,5844,9204,8200,8384,6624,8254,15275,9443,11374,15471,14917,14741,9126,10028,15201,10735,13910,12016,8022,11537,9123,6205,7627,14060,12601,1300,15506,14464,11610,15622,7954,10735,10350,11099,15430,9122,5184,7368,3542,15753,15614,9548,11742,5815,15436,5965,15412,13374,12749,3890,12846,13422,4360,9100,12131,6353,56,9270,12374,12476,15456,8676,8834,15302,10672,8098,15400,12776,8157,11564,9712,9431,15466,10831,14822,14531,3203,1025,15481,10076,11954,731,15424,14802,15029,7700,12469,14070,8819,10329,15437,8468,4257,8404,15087,6355,8166,5147,8928,8791,11949,6288,2245,7845,16972,15224,8215,15024,8817,13159,15175,11103,3233,12878,8698,4511,12452,10421,1359,15459,15336,12492,5300,13769,13037,15491,5061,7733,15159,7641,1059,15434,8525,10311,15145,8467,9399,7132,13919,14953,15659,9784,14670,7895,11097,15506,4953,9391,8133,8653,3254,1518,15530,10198,630,16550,13109,15206,15467,7711,15408,15249,8185,14644,13855,7989,15447,10929,12512,15440,8971,15445,13673,7145,15271,7627,15531,11555,2031,4547,15984,15173,13362,8929,5769,13662,14217,15409,8221,8330,11081,15408,6502,6034,4911,9969,780,15455,15402,9198,12896,10484,6388,10010,12436,9186,15166,10677,14875,15415,5135,7740,10932,15371,9525,10741,7738,9202,15451,9653,1190,7920,14172,7121,15439,10768,11198,10929,6199,9159,11148,15493,11974,14725,11455,15170,15768,10370,13818,14976,8356,8797,6799,10054,7851,11618,8630,15431,10749,11027,11119,741,934,15470,14097,11564,14714,15523,11273,8991,15205,5996,14812,10436,8005,16090,13677,5061,4837,5124,9687,7400,9692,6282,11438,15556,5680,13432,11801,12596,302,0,14824,15470,11044,8673,14091,13253,275,5016,11431,6867,14959,12925,15441,5129,6121,5623,6921,7921,7794,97,9137,11066,14116,6827,6120,104,9877,15562,6798,5222,6586,6829,8905,252,14615,13610,11971,7315,15465,11369,7007,6566,10316,10901,13716,15471,11316,15495,13161,15437,9703,13036,9674,11043,15420,5790,5092,13588,15292,14561,7399,6014,13141,14414,15863,10023,13371,3216,14457,14643,7402,8218,15538,11533,15523,6519,14235,8461,14662,7718,7350,14979,8200,15988,15025,15490,10590,15553,15480,11140,3712,8096,5676,12548,5820,9321,13356,5566,7651,15438,15410,14441,12153,1234,11198,13339,4725,6719,7818,7166,6142,5956,8857,6747,15467,11832,13644,5166,15541,11764,13613,15612,15471,7220,2266,44,15047,5275,13224,8646,15535,13844,5288,17098,8042,7831,15387,565,79,12600,10483,15557,8553,9562,11863,10937,14877,12109,10570,12996,4127,3779,15846,11936,142,15520,5772,11453,6302,1275,5107,15404,9877,12588,5426,8145,8999,6889,13104,8465,14940,7107,8500,11670,8405,15117,4183,10439,5606,5266,5065,15360,13978,8229,8055,8319,9768,344,15219,9295,9331,9864,15591,7729,1375,11694,13418,10886,14532,10732,15489,10092,9662,9141,15467,14543,8677,12526,6438,8156,9126,8898,8529,1866,15497,15412,13088,8890,6829,2804,7604,11759,12997,15432,8425,15379,6835,15306,15470,7094,11594,7257,16831,11000,15286,5800,3308,15480,14413,6609,13601,3993,13485,11533,13020,8386,15112,14915,8521,12581,6973,7789,4189,14621,14529,7732,15391,11554,6669,14150,5423,9167,15515,13902,15381,10095,15507,7580,4660,13712,8069,9704,15425,6004,12302,6555,6395,7697,14092,13410,8705,15493,15389,14251,1496,4685,8315,8593,14405,15436,9100,15831,8956,9837,15464,10348,660,817,15495,8841,11200,14836,555,13978,7435,13415,14138,15353,13026,9836,8599,9064,11789,8432,15504,8849,12907,15405,8165,9471,5305,10382,15183,15048,12796,15441,5691,14771,8518,6885,17187,8889,15370,14353,8001,5027,15027,8092,9022,15512,10805,10874,15490,14177,15480,11032,14004,15356,11065,6030,9807,8190,7696,10962,5992,7071,5606,5099,15457,4810,15610,9957,13906,4935,4858,10030,9211,2297,15496,7784,11204,14750,13524,7013,9613,8327,12658,9885,8234,7230,11020,5819,11200,15547,6332,7891,7757,10028,15497,13771,15183,13378,3789,15590,12816,15408,8229,6767,4970,4778,15410,9560,8058,15205,8603,8758,13466,7428,13300,3559,1141,15544,11973,7212,15457,14041,8946,15515,6870,10364,10483,8259,14646,14224,4257,1810,15512,13465,15405,12565,12856,13212,15438,7422,13501,8263,8591,7907,15535,15481,9692,6003,15388,12151,13304,15839,5618,11439,15425,10527,11021,15535,8564,6322,15460,15470,13144,14680,9651,10970,6816,14675,3802,3552,2037,15355,13968,10539,14932,8929,9587,13069,15427,9967,11004,8969,4921,15543,10594,15382,14384,15012,13598,9502,6029,6297,11125,11374,15229,7152,14295,5346,15691,12600,14501,11093,12715,12436,8280,9688,4754,10466,5674,1159,15555,14675,17082,6629,8040,10585,14672,15418,9748,13368,15967,13706,13055,8804,8040,17395,13766,9601,14287,4382,12564,8990,2433,15680,7804,15528,15347,9874,13415,12163,8154,15140,10857,8244,9153,5649,2912,629,15558,9578,14380,14742,15465,14545,11095,5983,14634,11942,11660,6170,13215,7480,15914,10779,10735,10424,7636,15436,7204,1274,15457,14831,7040,9573,12270,13316,11267,12848,12558,15628,6600,15268,12767,13079,13552,5276,15369,12293,8580,12464,10907,14706,12885,9385,5972,13094,14396,11770,12839,7460,15516,9438,9330,14574,8543,14984,15430,4399,15564,13328,12752,8342,11940,8993,8427,4196,15482,7745,10422,7167,15422,9682,14307,10961,8769,8840,6025,12307,7636,9649,9238,12412,6585,2509,2412,15637,9383,10689,12842,15023,13405,15393,12513,671,15303,7716,15442,13674,10270,11588,11094,9984,7504,14601,15421,15384,12810,15106,6256,11698,12678,14899,5499,4362,14342,14113,8808,10334,15489,7165,12428,8760,8225,9570,1173,5028,15674,15431,11325,15422,11081,8118,8952,16689,14360,15537,13180,5412,12387,12162,7525,9767,15453,14346,15179,15246,14944,15594,7053,11227,10957,13607,15446,7874,11754,8698,6049,15952,15107,10988,9062,11461,13736,7599,15359,15581,4237,15125,16597,12479,11899,5505,7708,6475,5440,1114,14285,11945,1911,15918,5195,7061,5230,11909,8467,2133,15494,8661,15579,12251,15458,8000,15426,15396,10273,13421,16520,9198,10714,15787,13903,11134,1067,15492,15651,8303,9437,11630,15354,10363,5502,5908,16025,15803,14489,12038,15659,9569,11343,9744,6664,16750,14410,9676,11961,9621,10242,13051,7127,8944,12706,14664,10729,8037,9390,1664,7323,5587,5932,6203,14634,13370,4027,7870,7511,1,13507,3376,10891,11914,10358,8020,10066,4488,5808,9426,8041,7266,7934,15425,11544,6898,7251,9999,7814,119,12128,12412,7892,8167,14619,4879,7855,5204,7024,8669,9720,8271,8552,5646,4269,366,10637,15911,12609,15113,15033,9091,6470,15446,13467,15329,12308,15341,7121,12846,3861,11797,5497,6219,14793,7999,15026,7394,5316,11888,10602,8843,15408,11812,14452,14576,10379,15900,17946,11132,11684,11941,11666,13867,8958,15504,10556,15459,14719,15389,9330,9130,15189,6407,4566,7064,15124,8324,9034,7625,15439,10016,8386,14034,15371,14219,15202,15318,11670,15052,5258,15408,9320,6245,15424,3573,13695,15415,6962,5940,6921,8428,1763,5441,14394,14014,15384,13525,15482,12452,12039,14858,15064,14226,6611,8379,10343,7955,15399,10725,15441,1083,2811,15440,13389,6548,13806,16299,15112,7865,9504,11362,13807,14246,8375,13447,6157,15396,10773,8092,12434,6823,7844,1341,15426,12233,9559,12066,13512,15733,3411,3692,15589,10504,15495,15378,12481,7465,5918,8042,7019,14146,15048,1429,15560,11439,14213,9027,5889,9816,14674,8791,15403,9198,8263,11683,7626,14652,9903,7157,10096,15403,12577,15460,15676,14720,15305,1985,1437,16456,14217,10234,14820,5963,13766,15855,7062,5086,240,384,15486,9134,7085,15364,6988,4599,3176,10738,7016,7091,7948,2033,1057,15521,8236,6300,11049,15375,5430,7396,14488,14737,6138,13849,6833,11747,13731,6914,7299,13726,11581,16065,7509,15451,6359,5104,1185,1766,15436,5648,6610,12581,5670,13847,6480,9480,5690,11770,4049,10512,15203,15333,7280,6038,8174,13250,13941,4263,8402,15443,7569,14045,6837,11665,5668,7275,10245,15472,11597,14913,6625,11589,7514,7717,7933,8569,15335,14727,5634,7322,5511,15414,8882,11484,13245,9042,13609,14060,7424,6751,4116,15473,8227,10425,6084,7105,15615,8341,6730,15315,15441,8090,14580,15452,7153,13211,7237,4786,12077,13063,8718,10340,5947,281,15613,13528,13461,7481,9493,7608,4748,1115,5974,15496,11995,6160,7227,13206,7087,8182,15211,10692,12871,11044,4287,4005,6988,9496,11837,11044,7239,15316,10591,12235,8701,5607,4367,9397,5665,2302,15447,13611,6127,10778,9757,5018,12799,14259,7276,12221,14318,8353,10371,14053,9753,14257,12780,1021,11165,11895,7262,8067,9871,15357,8623,10625,9374,15469,15444,10280,15388,7807,15513,4530,1328,15459,15443,12714,8831,15467,13627,8313,12127,13942,14249,9958,15488,15449,11294,2024,1422,15440,9125,1262,10970,15419,3317,15519,6515,16505,10381,9609,12992,9289,12986,11101,15510,13073,11833,11469,15227,5247,13142,5855,9330,6671,15389,12554,6522,10818,12171,14494,16285,15058,12968,10778,11415,15513,10153,5275,3538,16011,15190,12910,11143,6150,6488,6548,3933,13216,12125,8950,7174,12828,8831,6633,15352,4206,2972,2841,4380,3600,4364,3589,3445,2657,4129,5729,5389,3271,3081,4305,4170,3001,3922,3537,16666,15060,13424,17183,11968,17413,17630,15662,12831,16123,12523,13896,11567,12764,15562,16052,7712,10437,7237,17073,18342,13011,10849,16812,11961,19482,18633,11486,16256,16451,16041,10762,15651,15804,17775,15748,18467,14591,16761,12521,16156,2311,18086,16158,12772,15717,16191,15291,16124,8926,15306,8959,20754,15863,13897,14417,16838,15554,14562,2106,7110,18419,17172,18492,17358,17064,15969,16880,13899,15309,18182,16473,10310,10429,3438,16580,15940,15625,12318,12080,16579,16738,4527,7181,15698,16660,5837,2564,5721,7319,8633,6863,6631,6597,5452,3568,1513,10595,10078,7887,5640,3826,1486,517,217,88],"fragments":[{"begin":"0.000","end":"98.680","lines":["Getting older is one of the most universal experiences we humans have. But not everyone ages the same way—or at the same rate. Now researchers are finding that people of color and members of other minoritized groups often show signs of aging faster, including developing diseases traditionally associated with advanced age. And the way we study these conditions could be leaving those folks behind. For Scientific American’s Science Quickly, I’m Rachel Feltman. Joining me today is Alexis Reeves, a postdoctoral researcher at the Stanford University School of Medicine’s Department of Epidemiology and Population Health. She studies the mechanisms by which structural and interpersonal racism contribute to aging, including the early onset of menopause. Thanks for being here, Alexis. So what first got you interested in studying aging?"]},{"begin":"98.680","end":"210.320","lines":["So the base of everything is my family and my experiences growing up. I grew up in California, in a town where we were one of the only Black and minority families in the town, and I saw how racism kind of at the interpersonal level, with micro- and macro aggressions, and at the structural level, such as who gets to make an offer on a house that you’re interested or what classes you get to take in school, was ever-present despite all the sacrifices my parents made to have us live in that town. When it came to choosing my career on studying how racism gets under the skin and affects your health—and this can be present even regardless of your socioeconomic circumstances. And this is what I observed through my family: my internal family and then my external family as well. And I almost fell into that idea of “weathering,” which was coined, so I’m gonna make kind of a delineation between general aging and weathering, which is this idea that—of the physiological wear and tear, or deterioration, that occurs in response to cumulative social and economic adversity. So it’s not always speaking about racism but is kind of this cumulative impact that can cause earlier aging or accelerated health declines. And I fell in, kind of, to this idea after working on a randomized control trial, actually, of hypertension at [University of California,] San Francisco. I was brand-new, straight out of school, and I was a research coordinator at the time. And we were testing an intervention for hypertension and, as a new and bright and bushy-tailed study coordinator, wanted to recruit Black women into this study that were from the neighborhoods ..."]},{"begin":"210.320","end":"210.560","lines":["Sure."]},{"begin":"210.560","end":"330.760","lines":["That were just right around our study. But the study required women to be 50-plus years of age and prehypertensive, not fully hypertensive, and not on blood pressure medications. I screamed to many, many Black women over the years for that study, and almost none of them had enough blood pressure control to be in the study. And so this is kind of what introduced me to this idea of: It’s not just disparities or aging in general—it’s about how fast things are happening in the age of onset of conditions, and are we thinking about the right ages that people are tending to have conditions so that we can think about prevention and interventions. And this issue came back around when I was in grad school. I was at University of Michigan working with my adviser, Siobán Harlow, who’s great. And I came in, again, bright-eyed, bushy-tailed [laughs], wanting to study aging and accelerated aging in this great study, the Study of Women’s Health Across the Nation, which is the study of women as they go through the menopausal transition, and she said, “Well, it might be hard to study some of these disparities in aging because there are many Black and Hispanic women that didn’t make it into the study to begin with.” A requirement to be in the study was to not have had menopause before the age of recruitment for the study, which was 42 to 52 years old, and she said, “Well, many people were left out.” And so this same problem was kind of coming up of not just looking at these differences in how fast people age or these accelerated health declines but thinking of how that’s affecting who gets into studies in the first place and how that can change what we’re seeing—the state of disparities—and even understanding the causes and consequences of disparities as well."]},{"begin":"330.760","end":"347.400","lines":["Yeah. Well, I definitely want to get back into those studies and, and other research in the field in a second, but to give our listeners some context: What kinds of factors can impact how quickly a person ages and, you know, bring on weathering?"]},{"begin":"347.400","end":"353.320","lines":["So I do wanna delineate that there’s factors that influence aging in general, right ..."]},{"begin":"353.320","end":"353.800","lines":["Sure."]},{"begin":"353.800","end":"435.920","lines":["That may or may not be the same as the factors that actually cause disparities or this weathering concept. The factors that influence aging, if we’re thinking about in an equal society, are lifestyle factors that we know, like eating whole, fresh, healthy foods; exercising regularly; keeping up on mental health—those types of factors. But these may or may not be the same of what causes and ingrains disparities in aging or causes weathering. These tend to move toward structural factors like education, income—those with higher education have more opportunities to thrive, or what neighborhood or zip code you live in determines your access to food, to housing or to education. And racism, kind of layered on top of that—what many people call this fundamental cause that shapes health—can and does uphold kind of these inequalities in things like education and income, which then can affect the distribution of those health-promoting lifestyle kind of factors that we think of every day, like the eating well, exercising regularly, etcetera. And kind of along with that, racism promotes these interpersonal psychosocial stressors like discrimination—which, regardless of all of these health-promoting factors, can still affect disparities in aging and weathering with this cumulative impact over your life course."]},{"begin":"435.920","end":"446.840","lines":["Could you tell me a little bit more about what we’re talking about when we’re saying that people are aging more rapidly? What does that look like in terms of their health?"]},{"begin":"446.840","end":"483.000","lines":["Yeah, so in my research in particular, I’ve looked at harder health endpoints, so the onset of diabetes or insulin resistance, happening earlier as well. But after correcting for some of the issues that I was talking about before with inclusion in the study, we found earlier menopause as well, which is another factor that can be thought of as an outcome, potentially, of weathering or something that promotes or doesn’t promote health as you age as well."]},{"begin":"483.000","end":"495.120","lines":["I know that you and your colleagues uncovered some, you know, major flaws in how other researchers study aging, which you touched on a little bit before. Could you tell me more about that?"]},{"begin":"495.120","end":"535.240","lines":["Sure. So, typically in a cohort, which is following people over time, we wanna see people before they’ve had some outcome that we’re really interested in, so heart disease or menopause or whatever it is, and so we can understand what factors affect that, that particular outcome. What we did in our research is kind of just interrogate the fact that usually those ages that we’re thinking about—okay, we know that, say, menopause happens at this particular age for the general population—is based on white populations ..."]},{"begin":"535.240","end":"536.240","lines":["Mmm."]},{"begin":"536.240","end":"614.400","lines":["And we’re not thinking, necessarily, all of the time about minoritized populations, who may be undergoing weathering and having these outcomes at earlier ages. And so it takes kind of moving these studies to earlier ages in order to capture those. But what we did in [Study of Women’s Health Across the Nation] first—that screened women and asked women: “Where are you in your menopausal transition?” If you were premenopausal, then you were invited to the study. And what was great is that we had all of this data and information about all the women not just who are in the study for 25 years but all of the women who were also screened out or ineligible for the study. And so what we did is we went back to that data and matched up the women who were left out in the study as—and statistically tried to account for the women who didn’t get into the study to correct the estimates—well, to see if it made any difference to the estimates within the cohort. And what we found is that when we did this statistical correction, that previously we hadn’t seen any differences in—racial differences in the timing of menopause, but Black and Hispanic women in the study had a higher risk of having surgical menopause. That was actually one of the biggest reasons that women were left out of the cohort."]},{"begin":"614.400","end":"614.640","lines":["Mmm."]},{"begin":"614.640","end":"665.560","lines":["[In the Study of Women’s Health Across the Nation] surgical menopause is having a hysterectomy or a bilateral oophorectomy prior to natural menopause, and it was one of the ineligibility criteria for the cohort. And these women were left out. And so once we did these corrections, we found that Black and Hispanic women had a higher risk of surgical menopause compared to other—all racial or ethnic groups. And we also applied this correction to examine other racial disparities, not just in menopause, and found that hypertension occurred about five years earlier, metabolic outcomes such as diabetes and insulin resistance about 11 years earlier for Black and Hispanic women versus white women. And just in general, adjustment for this selection into the cohort was associated with about a 20-year decrease across all of these outcomes ..."]},{"begin":"665.560","end":"666.080","lines":["Mmm."]},{"begin":"666.080","end":"673.600","lines":["For everyone in the cohort, regardless of race, but it tends to affect particular minoritized individuals more."]},{"begin":"673.600","end":"684.480","lines":["Yeah. So now that you’re looking at these, you know, sample sets that are actually representative, what are some of the big questions that you’re hoping to answer about menopause specifically?"]},{"begin":"684.480","end":"700.400","lines":["Yeah, so I’m—was surprised to see some, some of the differences in menopause. And, I was really interested in this idea of the surgical menopause. Like I said, Black women had about double the risk of surgical menopause ..."]},{"begin":"700.400","end":"700.880","lines":["Wow."]},{"begin":"700.880","end":"814.080","lines":["Going into the cohort. And this is something that’s often left out of menopause research. We usually kind of take the women out who have surgical menopause and just study the women who have natural menopause. But what I’ve been learning is that surgical menopause is related to more vasomotor symptoms, which are the night sweats and hot flashes that we usually think of for menopause. And it can lead to kind of a rougher transition, and we don’t really know what the long-term effects of that are. So I’m very interested in understanding why we have higher surgical menopause for Black women and how these differences in the timing of menopause, whether it’s surgical or natural, how they contribute to later age disparities. So in general thinking about: Do Black women have, consistently over time and across different samples in the U.S. and other countries, have earlier and natural surgical menopause than white women? How much can this be replicated? And if so, what factors explain these disparities in menopause? And then on the other side of the equation: How do these disparities in menopause then affect health and aging in the long term and affect disparities in aging in particular? Part of the inclusion in menopause research is remembering that many people undergo surgical menopause and that it may have its own risk factors, it may have its own effects later in life and to make sure to not leave those women out and to hear their experiences and to include them in our study so that we can understand how to best help them through this really important transition in a woman’s life."]},{"begin":"814.080","end":"850.880","lines":["That’s all for today’s episode. We’ll be back on Friday with part two of our miniseries on caregivers. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":850}