{"title":"There’s No Need to Panic over ‘Flying’ Spiders, and Satellites Are Not So Great for the Ozone Layer","img":"https://static.scientificamerican.com/dam/m/213c23f229393dc/original/02_SQLandscape.png","url":"https://www.scientificamerican.com/podcast/episode/joro-spiders-are-no-big-deal-and-starlink-satellites-threaten-the-ozone/","audio":"https://traffic.megaphone.fm/SAM5807973836.mp3?updated=1718401074","intro":["Sweltering heat in Greece, ozone-damaging chemicals on the decline and an investigation of what space does to our body are all in this week’s news roundup."],"authors":["Rachel Feltman","Kelso Harper","Fonda Mwangi"],"category":["Animals"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! I'm home from vacation and plugged back into the 24-hour news cycle. So you don't have to be. Let's get the week started by catching up on some of the science stories you may have missed while you were working hard, hardly working, whatever floats your boat. For Scientific American Science Quickly, I'm Rachel Feltman. We're in the midst of some scorching weather here in the eastern half of the U.S., and we are not alone."},{"author":"Rachel Feltman","text":"Last week, an unusually early heat wave hit Greece and temperatures in Athens soared up to 104 degrees Fahrenheit, which is 40 degrees Celsius for you metric nerds. Conditions in the Greek capital were so dangerous last Wednesday and Thursday that the ancient Acropolis actually closed down all afternoon on both days. That site is so popular with tourists that last year the country started capping visitors at 20,000 per day just to keep things from getting too hectic in there."},{"author":"Rachel Feltman","text":"Schools also shut down in several regions, and the labor ministry ordered a pause on all outdoor work including food delivery all afternoon on Thursday. Folks are especially concerned about last week's heatwave because it's apparently the earliest ever recorded in Greece, and that has people naturally worried about what July and August have in store. Last year, an unprecedented two week heatwave in July closed the Acropolis for a whole fortnight, and while I love the excuse to use the word fortnight, that's obviously bad."},{"author":"Rachel Feltman","text":"Anyway, let me make that up to you with a little bit of good news about the climate. This story starts just under 40 years ago, when scientists realized there was a big ol’ hole in the ozone layer. That's the part of the stratosphere that protects us from the sun's ultraviolet radiation, so it's very important. Basically like our cosmic sunscreen. Anyway, it turned out that we mainly had chlorofluorocarbons, or CFCs, to blame for that missing ozone."},{"author":"Rachel Feltman","text":"These compounds were very frequently used in products like refrigerators and air conditioners, and in 1987, in a show of global solidarity that, truly, we could use a little bit more of right now, an international treaty known as the Montreal Protocol aimed to rid our environment of those chemicals along with other ozone depleting substances.The world officially phased CFCs out of production in 2010. But then another set of chemicals, hydrochlorofluorocarbons or HCFCs, if you don't feel like doing that fun little tongue twister, emerged as a temporary alternative for certain products."},{"author":"Rachel Feltman","text":"This was a compromise, a pretty good compromise because HCFCs are not great for the ozone layer or the environment writ large, but they are way less destructive than CFCs themselves. The plan is to then phase these replacements out entirely by 2030. Okay, here is the good news, as promised. A study published last week in Nature Climate Change found that atmospheric levels of HCFCs seem to have peaked and then started dropping in 2021, which is five years sooner than anticipated based on how everyone's plans to ramp them down are supposed to be going."},{"author":"Rachel Feltman","text":"The Montreal Protocol was the first treaty ever ratified by every single country in the United Nations, and its success in healing the ozone layer offers a rare spot of hope in our greater fight against climate change. But that doesn't mean we can just forget our old buddy, the ozone layer. No. Last Tuesday, a study in Geophysical Research Letters sounded the alarm on a new threat to our planetary sunscreen: satellites. Specifically, the researchers are worried about megaconstellations, which are groups of hundreds or even thousands of tiny satellites working together as one system."},{"author":"Rachel Feltman","text":"And I should clarify that when we say tiny satellites, that's relatively speaking, these are still pretty hefty boys in a lot of cases. Which will become relevant in a second. Anyway, megaconstellations are increasingly popular for providing internet coverage around the globe. For example, there are about 8,100 active satellites in low Earth orbit right now in total, and more than 5,000 of them are SpaceX Starlink satellites, which are used to provide internet. Many countries and private companies have proposed plans for their own megaconstellations and the ones already up there are set to expand."},{"author":"Rachel Feltman","text":"SpaceX alone reportedly hopes to have 42,000 satellites working in tandem someday soon. The problem, according to this new study, is that these internet satellites have short lifespans. Starlink crafts are only meant to work for 5 years apiece. Then there's the matter of reentry, which is when the satellites are taken out of orbit so that they can succumb to the pull of Earth's gravity and burn up in the atmosphere because otherwise they'd just be floating around forever as space junk that we could crash other stuff into accidentally."},{"author":"Rachel Feltman","text":"But that combustion during reentry produces tiny particles of aluminum oxide, which can spark the chemical reactions between ozone and chlorine that can eat away at the ozone layer. Computer modeling suggests that in 2022, satellites increased aluminum in the atmosphere by 29.5 percent over natural levels. So, the researchers are concerned that as we put more satellites up there, this is going to become a bigger and bigger problem."},{"author":"Rachel Feltman","text":"In other words, if we want to maintain the amazing progress we've made in healing our ozone layer, which again, huge progress, we should absolutely be patting ourselves on the back for that. We need to also pay attention to what we're putting up into space. In slightly different sky related news, you might have seen headlines like “Venomous Flying Spiders Invade the East Coast."},{"author":"Rachel Feltman","text":"But, as Stephanie Pappas wrote for Scientific American last Tuesday, while “millions of hand sized Joro spiders are moving up the east coast, the good news is that the headlines are circulating much faster than the creatures themselves.” These spiders first showed up in the U.S. in 2013. They probably hitched a ride from Asia on shipping containers. And yeah, they are spreading, but they are very slow moving. They can float on the wind, using threads of silk when they're little tiny spiderlings."},{"author":"Rachel Feltman","text":"That's something known as “ballooning.” Lots of spiders do it, and it is why there are so many headlines telling you these spiders fly, but it's not actually flying. And most crucially, I think, for our concerns is that they don't do it as adults. So, no, a giant hand sized spider is not going to, like, soar down from the sky onto your head, don't worry. Joro spiders can cover vast distances when they hitch a ride on human vehicles, like shipping containers, of course, or cars."},{"author":"Rachel Feltman","text":"But when they're moving of their own volition, they go at a pace of about 10 miles a year. So while it's true that they're spreading, they won't exactly conquer the country in one fell swoop this summer. Plus, it's true that these spiders are venomous, but they are not going to hurt you. They evolve to take down tiny little insects, so if you get bitten, you're going to feel something like a bee sting, if that. It might not hurt at all. And that's if you somehow manage to get bitten, which isn't too bad."},{"author":"Rachel Feltman","text":"It turns out is kind of quite the feat. These giant spiders are big old scary cats. In one study researchers hit a bunch of different species of arachnids with a little puff of air, And, most of the species they looked at that little puff made them freeze for a minute or even less. Joro spiders stayed frozen in place for more than an hour. So yeah, if you're lucky enough to spot some of these giant flashy spiders, just leave them be. They are genuinely more afraid of you than you are of them."},{"author":"Rachel Feltman","text":"Plus, consider this your annual reminder that spiders eat pests like mosquitoes, so if you leave them be they will genuinely make your summer more pleasant. We'll end on an even higher note with news from last Thursday when the Supreme Court unanimously voted to preserve access to mifepristone. This medication is used in more than 60 percent of abortions in the U.S., and the Food and Drug Administration approved 2021, which was huge in protecting access to abortion as some states rolled back protections."},{"author":"Rachel Feltman","text":"The anti-abortion doctors who brought this case targeted the FDA's authority to roll back restrictions on mifepristone, but their argument to the Supreme Court hinged on hypothetical ways the drug might cause harm to them, specifically despite the fact that the plaintiffs have not prescribed or been prescribed the medication. Essentially, they were arguing if other doctors were allowed to provide mifepristone to patients, and then these patients suffered complications and wound up under the care of the plaintiffs, that the plaintiffs themselves could suffer harm."},{"author":"Rachel Feltman","text":"The opinion reads, “The law has never permitted doctors to challenge the government's loosening of general public safety requirements simply because more individuals might then show up at emergency rooms or in doctor's offices with follow on injuries.” Because, yeah, that is what doctors offices and emergency rooms are for. It's also worth noting that mifepristone is an extremely safe drug. More than two decades of data on mifepristone use shows that common medications like Viagra and penicillin are much, much, much more likely to kill the people who take them."},{"author":"Rachel Feltman","text":"And I'm not saying those drugs aren't safe, they're very safe. But, mifepristone is even safer. That's all for this week's science news roundup. But before you go, we would love to hear your thoughts. How are you liking these new episode formats? Or this new host? We've received some lovely emails so far. But we'd love to hear more. We'd also love to hear if you have any stories or subjects you'd like to hear us cover. So get in touch at ScienceQuickly@sciam.com."},{"author":"Rachel Feltman","text":"We'll be back on Wednesday to tell you everything you never knew you needed to worry about when it comes to nuclear weapons in space. And don't forget to join us on Friday for that super cool latest episode of our fascinating audio adventure in Antarctica. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, and Jeff DelViscio. Elah Feder, Alexa Lim, and Anaissa Ruiz Tejada edit our show, with fact checking from Shayna Poses and Aaron Shattuck. Our theme music was composed by Dominic Smith."},{"author":"Rachel Feltman","text":"Subscribe to Scientific American for more up to date and in depth science news. For Science Quickly, I'm Rachel Feltman. Have a fantastic week."}],"wave_peaks":[6,63,269,590,5650,17105,11416,10305,10990,9481,1726,15598,11361,10295,9808,16333,12194,8582,11085,11073,10260,13511,9986,8315,15768,11918,8831,16323,10661,14865,16133,12694,13402,14821,14079,10591,8981,11191,12691,11537,10127,15773,9497,13458,13047,12445,13350,12434,12167,5030,1563,16205,12302,13521,12058,11378,9210,16680,10215,11477,2858,4915,5401,6609,6632,5757,4275,5702,3680,1388,966,693,750,486,458,341,11390,10901,12368,12261,10867,9371,12187,9559,9653,9859,15907,8730,12508,10604,8001,14429,10064,8127,12143,5252,14238,10082,11848,7327,10563,12017,8078,15887,13668,9034,15910,12677,14133,11111,15910,15907,14638,15904,15907,15916,11654,9264,15398,15907,11440,14434,7854,13602,12852,2231,1376,1433,1445,13086,12809,10140,14211,13416,8813,15465,9719,15196,10941,10486,11254,9022,9347,12478,16052,14295,12301,13873,12746,10837,15675,10521,12179,9910,11005,2409,16274,15853,11450,15161,16605,9849,13080,10117,16097,13404,9781,10087,14201,3661,12981,10430,14077,15611,13994,11903,13143,14077,6164,8564,12932,8327,16102,7847,5448,921,4768,11033,13744,12141,9203,14636,11402,6151,13914,11096,9679,12504,15963,13866,14001,13856,11381,8067,9741,11951,9530,6160,16290,8695,11521,13886,5952,1366,15967,12778,13726,10866,15847,13994,6116,8777,6700,10155,8977,8909,7728,10651,9702,16030,10829,11334,10466,6407,2185,1317,16299,14805,9436,13286,8979,9270,10256,15973,13579,12667,12370,16098,13214,16354,10354,793,660,15655,10166,12568,15307,11254,8768,7015,8073,13592,14556,12680,14767,8966,13105,15738,12174,12750,15996,13561,7010,7471,6369,9133,12030,11808,12404,11209,1050,15921,11018,15917,1999,62,15935,15131,15226,11938,10549,15915,12256,11106,10656,7756,15188,8598,6926,1613,1757,1794,2168,1212,14213,15948,10751,13791,13599,8047,14993,14992,11445,10538,9269,10772,13722,12844,9791,7732,8828,12661,15733,14889,11443,16961,10729,10620,11744,8090,10077,13101,15566,8692,10326,10485,15584,11597,10096,15889,16066,15820,12859,12653,8088,1900,16055,9504,9492,16165,15291,8189,9522,15452,11483,12643,12684,9648,9041,11221,8622,12639,10826,12209,8848,8244,7569,1977,8182,16265,9606,9014,8432,9913,8432,15944,9078,13952,12195,10521,9369,11406,11512,8734,10500,15544,11787,15938,8422,8830,14460,12724,16124,10495,15835,2878,1682,12162,7968,7822,6846,4965,9350,11861,13803,12908,10426,2483,15087,12316,10631,7620,7195,12452,8985,13381,12596,16234,8730,6458,11026,16371,14667,15757,16216,8656,12342,7071,16155,11754,10142,12961,5359,1088,16080,12074,14346,13274,7615,9341,9433,15959,15863,9818,9556,5247,13326,13448,16135,15852,14831,15553,11898,11189,10290,16074,14709,15877,10584,12092,8896,10467,13344,10804,8966,9329,13614,11221,16036,10432,13210,12524,9016,4842,10127,15633,7307,8936,9043,12956,11574,10434,11463,15861,1872,15454,9639,14771,12088,15894,14789,16035,16538,15976,11923,10449,13582,15885,9831,11356,15327,7424,9289,14661,10146,11673,7790,10657,11741,10423,14903,11037,10493,8989,11891,9619,14641,9881,13232,9231,8404,9093,14079,7455,14222,11357,8620,10474,8411,7266,14407,14632,15693,6847,16146,9985,9832,3756,1055,15501,9245,11695,10468,5698,11040,13745,5468,16383,13025,2004,971,16037,16012,15228,9698,11123,11718,15980,7791,12625,14836,16312,9588,15304,9102,8528,9608,5658,10661,13275,7192,15955,8483,13895,13731,15915,8866,14449,12828,11651,3433,8570,16126,10327,8859,7929,11391,13379,9406,10761,8843,13338,16223,11596,8698,13070,10000,9569,10439,11503,12834,12887,10632,10020,1266,15536,12535,12926,16135,7880,10311,6076,7388,16215,12272,16440,12333,15842,10816,11044,7674,10367,8853,13858,6771,16501,8016,8018,9210,8276,16017,9220,7650,8261,15785,13745,14664,10714,9218,16029,11168,15922,8353,2432,14081,12724,14908,10144,9789,8680,7341,8016,7632,13113,12108,9367,15221,8517,8301,4278,3350,5739,669,532,16053,9937,14269,15531,14649,9597,13941,12135,13819,14497,9736,10379,10246,7404,12043,15215,9359,9663,11713,6134,372,15915,9307,1093,294,345,434,16080,15318,11252,12996,15669,11033,15873,10139,11190,9951,8245,9675,12985,10598,13465,15626,11163,15166,15542,10973,11350,13258,12760,12677,13175,2975,12136,12272,15568,12611,14782,9815,15470,13717,15154,13988,11187,10473,11534,11228,16642,9531,15963,9925,11081,12541,11345,11022,11509,2302,14658,15642,15317,9230,14953,1899,15951,16021,11948,9685,16467,8908,9717,15768,11087,10636,12607,14968,13629,10021,11545,10237,2212,1322,14674,16104,15194,12416,10165,12703,12675,16011,15631,14326,9562,10298,9202,12508,11976,12135,12180,16156,10461,10712,15640,11622,14803,8320,7542,3265,14746,14421,14712,13814,13632,9823,1527,8724,15467,7178,11423,15737,11772,15637,10695,15627,15608,16439,15021,10859,3090,15396,12810,10624,9252,12882,12917,13910,9927,11355,4411,15417,12866,16286,15875,14083,14525,8846,13536,3904,12298,16599,12445,10692,14787,15689,14273,15441,9772,14122,14910,14103,9179,9668,12264,12032,9229,6908,1183,10527,14344,10734,11294,7880,9958,11228,9877,9432,9784,12556,11221,15181,9692,10507,14671,9940,1238,1516,15816,14978,11449,10587,8303,10647,9749,16618,8511,8339,6325,1559,13687,11424,11626,14948,9642,7324,9723,13723,16157,13219,9752,11226,12101,12267,8530,16839,10703,11385,9190,15576,7525,16023,12662,12286,9089,14034,2062,14217,9083,5334,11643,12677,14898,9068,11396,8779,12769,16014,9867,16543,10847,14995,12235,5396,1720,16422,12117,16084,16068,11789,10209,11199,7863,9560,10234,15196,16075,15884,12114,10267,13820,15230,9989,9382,16328,15291,11442,11677,7904,9914,10618,9797,8241,9949,13479,12656,10876,14413,2253,1735,12374,15117,15894,14883,13663,14422,14516,15945,16773,10266,12526,10219,14627,10704,15762,15007,10513,17251,9801,11756,14612,13018,7690,1957,14752,8366,13931,11426,13166,16155,10555,10867,10254,16527,12794,10418,9375,10470,7794,11074,8942,10189,11976,10781,14844,12275,1788,12274,15263,10808,13641,10756,11919,8615,8858,15059,7840,9849,13306,13598,8797,9371,8941,11843,9964,11172,5912,9706,13038,9955,11569,15954,5978,16426,9110,15958,14863,11329,15795,11295,7000,9246,10048,10936,15772,11604,13536,9677,9933,14211,14546,14166,15909,12151,1548,1700,4673,263,10550,9973,5919,7150,3138,4856,13800,13633,9679,11928,14796,7482,7577,8771,12797,16059,12315,14140,3764,13588,13321,14278,12812,10821,8384,13432,3840,899,16065,13458,12527,13891,8597,14138,11935,11045,7963,10400,13607,13206,4990,11281,9834,10140,9993,12109,15901,6773,10192,15926,15877,11167,13030,14155,9781,12040,3449,11537,10962,10094,14701,14630,12119,10379,11231,13608,13518,8692,7150,8661,8087,13040,2759,1330,15969,8487,10478,11025,11019,9346,9662,7954,16549,13189,7811,12083,12324,10877,11555,7063,8648,7804,2281,15937,8195,13687,12952,15130,11872,10951,10698,13272,10776,11576,7638,6353,3405,1711,12780,16703,12242,11703,10289,10678,9754,13658,14332,15965,12901,10425,15982,9778,15696,9429,2211,16086,15023,11561,10707,12130,15982,9788,13228,8927,10236,2642,15381,8065,11889,14387,10902,16499,13760,15991,7737,12240,14871,15546,2294,15959,15699,16026,9062,14418,11081,9759,16390,12848,14385,8867,10614,16045,6633,10676,9190,3387,11424,13036,15379,9174,9935,15797,11639,13580,11459,13722,9400,1304,15766,15545,15155,9403,11806,11117,13766,2629,16200,13640,11369,15391,16150,11253,15827,14086,11756,1626,13480,15882,8468,11591,10840,14616,11842,16333,13272,9917,9590,8734,9582,14165,14737,11244,9427,11424,14666,7671,10323,12407,14757,10218,8508,11668,4144,16001,13352,9589,11565,15336,9418,10143,8888,10384,8260,12577,11939,16038,9962,15605,10206,11667,1107,15630,12543,10133,15679,12641,12591,12583,13453,9226,14057,14691,7772,12477,15366,8549,9862,13860,6922,14317,10092,11783,12216,14670,15203,9759,15641,16119,15632,10086,11095,12499,10864,15777,11515,10329,10950,13105,7844,13630,2204,16029,2134,10380,11406,11685,10189,9722,16217,8925,4817,9456,12344,11872,14199,7297,13360,9843,11625,10158,863,10488,15654,12911,12093,9504,13827,13642,9175,4243,7600,15599,9749,12993,5617,16124,9610,6818,15881,5523,8872,13038,14079,9745,12154,12050,10714,9094,11655,9868,15724,11883,10453,14461,12308,10555,7101,1320,13593,15752,10559,10097,5944,15209,14583,16052,9483,12971,15836,11548,14473,9633,5784,15281,15449,11693,8093,10739,16242,2273,5496,15830,13336,15912,10666,9096,6733,10735,10621,11425,9993,8207,10573,15859,924,12798,9424,15868,8997,9592,7891,1132,10087,10286,11709,7722,1461,619,12501,9627,14117,9856,4898,12046,15336,10725,14968,11573,8269,12014,15911,8671,5478,1115,12381,9732,8672,14494,6143,15925,6338,10056,4189,4478,7242,10023,12906,8043,11617,7448,9906,12257,13159,8163,792,15371,15848,15449,9828,12868,13842,11379,13604,11520,15921,9974,8025,7760,11512,12292,15914,9102,11201,10252,13880,10518,12691,7100,12161,7205,6213,12016,11950,8577,10337,10224,13983,7999,15105,15903,3441,5647,5964,5754,1905,14837,14312,12786,14888,13830,10126,7739,10002,11735,7964,11298,10181,10872,14149,10007,11261,12046,12903,11778,15729,14056,10616,14391,13645,13490,694,15673,15884,7791,8990,13637,7063,11671,14488,13405,9047,16113,12653,10599,10275,15942,8365,8721,12496,9385,11374,9396,10738,16055,15878,16091,16249,16014,10954,11706,7938,11957,10357,11389,12587,16365,10115,10051,16014,10694,15858,8084,3930,11274,16189,13746,15636,10069,1983,10045,12077,15595,16170,12478,11451,8647,15567,9390,16484,8170,11288,11472,15892,14669,8576,15489,13245,11389,12092,16288,10602,8957,14244,15235,12230,11860,15105,14880,9605,12484,14488,12693,10982,9894,4919,11727,10804,16414,13232,9691,9219,8628,2045,15277,8525,13178,9502,10954,13368,10818,11050,12511,2010,1031,13549,10698,7789,11849,16042,11625,9162,15761,15950,9197,16973,11322,16031,9685,13579,12093,10730,8692,14226,8186,9167,16173,13160,13750,9643,14340,16274,5997,9699,9741,9436,14353,3393,15340,10842,9737,13215,11489,16391,13640,7279,10753,11891,8240,2656,16089,3318,15818,11944,13129,10714,15215,9142,7509,16522,15119,12874,9585,12064,16576,12948,16051,10016,15067,9417,5039,13782,15720,10735,10696,9600,9850,10636,15492,12719,13483,12134,15756,10147,9170,8559,14458,15652,10921,9245,15806,11491,9427,7372,4141,934,7053,16236,15698,12893,10430,12779,9614,15878,8203,14764,9598,9050,12867,13714,8393,10079,13836,15607,14851,11328,10186,13879,11037,12359,10458,8697,5438,6361,7472,7635,9029,8535,12037,12350,11922,16131,8833,11135,15467,12357,14326,6969,12451,14392,13722,15252,9656,13220,14756,13821,14369,13294,9024,13476,12796,8464,4206,15910,6531,5336,15914,12782,12263,8035,12227,10841,11107,3645,438,15931,11351,15911,13191,14789,15470,13096,10698,798,15349,11446,14903,8979,10960,4036,9247,8497,9677,389,486,933,13246,12328,12895,14319,9706,16081,16014,1200,14240,11131,12358,8949,8122,10278,16073,11624,9197,14378,12634,1976,15371,14703,10109,8144,14838,12027,16601,10683,10485,9990,7175,9392,4598,9048,8998,11978,15285,14032,12129,11390,14745,14846,16257,16530,10237,13833,10290,15378,12824,9861,7572,12563,10519,10909,12411,9304,15052,10187,16997,5181,3518,11580,12744,13558,16165,15772,12699,15999,16099,16365,16183,3394,11456,16447,13883,12447,13111,13750,15419,9140,12568,9091,9558,12752,14261,17304,7336,12898,14158,9368,9497,11151,5103,2960,11259,10368,10635,15756,15003,12433,15818,7045,12474,11415,15610,10338,12580,14853,15001,14159,9535,11636,10634,11566,15786,10665,571,776,16102,14049,12297,10459,15493,10519,10487,16934,10659,14889,10086,16072,10377,14614,16379,11929,14834,15764,11883,14544,15933,10976,13401,1533,16664,15897,16428,12459,8483,14969,8960,13605,16093,13123,15833,14582,10145,17397,13945,14763,16573,12033,12303,14885,15890,2593,4919,16277,10801,9031,14571,12026,9577,14595,2063,11416,16281,15109,9478,9239,9988,10971,14331,8825,12857,14309,12174,6401,6937,2901,2415,2029,13535,11064,8532,14887,16538,10449,1233,16199,10870,16336,4038,1758,1913,8779,7519,8269,5653,5810,3589,2921,3733,7559,5188,2779,2376,2856,1806,303,141,71,23,11,6],"fragments":[{"begin":"0.000","end":"86.920","lines":["Happy Monday, listeners! I'm home from vacation and plugged back into the 24-hour news cycle. So you don't have to be. Let's get the week started by catching up on some of the science stories you may have missed while you were working hard, hardly working, whatever floats your boat. For Scientific American Science Quickly, I'm Rachel Feltman. We're in the midst of some scorching weather here in the eastern half of the U.S., and we are not alone."]},{"begin":"86.920","end":"114.000","lines":["Last week, an unusually early heat wave hit Greece and temperatures in Athens soared up to 104 degrees Fahrenheit, which is 40 degrees Celsius for you metric nerds. Conditions in the Greek capital were so dangerous last Wednesday and Thursday that the ancient Acropolis actually closed down all afternoon on both days. That site is so popular with tourists that last year the country started capping visitors at 20,000 per day just to keep things from getting too hectic in there."]},{"begin":"114.000","end":"144.400","lines":["Schools also shut down in several regions, and the labor ministry ordered a pause on all outdoor work including food delivery all afternoon on Thursday. Folks are especially concerned about last week's heatwave because it's apparently the earliest ever recorded in Greece, and that has people naturally worried about what July and August have in store. Last year, an unprecedented two week heatwave in July closed the Acropolis for a whole fortnight, and while I love the excuse to use the word fortnight, that's obviously bad."]},{"begin":"144.400","end":"169.080","lines":["Anyway, let me make that up to you with a little bit of good news about the climate. This story starts just under 40 years ago, when scientists realized there was a big ol’ hole in the ozone layer. That's the part of the stratosphere that protects us from the sun's ultraviolet radiation, so it's very important. Basically like our cosmic sunscreen. Anyway, it turned out that we mainly had chlorofluorocarbons, or CFCs, to blame for that missing ozone."]},{"begin":"169.080","end":"204.440","lines":["These compounds were very frequently used in products like refrigerators and air conditioners, and in 1987, in a show of global solidarity that, truly, we could use a little bit more of right now, an international treaty known as the Montreal Protocol aimed to rid our environment of those chemicals along with other ozone depleting substances.The world officially phased CFCs out of production in 2010. But then another set of chemicals, hydrochlorofluorocarbons or HCFCs, if you don't feel like doing that fun little tongue twister, emerged as a temporary alternative for certain products."]},{"begin":"204.440","end":"240.200","lines":["This was a compromise, a pretty good compromise because HCFCs are not great for the ozone layer or the environment writ large, but they are way less destructive than CFCs themselves. The plan is to then phase these replacements out entirely by 2030. Okay, here is the good news, as promised. A study published last week in Nature Climate Change found that atmospheric levels of HCFCs seem to have peaked and then started dropping in 2021, which is five years sooner than anticipated based on how everyone's plans to ramp them down are supposed to be going."]},{"begin":"240.200","end":"273.400","lines":["The Montreal Protocol was the first treaty ever ratified by every single country in the United Nations, and its success in healing the ozone layer offers a rare spot of hope in our greater fight against climate change. But that doesn't mean we can just forget our old buddy, the ozone layer. No. Last Tuesday, a study in Geophysical Research Letters sounded the alarm on a new threat to our planetary sunscreen: satellites. Specifically, the researchers are worried about megaconstellations, which are groups of hundreds or even thousands of tiny satellites working together as one system."]},{"begin":"273.400","end":"308.000","lines":["And I should clarify that when we say tiny satellites, that's relatively speaking, these are still pretty hefty boys in a lot of cases. Which will become relevant in a second. Anyway, megaconstellations are increasingly popular for providing internet coverage around the globe. For example, there are about 8,100 active satellites in low Earth orbit right now in total, and more than 5,000 of them are SpaceX Starlink satellites, which are used to provide internet. Many countries and private companies have proposed plans for their own megaconstellations and the ones already up there are set to expand."]},{"begin":"308.000","end":"336.560","lines":["SpaceX alone reportedly hopes to have 42,000 satellites working in tandem someday soon. The problem, according to this new study, is that these internet satellites have short lifespans. Starlink crafts are only meant to work for 5 years apiece. Then there's the matter of reentry, which is when the satellites are taken out of orbit so that they can succumb to the pull of Earth's gravity and burn up in the atmosphere because otherwise they'd just be floating around forever as space junk that we could crash other stuff into accidentally."]},{"begin":"336.560","end":"361.120","lines":["But that combustion during reentry produces tiny particles of aluminum oxide, which can spark the chemical reactions between ozone and chlorine that can eat away at the ozone layer. Computer modeling suggests that in 2022, satellites increased aluminum in the atmosphere by 29.5 percent over natural levels. So, the researchers are concerned that as we put more satellites up there, this is going to become a bigger and bigger problem."]},{"begin":"361.120","end":"384.440","lines":["In other words, if we want to maintain the amazing progress we've made in healing our ozone layer, which again, huge progress, we should absolutely be patting ourselves on the back for that. We need to also pay attention to what we're putting up into space. In slightly different sky related news, you might have seen headlines like “Venomous Flying Spiders Invade the East Coast."]},{"begin":"384.440","end":"413.760","lines":["But, as Stephanie Pappas wrote for Scientific American last Tuesday, while “millions of hand sized Joro spiders are moving up the east coast, the good news is that the headlines are circulating much faster than the creatures themselves.” These spiders first showed up in the U.S. in 2013. They probably hitched a ride from Asia on shipping containers. And yeah, they are spreading, but they are very slow moving. They can float on the wind, using threads of silk when they're little tiny spiderlings."]},{"begin":"413.760","end":"443.360","lines":["That's something known as “ballooning.” Lots of spiders do it, and it is why there are so many headlines telling you these spiders fly, but it's not actually flying. And most crucially, I think, for our concerns is that they don't do it as adults. So, no, a giant hand sized spider is not going to, like, soar down from the sky onto your head, don't worry. Joro spiders can cover vast distances when they hitch a ride on human vehicles, like shipping containers, of course, or cars."]},{"begin":"443.360","end":"469.320","lines":["But when they're moving of their own volition, they go at a pace of about 10 miles a year. So while it's true that they're spreading, they won't exactly conquer the country in one fell swoop this summer. Plus, it's true that these spiders are venomous, but they are not going to hurt you. They evolve to take down tiny little insects, so if you get bitten, you're going to feel something like a bee sting, if that. It might not hurt at all. And that's if you somehow manage to get bitten, which isn't too bad."]},{"begin":"469.320","end":"503.720","lines":["It turns out is kind of quite the feat. These giant spiders are big old scary cats. In one study researchers hit a bunch of different species of arachnids with a little puff of air, And, most of the species they looked at that little puff made them freeze for a minute or even less. Joro spiders stayed frozen in place for more than an hour. So yeah, if you're lucky enough to spot some of these giant flashy spiders, just leave them be. They are genuinely more afraid of you than you are of them."]},{"begin":"503.720","end":"538.080","lines":["Plus, consider this your annual reminder that spiders eat pests like mosquitoes, so if you leave them be they will genuinely make your summer more pleasant. We'll end on an even higher note with news from last Thursday when the Supreme Court unanimously voted to preserve access to mifepristone. This medication is used in more than 60 percent of abortions in the U.S., and the Food and Drug Administration approved 2021, which was huge in protecting access to abortion as some states rolled back protections."]},{"begin":"538.080","end":"566.720","lines":["The anti-abortion doctors who brought this case targeted the FDA's authority to roll back restrictions on mifepristone, but their argument to the Supreme Court hinged on hypothetical ways the drug might cause harm to them, specifically despite the fact that the plaintiffs have not prescribed or been prescribed the medication. Essentially, they were arguing if other doctors were allowed to provide mifepristone to patients, and then these patients suffered complications and wound up under the care of the plaintiffs, that the plaintiffs themselves could suffer harm."]},{"begin":"566.720","end":"602.680","lines":["The opinion reads, “The law has never permitted doctors to challenge the government's loosening of general public safety requirements simply because more individuals might then show up at emergency rooms or in doctor's offices with follow on injuries.” Because, yeah, that is what doctors offices and emergency rooms are for. It's also worth noting that mifepristone is an extremely safe drug. More than two decades of data on mifepristone use shows that common medications like Viagra and penicillin are much, much, much more likely to kill the people who take them."]},{"begin":"602.680","end":"630.560","lines":["And I'm not saying those drugs aren't safe, they're very safe. But, mifepristone is even safer. That's all for this week's science news roundup. But before you go, we would love to hear your thoughts. How are you liking these new episode formats? Or this new host? We've received some lovely emails so far. But we'd love to hear more. We'd also love to hear if you have any stories or subjects you'd like to hear us cover. So get in touch at ScienceQuickly@sciam.com."]},{"begin":"630.560","end":"660.840","lines":["We'll be back on Wednesday to tell you everything you never knew you needed to worry about when it comes to nuclear weapons in space. And don't forget to join us on Friday for that super cool latest episode of our fascinating audio adventure in Antarctica. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, and Jeff DelViscio. Elah Feder, Alexa Lim, and Anaissa Ruiz Tejada edit our show, with fact checking from Shayna Poses and Aaron Shattuck. Our theme music was composed by Dominic Smith."]},{"begin":"660.840","end":"675.440","lines":["Subscribe to Scientific American for more up to date and in depth science news. For Science Quickly, I'm Rachel Feltman. Have a fantastic week."]}],"duration":675.4742083333333}