{
  "title": "Rock Samples from Far-Side of the Moon and a ‘Morning-After Pill’ for STIs",
  "img": "https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png",
  "url": "https://www.scientificamerican.com/podcast/episode/ai-identifies-antibiotic-candidates-and-theres-a-morning-after-pill-for/",
  "audio": "https://traffic.megaphone.fm/SAM6478677477.mp3?updated=1717791926",
  "intro": [
    "The Hubble Space Telescope’s woes, moon rocks and antibiotic candidates discovered with AI are all in this week’s news roundup."
  ],
  "authors": [
    "Kelso Harper",
    "Rachel Feltman",
    "Fonda Mwangi",
    "Madison Goldberg"
  ],
  "category": [
    "Medicine"
  ],
  "transcript": [
    {
      "author": "Kelso Harper",
      "text": "Hey, science nerds! Happy Monday. It’s Kelso Harper, multimedia editor here at Scientific American. I am once again filling in for Rachel Feltman while she’s out because, well, the news moves fast and microphones are a pain to drag around on vacation. Rachel will be back in your feed later this week to talk about the surprisingly mysterious science of tattoos and back to her usual Monday routine next week. But for now it’s time to catch up on some news! [CLIP: Show theme music] Okay, let’s jump in. Last Tuesday the Centers for Disease Control and Prevention endorsed what it’s calling the “first new STI prevention tool in decades.” [CLIP: “The Farmhouse,” by Silver Maple] It’s an antibiotic called doxycycline postexposure prophylaxis, or doxy PEP for short, and it’s a sort of “morning-after pill” for sexually transmitted infections, or STIs. Research done on men who have sex with men, as well as on transgender women, indicates that taking a single dose of the antibiotic within three days of unprotected sex can help prevent bacterial STIs, namely syphilis, chlamydia and gonorrhea. But the CDC says more research will be needed before it can recommend doxy PEP for other groups. This is a tool we definitely need, though, because while the number of gonorrhea cases in the U.S. finally appears to be dropping after rising for more than a decade, chlamydia cases have plateaued at best, and syphilis is still on the rise, at least according to the most recent CDC data. This may in part be because of the stigma surrounding STIs. Last Thursday an analysis of previously published studies in the Journal of Sex Research showed that only about half—or less than half—of research subjects felt comfortable disclosing their STI status to a partner before having sex. That is obviously not ideal, and research also shows that stigma around STIs makes people less likely to go get tested and then get treated. Stigma is, to use a technical term, trash. Jumping back to antibiotics for a second, we actually have some exciting news on them from the world of artificial intelligence—yes, we can get excited about AI! It can be super useful when you’re not obsessed with giving it a flirty personality or trying to make it replace paid artists and screenwriters. So in a study published last week in Cell, researchers used machine learning to sift through a massive database of microbial genomic data: we’re talking about the genomes of tens of thousands of individual microbes, plus a whole bunch of genetic bits and bobs picked up from environmental samples. The database held genetic material from microbes found in human saliva, pig guts, soil and plants, corals and so much more. The AI platform flagged nearly 900,000 peptides that had potential antimicrobial properties, and most of these scientists had never described before. That’s a lot of new stuff to sort through, so the researchers synthesized 100 of the peptides to test them against 11 common strains of disease-causing bacteria. A solid 63 of their candidates were able to fight off at least one strain of antibiotic-resistant bacteria, which bodes very well for the discovery of at least a few new types of antibiotics. Wow, science rules sometimes, doesn’t it? [CLIP: “Without Further Ado,” by Jon Björk] All right, now let’s zoom out to talk about some space news. Last Tuesday NASA announced a plan for keeping the good old Hubble Space Telescope operational despite some mechanical issues. So when Hubble launched in April of 1990, 34 whole years ago, it had six ultrastable gyroscopes to help it move into the perfect position to capture various images of space. These six gyros were last replaced during a 2009 servicing mission, and now all but three have failed. Hubble is designed to only use three gyroscopes at once, with the others serving as backup, but one of the final trio has been acting funny in recent months. NASA has been considering the possibility of a repair visit from a private spaceflight company, but it ultimately has decided that the risk of inflicting additional damage on the scope is too high. So in last Tuesday’s announcement, NASA said that it would transition the spacecraft to a new operational mode designed to use just one gyro while keeping the other healthy gyro safe and sound for future use. Hubble has already lasted more than twice as long as its initial mission timeline, and NASA says that this single-gyro hack could keep the scope working for years to come. Also on Tuesday China said its Chang’e-6 lunar probe took off with the first-ever rock samples from the far side of the moon. The samples will be transferred to a reentry capsule, which is expected to land in China’s Inner Mongolia region sometime around June 25. Samples collected from the moon’s oldest impact basin, which formed four billion years ago, could help us understand the early days of our solar system. During the landing China reportedly displayed a national flag made of volcanic rock spun into threadlike filaments, which—now I need to go on a deep dive about how the heck you do that. This is the second time China has visited the far side of the moon, a feat no other space program has managed even once. It certainly smells like there’s a new space race brewing, with China aiming to put an astronaut on the moon by 2030 and NASA aiming to do the same by 2026. And that is it for this week’s news roundup! Rachel will be back on Wednesday to talk with a chemist about what’s in your tattoo ink—if anyone really knows. And this Friday we’re kicking off a new series about research happening in one of the most extreme places on Earth: Antarctica. Reporter Sofia Moutinho spent months sailing on a research ship off the Antarctic coast and has so many incredible science stories to share—enough to fill the next four Fridays. So put on your sea legs, and get ready for an awesome journey. Also, before you go—we still want to hear your thoughts. How do you like the new episode formats? Do you have any stories or subjects you’d like us to investigate? Get in touch with us at ScienceQuickly@sciam.com. You can also let us know how you’re liking the show with a rating or review! We really appreciate your feedback. And remember: Science Quickly is just a small taste of all the fascinating goodness Scientific American has to offer. You can get more in your inbox by signing up for our daily newsletter, Today in Science, or for any of our weekly newsletter roundups. You can also basically find us everywhere—Instagram, TikTok, X, Reddit, YouTube, et cetera, et cetera—but you’ll really get everything by heading to ScientificAmerican.com. However, you also have the option of turning off all of your devices and cracking open a nice, quiet magazine that won’t ping you with a notification every other minute. We publish one of those 11 months out of the year, and you can get that plus all the digital stuff for less than $7 a month. These days that’s the same as, like, one really fancy latte, so it’s a steal, honestly. Anyhoo, enough of my blatant print media agenda. We still like you even if you just listen to the pod, so thank you for tuning in, and I’ll catch you next time Rachel needs a break. [CLIP: Show theme music] Science Quickly is produced by me, Kelso Harper, along with Rachel Feltman, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. For Science Quickly, I’m still Kelso Harper, and I hope you have a great week."
    }
  ]
}