{"title":"People with PCOS Face Increased Eating Disorder Risks","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/pcos-linked-to-greater-risk-of-eating-disorders/","audio":"https://traffic.megaphone.fm/SAM2291164628.mp3?updated=1727186971","intro":["A study reports higher prevalence of eating disorders among people with polycystic ovary syndrome, regardless of their body mass index."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Health Care"],"transcript":[{"author":"","text":"This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."},{"author":"Rachel Feltman","text":"Polycystic ovary syndrome, or PCOS, affects as many as five million people in the U.S. alone. But in spite of how common PCOS is, it’s also quite poorly understood. Many people with the condition remain undiagnosed as they grapple with irregular periods, changes in their hair growth and body composition, acne and even infertility. If and when they do manage to get a diagnosis, they’re often told to focus on lifestyle changes like weight loss to mitigate symptoms. Now some researchers are pushing back against this generalized advice, which they say isn’t just unhelpful but sometimes actively harmful."},{"author":"","text":"In a recent meta-analysis researchers showed that people with PCOS have a higher prevalence of eating disorders than their peers—regardless of their body mass index, or BMI, a common though flawed measurement based on a person's height and weight​​."},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. I’m joined today by Laura Cooney, a co-author in the recent study. She’s an associate professor in the Division of Reproductive Endocrinology and Infertility at the University of Wisconsin School of Medicine and Public Health."},{"author":"","text":"Laura, thank you so much for joining us today."},{"author":"Laura Cooney","text":"Thank you so much. It’s great to be here."},{"author":"Feltman","text":"So let’s start with something basic: What is PCOS, and how has our understanding and definition of it changed in recent years?"},{"author":"Cooney","text":"Yeah, so PCOS is actually incredibly common—it impacts probably about 10 percent, at a minimum, of women in the reproductive ages. And what’s really difficult is it’s a complex disorder with lots of different kind of criteria. So not all women with PCOS are the same, which has made it hard over the years for us to both diagnose PCOS and to do, you know, appropriate studies on it."},{"author":"","text":"The three current criteria are irregular periods, any evidence of elevated androgen—so this could be blood levels of testosterone, or it could be abnormal hair growth on the face or other parts of the body—and then [a] very specific ultrasound finding, where there’s lots of follicles on the ovaries. This is one of the more complicated things for patients to understand because the name is “polycystic,” but it’s not really that they have a lot of cysts on their ovaries; it’s just that they have a lot of follicles, and each of those follicles has an immature egg. But if they’re not getting their periods, they’re not ovulating and releasing those eggs."},{"author":"","text":"So those are the three criteria, and to be diagnosed with PCOS you have to have two out of those three."},{"author":"Feltman","text":"And so what prompted you to investigate the link between PCOS and disordered eating specifically?"},{"author":"Cooney","text":"So this has actually been a long-standing interest of mine: really looking at PCOS and sort of the broad spectrum of mental health, including depression or anxiety."},{"author":"","text":"So we had done a study showing high levels of moderate to severe depression and anxiety in women with PCOS, and because, you know, mood disorders like depression and anxiety are so closely linked to eating disorders, you know, body image, so many other factors that could be an issue in women with PCOS, it was really a logical next step to kind of look at eating disorders."},{"author":"","text":"We had done an initial analysis, but there weren’t a lot of studies for us to look at, but [we] did kind of find [a] suggestion of elevated eating disorders in PCOS. This study was actually really driven by the 2023 international PCOS guidelines. And so they had done meta-analyses on a lot of different topics looking at PCOS. And so I was tasked to do the meta-analysis looking at PCOS and eating disorders. And then we were going to use this to kind of inform the guidelines, you know, in terms of screening women with PCOS and thinking about how to incorporate eating disorders into day-to-day management of PCOS."},{"author":"Feltman","text":"And what did you find in this most recent study?"},{"author":"Cooney","text":"This was a study that, as I said, was a meta-analysis, so we included multiple different cross-sectional studies comparing the rates of eating disorders in women with PCOS compared to women without PCOS. And we looked both at overall eating disorders, disordered eating, as well as specific kind of diagnoses of eating disorders, like bulimia nervosa, binge-eating disorder and anorexia nervosa."},{"author":"","text":"And we found that in women with PCOS, they had increased odds of, you know, overall eating disorders, as well as specifically bulimia, binge-eating disorder and disordered eating. We did not find an increase in anorexia in this population."},{"author":"Feltman","text":"What do we know about why that connection might exist?"},{"author":"Cooney","text":"It’s really difficult. You know, I think a lot of people assume that the connection is just related to, you know, BMI—so overweight, obesity. Women with PCOS do have higher weights—rates of overweight and obesity than women without PCOS. But one of the interesting things we were able to do in this study is that some of the original data stratified women based on BMI, and we were able to find elevated rates of disordered eating both in the women with elevated BMI and in the women with normal BMI. So we were able to show that it’s not just BMI that’s driving this."},{"author":"","text":"The underlying factors are really, at this point, unknown. Some of the possibilities could be related to, you know, the depression and anxiety that I talked about. It can be related to some of the underlying hormonal changes in women with PCOS: the elevated testosterone, the increased rates of insulin resistance or diabetes."},{"author":"","text":"But these are really just hypotheses, and we don’t have a lot of good data that’s showing that. So my hope is that this study is kind of a call to action to say, “We need more information about this,” that it’s an important topic and definitely one that’s been understudied."},{"author":"Feltman","text":"Well, and I would love to talk to you about how this might inform treatment. Your study really resonated with me. I have a history of eating disorders, and I have PCOS, and when I first got my diagnosis I got a very generic one-sheet telling me to limit my carb intake as much as possible—you know, these very generic, restriction-based guidelines—and, you know, given that, unfortunately, in a lot of cases, it does seem like that’s kind of the baseline advice after a PCOS diagnosis, how are you hoping that healthcare providers react to your findings?"},{"author":"Cooney","text":"Yeah, I will just say that your experience is probably what a lot of women with PCOS are experiencing, and it’s incredibly frustrating."},{"author":"","text":"So the general kind of guidelines, you know, in terms of management for PCOS is to kind of focus on lifestyle changes, which can mean changes in nutrition, can mean changes in physical activity. There’s often recommendations that losing 5 percent of body weight can help bring periods back or can help reduce testosterone levels."},{"author":"","text":"Well, in someone with a history of an eating disorder, that focus on, you know, nutrition and activity can really make the eating disorder worse and can be completely counterproductive to someone’s both physical and mental health and can also lead to distrust of one’s doctors or the health system if they feel like they’re not listening to them sort of as a whole person and taking all of these conditions into account."},{"author":"","text":"And so what we really, with the international guidelines, you know, the biggest recommendation is to think about eating disorders and, you know, rates of disordered reading—eating in women with PCOS as we’re giving out these lifestyle guidelines and to potentially consider treating, you know, eating disorders first, or at least really working with women with PCOS who have both PCOS and an eating disorder—they might need to be referred to someone who can really handle the eating disorder and not, as you said, just give generic advice."},{"author":"","text":"And we really wanna make sure that we’re following these women closely and thinking about their long-term health, not just giving them the recommendation to lose a little weight because that’s not gonna work."},{"author":"Feltman","text":"Yeah, absolutely, and from the, you know, the patient point of view, it seems like PCOS is, you know, generally pretty poorly understood, hard to find good support for. So what advice do you have for people who are navigating this diagnosis? You know, what can people do to advocate for themselves in looking for a good treatment plan?"},{"author":"Cooney","text":"Yeah, I think, you know, again, you’re absolutely right. It’s difficult to diagnose; there’s been studies saying that a lot of women with PCOS will see multiple different healthcare providers with complaints before they actually get the diagnosis. So these women are trying to advocate for themselves. They know that there’s something wrong. But there’s a lot of lack of knowledge among healthcare providers as to the different aspects of PCOS."},{"author":"","text":"And so what really the push, I think, is now is to have PCOS be taken care of in a, a multidisciplinary approach. You know, we, at University of Wisconsin, have a PCOS clinic where it’s myself, a health psychologist and a medical endocrinologist. So we can really think of all of the different aspects of PCOS. We have close referral to dermatology or bariatric surgery or nutrition. And I think, more and more, the large centers are finding that that’s the best way to care with women with PCOS."},{"author":"","text":"The problem is, not everyone’s gonna be able to drive to a multidisciplinary PCOS clinic. And so it does rely a lot on patients to educate and advocate for themselves. And so finding a doctor that you can trust, that you feel like is gonna listen to you, I think, is really one of the, the first steps so that you guys might be able to learn about PCOS and kind of grow the treatment plan and individualize it together."},{"author":"Feltman","text":"Yeah, well, so what are some of the big research questions that you’re hoping to answer yourself or see some of your colleagues answer? You know, what are you hoping changes about the way we study and treat PCOS in the next few years?"},{"author":"Cooney","text":"I think that there’s more studies that are looking into how the different, you know, phenotypes, the different varieties, of PCOS might be responding differently. So we talked about the three different criteria that you have to have. What that means is that not everyone with PCOS is gonna be the same. Not everyone’s gonna have abnormal hair growth or irregular periods or, you know, increased weight. And so I, I think there are more and more studies that are looking at how these different phenotypes might impact someone’s rate of things like eating disorders but also, you know, some of the long-term health—thinking about depression, you know, anxiety, diabetes, hypertension, things like that."},{"author":"","text":"At University of Wisconsin we are looking specifically at the role of inflammation in PCOS. And so there are a lot of small studies kind of showing increased levels of inflammation in women with PCOS. And we’re trying to take that to the next level—so comparing women with and without PCOS, looking at both their blood levels. And these are women who are undergoing in vitro fertilization, IVF, so we’re also looking at their follicular fluid—so the fluid around the eggs that we get at the time of the egg retrieval. And so it’s allowing us to really get a full picture of, you know, what the inflammatory markers are, both in the blood and, you know, at the level of the ovary, which is the center of all of this."},{"author":"","text":"So obviously, stay tuned for some of those results, but that’s, you know, definitely one of the things that we’re excited about here in particular."},{"author":"Feltman","text":"Thank you so much for joining us today. This was really interesting, and I think a lot of our listeners will find it really helpful."},{"author":"Cooney","text":"Yeah, thank you for being so open about your personal story. I think that’s gonna resonate with people as well."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday with part two of our latest Fascination miniseries. This week we’re asking a big, beautiful, mind-melting question: Is math even real? It’s a hotter debate than you might think. Tune in on Friday to find out more."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"},{"author":"","text":"This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."}],"wave_peaks":[3986,4361,5580,8355,6121,9639,14259,11175,12365,11989,11785,12784,5835,5778,6062,7822,4854,10309,12300,14967,11723,10824,7525,9199,11707,9200,9168,15620,11753,13830,11459,11648,11325,9455,4932,6019,12816,11443,12497,10730,11502,11531,11240,13135,9901,5786,5644,4937,9303,8444,7404,11829,21967,12447,17592,11232,11147,10995,5641,6481,13061,10357,11116,10330,5568,6355,7847,6900,8126,7573,14673,11229,18626,11051,10188,8122,8778,9151,23101,11554,11046,12467,19347,16502,11855,10363,7428,7110,7104,8029,8705,7666,8254,7818,8643,24281,13330,9411,8440,7041,12700,11395,15742,8504,10200,9409,11213,11808,11112,8985,7936,12299,13813,10992,6451,13837,12193,11057,8271,8131,6500,6949,8245,6119,5581,7145,8533,6606,7915,6564,4066,3414,2510,1186,365,1452,3478,3615,4524,6867,6989,5773,7411,7683,8700,5766,5540,4640,5340,13527,8402,9737,8428,10117,11223,7989,16142,7407,6291,9174,15694,9029,7079,15785,7156,5299,6599,6885,8750,6357,4026,5628,12240,11108,10939,9280,5868,7015,5493,6584,10688,12000,7617,8115,6225,6334,4015,16554,11551,8818,5918,6792,10098,8803,12980,6600,5571,15508,6437,11180,4949,7900,7458,8123,7734,8532,8184,7381,7494,5996,6045,10896,5646,6034,7293,8810,5100,5946,15176,15656,12995,5835,7999,12149,15685,6431,5548,7026,6835,6509,7548,6662,8053,15344,4524,6212,6662,12395,6686,5763,6699,3537,1771,14481,7894,9732,9018,10886,13553,16154,8522,7637,11118,16876,14477,8908,7884,9970,6408,10154,8043,14986,11495,6597,10934,7382,15687,4836,5485,5483,3732,3219,12612,6881,16338,11538,5086,7258,7257,7977,7930,6955,6169,7024,17028,16319,9560,8793,9834,8816,8389,7090,7220,2955,1444,14866,14912,8692,10396,14099,10459,8573,8174,10998,2580,8969,9766,5949,15363,9044,8019,10707,5801,15088,5159,5139,1347,933,17134,7353,10920,16251,6000,7386,15216,8557,2908,14309,15682,15907,7807,10699,4307,10020,15478,7539,9068,9973,2372,9179,12523,8174,15356,6990,8168,8328,13958,9228,12788,6825,7240,7948,15733,9408,8144,10422,7623,7322,10053,10208,13128,13605,1522,1595,1771,1176,1166,993,2060,1544,897,608,462,217,123,46,15429,11371,9139,6350,13990,10586,11198,18,15319,12878,11955,10999,11916,10576,15477,15589,15494,13949,780,15447,14754,2420,8072,9358,10434,10879,11639,1895,7242,14154,15209,2410,194,15501,11472,6312,5707,11991,6661,13629,7412,12320,6645,4822,5830,7286,7061,930,9529,13982,11424,13756,9426,5758,6323,7599,6955,5472,7743,15506,10694,13295,9552,7387,10414,12129,9513,7403,14454,9140,11128,10099,8012,5506,6444,8712,5408,1081,10747,15358,13977,9560,6568,6500,7147,8390,6230,12959,11732,11980,9874,6083,8958,7179,8419,1992,9814,13959,9041,8483,6250,12689,9303,11651,10503,10021,12305,9782,12863,10770,9161,8139,8459,7531,6651,12707,15490,8309,7034,8561,10305,5872,7522,8365,5239,6847,5816,4743,7485,712,13104,9334,9361,5575,11559,10640,10157,11587,10181,11553,8185,9893,5879,4530,9465,11878,10045,9425,11042,8906,12247,12558,9329,5873,7683,11597,7752,7614,7032,15408,5954,8298,11381,8939,9461,6011,10017,12096,6633,10452,12714,6454,8030,13055,8417,9206,7728,814,5248,11917,8729,13395,10518,8186,11166,10756,5375,4900,7933,7492,7387,8475,10140,6786,9004,11344,7689,4469,12862,14754,11489,15456,11889,11440,9250,6941,12775,5763,6950,7417,8808,9470,10933,9014,8668,1085,15265,13223,11733,10660,5312,8610,7907,6912,7072,6561,8816,9352,7768,11384,8874,4436,6412,8321,5154,15041,5304,4249,4091,5970,5751,4931,667,15457,7218,9231,8354,10474,14100,10230,9403,6389,5295,4018,3681,6961,2748,1486,13033,9966,7672,7738,7583,7305,6923,9281,6695,6477,6830,5783,7122,7643,9527,5917,4500,1514,15426,9130,9123,9678,7621,6659,4285,11768,11166,6955,5695,4492,5711,12850,6058,7250,7744,11305,8640,6561,7503,855,10887,15501,11956,8920,8584,5759,6280,6799,3942,3838,7077,11502,13240,8156,8836,10884,5162,10862,11136,10855,12224,11594,5483,5000,14915,6612,13409,13221,5369,6972,5596,961,14458,13067,10533,9373,7516,7351,8396,7939,8640,5816,8722,5933,11658,13101,7447,6755,6591,4385,13005,8475,4204,5493,6227,12993,5799,9252,12498,12853,6588,13078,10745,7271,7752,3879,5645,9163,7970,8346,7204,10907,5146,1589,11304,13089,12574,9566,5505,11342,10921,4190,4538,12118,11739,8255,7451,7251,7229,15042,6884,11765,9388,5817,6164,12682,3983,10218,13270,12927,15430,5654,10538,8545,7404,5496,4985,8634,9696,1999,5515,11584,10167,11475,8654,15443,6741,6477,8279,7038,384,12060,9865,10670,11898,7938,5711,6777,8492,10425,11126,10854,8342,6400,8138,7950,11426,6938,7220,5576,6509,4733,5945,4064,808,6089,15202,14784,11124,6226,11223,7828,11393,10348,7376,7143,7266,5599,6735,7093,7305,7492,6342,7148,8063,12004,7063,8610,5416,4779,10785,13777,5720,4886,7326,9768,5457,6366,9292,8660,10653,14843,11218,4813,5110,5794,6442,4739,12944,10511,2122,15326,12311,7955,5878,7737,6174,5523,6198,5196,6337,7359,11693,11869,9271,6898,4421,10553,11938,10652,5788,10425,11380,7116,4539,8130,9602,13554,13106,4560,532,10100,8923,10421,11780,12322,6447,8276,7345,8536,4343,6937,13315,3921,9762,6842,5712,8066,12397,7065,6180,8061,6606,3761,2776,4282,4880,2153,45,15593,15545,13434,8352,14732,5586,5117,5313,12263,4313,13908,10170,8650,15481,14188,9627,5281,6787,9830,10624,10738,12118,6564,8150,8016,5102,8864,8361,844,11540,10179,10062,6355,14787,9666,4416,8570,7079,5152,6837,10030,11816,8237,7393,7425,9610,7834,6316,10271,14685,9418,6930,7406,8825,9452,3575,3715,1040,12200,13603,11450,15435,4952,244,13834,9196,9313,8848,10279,7557,3618,14415,9693,7515,6887,8776,11755,10929,7196,8650,4417,7970,8197,6018,11715,10237,9093,9197,9804,5788,6041,6233,8843,6694,5346,8810,2640,6989,5514,11749,10266,10879,7145,11553,11754,13265,5210,8137,5800,10499,10899,7234,7037,8670,3486,10430,5702,10714,8620,8957,6835,9483,9492,822,7499,15449,10453,7667,7874,6948,11084,7136,5347,12798,9154,7069,7428,7040,9155,8821,5695,6047,9964,5919,5178,5288,8793,13703,11167,6824,4932,6054,4109,5388,11721,10158,5352,9842,4063,2095,15507,15482,15473,9665,583,1433,14120,12559,9553,8736,9327,9112,7898,7124,970,3662,11329,15443,7821,10685,11563,13162,12108,10448,9588,7133,6430,6064,10921,5015,6057,6003,9788,6929,8478,8273,7411,3695,7791,12784,6834,9955,8380,8712,4432,7784,3171,9622,9239,9597,13236,4196,10274,4900,5435,9194,6723,11699,10930,10056,10737,8139,9128,9879,7171,8337,7393,6126,3555,13878,12308,11136,8690,7957,10162,8401,7452,10772,8971,7199,9403,8703,10357,12134,9089,11341,5159,6110,4204,7942,9139,9658,6991,1017,15434,9293,7893,9499,8440,6402,9634,6827,7945,9730,8174,7028,7308,7653,8402,6132,2362,14511,10021,7553,8365,11555,13185,7431,4864,5877,9363,6984,6342,5226,5320,7119,1114,11325,11403,10259,11486,5931,10689,9007,7290,6140,5913,7929,8393,15427,12551,13668,11742,6563,9137,932,13743,13894,7786,7528,4102,7014,941,15410,15422,7787,8907,7737,7324,9481,8234,8004,5987,12148,9613,4288,8521,8264,13903,8555,9810,4514,7964,11872,11033,8135,8503,10476,11353,6560,5624,4468,4476,9582,9337,9703,7000,8242,10243,10115,5704,6578,6105,5613,826,11604,7131,7490,6465,5437,6415,7163,5618,5175,7413,947,12773,11891,9358,10688,7994,12481,8403,7404,6329,9732,7574,8158,6626,11279,5520,11597,8423,7106,3423,13928,13608,15435,9876,9562,11659,7035,10276,10502,9469,6842,13727,11475,7559,11877,6165,6082,6678,7561,7886,4445,10563,6570,10004,1200,15203,5870,4129,4307,7445,3666,15538,13839,13092,11696,12822,15428,15290,15161,8046,5217,9644,5748,2207,7589,7207,7627,7173,11801,13041,7239,15359,15382,10011,6336,7112,15586,10653,15489,5525,6459,7145,7209,15580,10882,5762,15451,7598,11963,2352,12780,8974,15425,10739,8798,6694,15456,15434,4690,7179,8545,4774,12328,5960,6307,4315,15210,15493,13650,9968,8055,15361,8366,9304,4450,7720,4905,9976,8916,8505,7098,15465,9661,2211,1975,15472,4414,10499,15380,13516,7845,4499,11145,5755,6110,4021,7698,15230,5876,525,7523,10445,9470,11773,2091,14804,6484,14385,12941,6520,1122,15439,8926,9448,10066,15386,13617,3662,15544,9967,4044,11573,8228,1108,43,10072,10891,14515,9844,7458,11283,10839,11695,7054,8123,8996,10439,953,14693,10609,10900,6444,5218,8605,6644,5015,3934,8707,10855,769,11098,4569,5801,9778,6982,4030,3544,5428,2836,14611,1238,14077,13433,9664,8220,8989,9803,5249,6407,5890,11193,11195,6632,5996,7437,7008,9309,12994,11438,11342,9763,7650,5504,3906,9767,9131,4783,5935,5383,4875,11937,8301,4559,5155,5192,8926,8676,13920,4765,12637,9516,9103,14856,5586,8041,7890,6593,9046,6635,5317,10716,10812,10879,8159,7986,11738,12462,3810,5970,6353,8143,5849,3755,3263,2181,938,11569,11075,11941,7272,8662,11865,5020,5257,9755,9243,11028,4643,5497,5082,933,10512,9110,12019,6785,10576,12317,5642,12650,8812,7805,7677,6360,6164,8392,12883,7496,7037,6047,11481,8673,5944,12372,13853,13103,820,10017,8854,11727,13689,10996,5638,4565,12911,12592,1453,14535,8906,11685,6144,9595,10428,9550,11305,12028,8384,10005,10567,11792,10412,10149,10946,11040,11189,7953,6513,7028,768,11536,13872,13446,7860,10770,6007,5115,10406,7447,3737,4792,4243,8157,1864,12545,12987,14161,8096,9101,9663,10918,7535,5765,6496,8969,4886,6834,7965,12413,6673,7578,5121,8485,684,7564,8834,14236,9372,5787,6645,7896,6193,419,6575,3805,10439,13396,8545,7696,6256,9500,8436,8620,6722,7175,13103,7233,8309,6949,10060,9552,12661,9322,10186,11742,9651,1022,9275,14008,7427,7891,9321,8395,7674,9177,5399,5912,11324,8307,7167,12880,5908,1222,12051,8584,8312,9637,9107,9765,7929,7719,7430,9473,8740,9902,14270,8072,6866,5210,6682,7718,7088,15060,13667,9105,9375,11492,6242,12896,7338,6434,12079,9232,8975,12492,6419,10980,7605,6349,10350,8908,9896,10542,7407,8774,6850,8644,5574,5572,833,14279,13838,9521,6293,5718,6736,5619,6960,9189,9566,5914,10592,6012,9497,7488,4737,3728,9474,5384,7030,11188,6403,13313,6829,3559,6607,4528,5046,6033,6007,4389,1319,0,845,11444,14133,4268,5123,1402,15564,15047,14968,4548,5520,5072,3804,6968,4987,4049,1437,7172,9931,10248,7630,14848,7587,1260,4480,1350,98,15568,8829,3862,8166,6578,14144,15324,14260,5716,8187,9456,10127,1190,9436,5858,11464,11234,15513,12339,9740,6147,4820,5786,4492,9903,5393,15531,13935,5102,9379,8579,7302,9015,8371,6623,5241,5058,15405,4719,4292,5687,13465,8933,4370,6859,7361,7172,9000,5228,12595,9697,13515,11243,14721,7982,12910,9023,8832,10948,9270,15398,7837,8414,4685,8164,5445,9349,6052,8115,12258,7580,6372,6429,624,8235,10143,7936,7466,3263,12800,12704,12413,9248,6571,5809,8789,9681,5763,9161,8624,5633,9937,1056,12777,13520,10178,6238,12773,9929,10198,9573,15446,13053,10036,14362,5413,8859,8889,1169,13887,11607,12479,7896,9044,8085,9900,6347,10118,8111,9030,12172,4701,9943,14568,12580,10245,4173,6784,5766,4007,7218,5437,921,15263,15004,13176,11815,8833,1323,9687,6053,10389,5580,7559,7966,5707,6874,5660,5757,6884,6360,8515,6341,6703,6280,6329,3570,7360,7238,6148,2439,8927,9646,12062,6746,8307,9403,8760,10642,5733,12291,6875,6607,6231,6853,9758,9699,7855,5804,8604,9320,5102,5989,13192,8422,5283,7438,11848,12348,14715,15482,14066,13466,8695,5728,4009,5022,6599,5917,8697,6495,5430,9096,8973,5554,7310,7210,4901,5920,4574,6631,6625,922,12316,13503,11772,9891,9754,7097,9144,7002,11582,4968,8318,9935,8142,8346,11430,6310,6804,5531,4404,4759,7909,594,11078,14188,15433,9487,12215,15413,7023,13893,8952,8135,10513,5532,5325,4177,4750,4683,3572,5012,9205,791,14518,11213,8324,5939,4372,5405,2932,7145,9763,8829,11333,7101,7976,7016,9043,2596,7234,12158,7103,10597,9265,8680,13944,15432,12499,8833,5953,7808,10564,9016,8486,7770,15393,11349,6629,7113,7359,6480,7745,9339,8912,7989,7759,9667,7326,15539,15579,9535,10617,4707,8786,8222,5802,3730,4306,6966,7178,4762,5877,1687,11477,4112,13687,11722,11928,7802,7691,7370,7045,8779,4991,9022,13830,9163,10085,11730,9574,8525,15495,6596,6964,3626,6976,15593,7534,10992,10305,12495,11623,8220,14120,3447,10259,10846,15459,4066,6903,8545,5592,4309,14626,14844,5057,5793,15519,9833,6615,7771,2084,3748,7733,11203,990,592,10787,8342,11752,10115,8098,10324,12241,9308,7457,6472,7418,5159,9012,7149,4715,4372,3395,12698,4771,7007,8634,11390,9868,6239,6553,8737,9677,5376,5435,8821,6010,8422,8739,9077,767,12895,11981,12584,8096,11603,13866,10100,8093,6587,5468,996,13664,10173,8268,8431,7792,7843,7091,6128,5883,6584,6209,6234,8353,7579,4088,6036,6200,9749,4003,6621,5896,6341,7878,5992,4074,12292,10465,6172,6732,5753,5870,6078,11147,8514,6968,8828,9232,7841,6615,6043,10435,4531,4430,3158,380,12634,10705,8179,5342,6319,4300,5708,8700,4482,7730,4601,4688,14973,7369,10783,12807,6700,4088,8383,10909,8145,8923,5620,7820,11539,6842,4412,7958,5804,6406,6874,7083,6377,7776,7823,9927,7107,8037,6793,9055,7635,7174,4644,4273,6345,4142,724,12014,14141,10548,4120,8360,8313,9729,7030,7540,9343,9710,6412,430,9777,10192,5385,5806,4775,7599,9092,5777,7994,7758,1108,7102,13644,10269,15264,12046,10234,6897,10180,4923,6526,7884,7015,6099,6979,3976,4374,4107,5048,5200,8186,1246,11626,8564,9299,9857,7201,6535,7144,7067,4276,5260,7661,8467,5367,6074,8285,4588,5140,8300,6557,7332,6885,1063,9054,11636,7779,11672,8871,4792,6377,6499,7704,8977,10255,14413,8608,6195,4171,3735,5381,7285,6310,5009,4711,15482,10648,9067,4490,7415,6588,8724,6345,2705,5460,3959,5263,702,12476,12274,14012,10014,5923,10365,10295,12137,6783,8759,3766,12899,5524,10907,8785,12257,9902,8890,10028,13000,8222,8165,12274,12383,4718,7096,7505,9403,11158,7679,1614,10031,15453,10052,6502,8784,2385,15461,12773,8234,12956,12405,7968,8913,9073,7720,12421,9970,4862,4989,9824,6882,2840,12998,8461,6583,6239,5228,5857,3965,3387,4404,3210,15702,10412,11263,10876,15447,15321,6907,6036,4516,8509,2857,10885,7587,15780,10348,5580,8760,5493,12693,5116,964,15249,14983,12327,10025,10391,12009,11107,5750,5749,10417,8242,6156,3539,6503,7720,8460,1081,7973,6736,18366,13628,8404,7068,5749,13773,15817,8632,15154,4874,11151,7814,10659,8259,15955,9861,8948,6230,5797,4622,9530,10436,10453,15403,11675,9443,8858,12634,10230,8542,10907,15599,15163,9986,19016,8813,4333,5653,12022,17065,8805,6851,10929,3206,4039,11160,2312,1425,16600,20581,16587,11820,9768,9924,12994,13113,3674,7709,16163,16031,9443,16126,12771,4015,4089,15676,13318,11572,10256,17924,7325,8206,15520,6404,16835,13103,15155,8818,15111,15313,9136,16473,12700,15205,13915,13429,8742,12124,2986,14469,16403,10489,12780,16329,11785,15910,9532,6570,15387,15534,11228,13653,8383,13895,16523,13034,14932,3010,14043,16709,13458,9633,7123,10053,13999,10675,7465,16022,10225,6277,6140,4303,5176,16819,8680,13774,10823,10207,15151,18354,4362,11406,17806,12244,3804,4960,5713,12473,15511,15472,11963,11197,11341,9305,5986,2523,15492,15509,13430,9622,6573,3098,883],"fragments":[{"begin":"0.000","end":"34.400","lines":["This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."]},{"begin":"34.400","end":"81.680","lines":["Polycystic ovary syndrome, or PCOS, affects as many as five million people in the U.S. alone. But in spite of how common PCOS is, it’s also quite poorly understood. Many people with the condition remain undiagnosed as they grapple with irregular periods, changes in their hair growth and body composition, acne and even infertility. If and when they do manage to get a diagnosis, they’re often told to focus on lifestyle changes like weight loss to mitigate symptoms. Now some researchers are pushing back against this generalized advice, which they say isn’t just unhelpful but sometimes actively harmful."]},{"begin":"81.680","end":"95.400","lines":["In a recent meta-analysis researchers showed that people with PCOS have a higher prevalence of eating disorders than their peers—regardless of their body mass index, or BMI, a common though flawed measurement based on a person's height and weight​​."]},{"begin":"95.400","end":"112.920","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. I’m joined today by Laura Cooney, a co-author in the recent study. She’s an associate professor in the Division of Reproductive Endocrinology and Infertility at the University of Wisconsin School of Medicine and Public Health."]},{"begin":"112.920","end":"115.240","lines":["Laura, thank you so much for joining us today."]},{"begin":"115.240","end":"117.120","lines":["Thank you so much. It’s great to be here."]},{"begin":"117.120","end":"127.360","lines":["So let’s start with something basic: What is PCOS, and how has our understanding and definition of it changed in recent years?"]},{"begin":"127.360","end":"151.960","lines":["Yeah, so PCOS is actually incredibly common—it impacts probably about 10 percent, at a minimum, of women in the reproductive ages. And what’s really difficult is it’s a complex disorder with lots of different kind of criteria. So not all women with PCOS are the same, which has made it hard over the years for us to both diagnose PCOS and to do, you know, appropriate studies on it."]},{"begin":"151.960","end":"190.200","lines":["The three current criteria are irregular periods, any evidence of elevated androgen—so this could be blood levels of testosterone, or it could be abnormal hair growth on the face or other parts of the body—and then [a] very specific ultrasound finding, where there’s lots of follicles on the ovaries. This is one of the more complicated things for patients to understand because the name is “polycystic,” but it’s not really that they have a lot of cysts on their ovaries; it’s just that they have a lot of follicles, and each of those follicles has an immature egg. But if they’re not getting their periods, they’re not ovulating and releasing those eggs."]},{"begin":"190.200","end":"195.640","lines":["So those are the three criteria, and to be diagnosed with PCOS you have to have two out of those three."]},{"begin":"195.640","end":"202.200","lines":["And so what prompted you to investigate the link between PCOS and disordered eating specifically?"]},{"begin":"202.200","end":"211.600","lines":["So this has actually been a long-standing interest of mine: really looking at PCOS and sort of the broad spectrum of mental health, including depression or anxiety."]},{"begin":"211.600","end":"235.440","lines":["So we had done a study showing high levels of moderate to severe depression and anxiety in women with PCOS, and because, you know, mood disorders like depression and anxiety are so closely linked to eating disorders, you know, body image, so many other factors that could be an issue in women with PCOS, it was really a logical next step to kind of look at eating disorders."]},{"begin":"235.440","end":"277.080","lines":["We had done an initial analysis, but there weren’t a lot of studies for us to look at, but [we] did kind of find [a] suggestion of elevated eating disorders in PCOS. This study was actually really driven by the 2023 international PCOS guidelines. And so they had done meta-analyses on a lot of different topics looking at PCOS. And so I was tasked to do the meta-analysis looking at PCOS and eating disorders. And then we were going to use this to kind of inform the guidelines, you know, in terms of screening women with PCOS and thinking about how to incorporate eating disorders into day-to-day management of PCOS."]},{"begin":"277.080","end":"280.080","lines":["And what did you find in this most recent study?"]},{"begin":"280.080","end":"307.760","lines":["This was a study that, as I said, was a meta-analysis, so we included multiple different cross-sectional studies comparing the rates of eating disorders in women with PCOS compared to women without PCOS. And we looked both at overall eating disorders, disordered eating, as well as specific kind of diagnoses of eating disorders, like bulimia nervosa, binge-eating disorder and anorexia nervosa."]},{"begin":"307.760","end":"325.000","lines":["And we found that in women with PCOS, they had increased odds of, you know, overall eating disorders, as well as specifically bulimia, binge-eating disorder and disordered eating. We did not find an increase in anorexia in this population."]},{"begin":"325.000","end":"329.080","lines":["What do we know about why that connection might exist?"]},{"begin":"329.080","end":"366.800","lines":["It’s really difficult. You know, I think a lot of people assume that the connection is just related to, you know, BMI—so overweight, obesity. Women with PCOS do have higher weights—rates of overweight and obesity than women without PCOS. But one of the interesting things we were able to do in this study is that some of the original data stratified women based on BMI, and we were able to find elevated rates of disordered eating both in the women with elevated BMI and in the women with normal BMI. So we were able to show that it’s not just BMI that’s driving this."]},{"begin":"366.800","end":"386.800","lines":["The underlying factors are really, at this point, unknown. Some of the possibilities could be related to, you know, the depression and anxiety that I talked about. It can be related to some of the underlying hormonal changes in women with PCOS: the elevated testosterone, the increased rates of insulin resistance or diabetes."]},{"begin":"386.800","end":"401.880","lines":["But these are really just hypotheses, and we don’t have a lot of good data that’s showing that. So my hope is that this study is kind of a call to action to say, “We need more information about this,” that it’s an important topic and definitely one that’s been understudied."]},{"begin":"401.880","end":"436.000","lines":["Well, and I would love to talk to you about how this might inform treatment. Your study really resonated with me. I have a history of eating disorders, and I have PCOS, and when I first got my diagnosis I got a very generic one-sheet telling me to limit my carb intake as much as possible—you know, these very generic, restriction-based guidelines—and, you know, given that, unfortunately, in a lot of cases, it does seem like that’s kind of the baseline advice after a PCOS diagnosis, how are you hoping that healthcare providers react to your findings?"]},{"begin":"436.000","end":"445.960","lines":["Yeah, I will just say that your experience is probably what a lot of women with PCOS are experiencing, and it’s incredibly frustrating."]},{"begin":"445.960","end":"466.240","lines":["So the general kind of guidelines, you know, in terms of management for PCOS is to kind of focus on lifestyle changes, which can mean changes in nutrition, can mean changes in physical activity. There’s often recommendations that losing 5 percent of body weight can help bring periods back or can help reduce testosterone levels."]},{"begin":"466.240","end":"492.120","lines":["Well, in someone with a history of an eating disorder, that focus on, you know, nutrition and activity can really make the eating disorder worse and can be completely counterproductive to someone’s both physical and mental health and can also lead to distrust of one’s doctors or the health system if they feel like they’re not listening to them sort of as a whole person and taking all of these conditions into account."]},{"begin":"492.120","end":"526.920","lines":["And so what we really, with the international guidelines, you know, the biggest recommendation is to think about eating disorders and, you know, rates of disordered reading—eating in women with PCOS as we’re giving out these lifestyle guidelines and to potentially consider treating, you know, eating disorders first, or at least really working with women with PCOS who have both PCOS and an eating disorder—they might need to be referred to someone who can really handle the eating disorder and not, as you said, just give generic advice."]},{"begin":"526.920","end":"537.000","lines":["And we really wanna make sure that we’re following these women closely and thinking about their long-term health, not just giving them the recommendation to lose a little weight because that’s not gonna work."]},{"begin":"537.000","end":"559.480","lines":["Yeah, absolutely, and from the, you know, the patient point of view, it seems like PCOS is, you know, generally pretty poorly understood, hard to find good support for. So what advice do you have for people who are navigating this diagnosis? You know, what can people do to advocate for themselves in looking for a good treatment plan?"]},{"begin":"559.480","end":"584.680","lines":["Yeah, I think, you know, again, you’re absolutely right. It’s difficult to diagnose; there’s been studies saying that a lot of women with PCOS will see multiple different healthcare providers with complaints before they actually get the diagnosis. So these women are trying to advocate for themselves. They know that there’s something wrong. But there’s a lot of lack of knowledge among healthcare providers as to the different aspects of PCOS."]},{"begin":"584.680","end":"615.280","lines":["And so what really the push, I think, is now is to have PCOS be taken care of in a, a multidisciplinary approach. You know, we, at University of Wisconsin, have a PCOS clinic where it’s myself, a health psychologist and a medical endocrinologist. So we can really think of all of the different aspects of PCOS. We have close referral to dermatology or bariatric surgery or nutrition. And I think, more and more, the large centers are finding that that’s the best way to care with women with PCOS."]},{"begin":"615.280","end":"639.320","lines":["The problem is, not everyone’s gonna be able to drive to a multidisciplinary PCOS clinic. And so it does rely a lot on patients to educate and advocate for themselves. And so finding a doctor that you can trust, that you feel like is gonna listen to you, I think, is really one of the, the first steps so that you guys might be able to learn about PCOS and kind of grow the treatment plan and individualize it together."]},{"begin":"639.320","end":"654.200","lines":["Yeah, well, so what are some of the big research questions that you’re hoping to answer yourself or see some of your colleagues answer? You know, what are you hoping changes about the way we study and treat PCOS in the next few years?"]},{"begin":"654.200","end":"696.960","lines":["I think that there’s more studies that are looking into how the different, you know, phenotypes, the different varieties, of PCOS might be responding differently. So we talked about the three different criteria that you have to have. What that means is that not everyone with PCOS is gonna be the same. Not everyone’s gonna have abnormal hair growth or irregular periods or, you know, increased weight. And so I, I think there are more and more studies that are looking at how these different phenotypes might impact someone’s rate of things like eating disorders but also, you know, some of the long-term health—thinking about depression, you know, anxiety, diabetes, hypertension, things like that."]},{"begin":"696.960","end":"738.080","lines":["At University of Wisconsin we are looking specifically at the role of inflammation in PCOS. And so there are a lot of small studies kind of showing increased levels of inflammation in women with PCOS. And we’re trying to take that to the next level—so comparing women with and without PCOS, looking at both their blood levels. And these are women who are undergoing in vitro fertilization, IVF, so we’re also looking at their follicular fluid—so the fluid around the eggs that we get at the time of the egg retrieval. And so it’s allowing us to really get a full picture of, you know, what the inflammatory markers are, both in the blood and, you know, at the level of the ovary, which is the center of all of this."]},{"begin":"738.080","end":"746.320","lines":["So obviously, stay tuned for some of those results, but that’s, you know, definitely one of the things that we’re excited about here in particular."]},{"begin":"746.320","end":"751.960","lines":["Thank you so much for joining us today. This was really interesting, and I think a lot of our listeners will find it really helpful."]},{"begin":"751.960","end":"757.280","lines":["Yeah, thank you for being so open about your personal story. I think that’s gonna resonate with people as well."]},{"begin":"757.280","end":"777.560","lines":["That’s all for today’s episode. We’ll be back on Friday with part two of our latest Fascination miniseries. This week we’re asking a big, beautiful, mind-melting question: Is math even real? It’s a hotter debate than you might think. Tune in on Friday to find out more."]},{"begin":"777.560","end":"794.680","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"794.680","end":"796.440","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]},{"begin":"796.440","end":"803.840","lines":["This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."]}],"duration":803}