{"title":"Contemplating Our Climate Future in Antarctica","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-antarctic-scientists-think-about-the-future-of-our-planet/","audio":"https://traffic.megaphone.fm/SAM2326982143.mp3?updated=1720670097","intro":["Researchers on a multimonth Antarctic expedition describe how the climate crisis intertwines with their work."],"authors":["Sofia Moutinho","Rachel Feltman","Madison Goldberg","Fonda Mwangi","Jeffery DelViscio"],"category":["Climate Change"],"transcript":[{"author":"Rachel Feltman","text":"For Science Quickly, this is Rachel Feltman. In our last few Friday Fascination episodes, journalist Sofia Moutinho has taken us along for her ride on the Nathaniel B. Palmer, an icebreaker traveling through the Southern Ocean. Today marks the end of our journey with Sofia, so if this is the first time you’re hearing about Antarctica in our feed, definitely go back and catch up. In today’s episode, Sofia speaks with some of the scientists on the icebreaker as they make their way back home—and as they grapple with how to feel about the beauty and horror they’ve witnessed at sea. [CLIP: Sound of waves]"},{"author":"Sofia Moutinho","text":"After spending two months traveling through West Antarctica’s Amundsen Sea onboard the Nathaniel B. Palmer, we are approaching the end of our expedition. Researchers collected sea ice and thousands of gallons of seawater at 27 different spots in the ocean surrounding Antarctica. Those samples allow them to examine different biogeochemical processes, some of them linked to climate change and the future of our planet. We endured bad weather in our quest to reach certain places. One of them was Pine Island Bay, a remote coastal area of West Antarctica that is usually blocked by sea ice, even in the summer. We mentioned Thwaites Glacier, nicknamed the “Doomsday Glacier,” in Episode One. Pine Island Glacier is melting at a similarly rapid rate, discharging lots of glacial ice into the bay."},{"author":"Moutinho","text":"Peter Sedwick, a chemical oceanographer at Old Dominion University and one of the cruise’s leaders, told me sampling of the area in recent years has been very limited."},{"author":"Peter Sedwick","text":"It’s not very often open to an oceanographic vessel getting in there. So we were very much hoping to get in there, but at this stage I’m not sure that we’ll make it."},{"author":"Moutinho","text":"The Palmer rammed through the ice-covered sea for hours trying to reach Pine Island. [CLIP: Sounds of waves and ice floes hitting the ship’s hull]"},{"author":"Moutinho","text":"The ship’s captain told Peter why breaking through was so difficult."},{"author":"Sedwick","text":"He used the analogy of a little kid coming up and trying to hit you as hard as they could, and an adult having his hand on the little kid’s forehead, and the kid’s just swinging— swinging at him and not able to get at him. That was the analogy of the ship trying to break through the heavy sea-ice barrier."},{"author":"Moutinho","text":"In the end the Palmer couldn’t make it through the heavy ice, and the decision was made not to go further. The wind was blowing us toward the shore, and if we kept trying, we risked being trapped between the sea ice and the coast. It took us about two weeks to navigate out of Antarctica to our final port in Lyttelton, New Zealand. During this period the researchers started packing everything for a smooth “demobilization” upon arrival. [CLIP: Sounds of equipment being moved around and metal chains being used to secure cargo]"},{"author":"Moutinho","text":"We wouldn’t have long at port to unload everything, so the researchers had to start packing samples and equipment on our way to the dock. On the way back the seas were rough at times and made the ship rock a lot. At night in my room I could hear the noise of little crumbles of dirt and other debris rolling on the floor as the ship moved from side to side. [CLIP: Sound of dirt rolling around]"},{"author":"Moutinho","text":"Sleeping in these conditions felt as if I was tied to a seesaw controlled by energetic children. This continued for about two days while we navigated through 18-foot swells that left some people, including me, seasick. Annie Stefanides, a research assistant at Woods Hole Oceanographic Institution, was a first-time cruiser onboard. I asked her what she found to be the most difficult part of the trip."},{"author":"Annie Stefanides","text":"Well, right now I’m thinking about seasickness the most. That has been pretty challenging, but in the grand scheme of things, it’s only been a few days where we’ve actually been transiting and it’s been rough, compared to being on stations for, like, 40 days in a row."},{"author":"Moutinho","text":"On our way back to port, those who did not feel sick could relax and dream about what they would do on land. But time passed extremely slowly, even if we tried to fill it with movies, game nights and arts and crafts. Margot Debyser, a postdoctoral researcher at Woods Hole Oceanographic Institution, got bored during this period. But the prospect of leaving the ship was bittersweet for her nevertheless."},{"author":"Margot Debyser","text":"Time is passing slowly. But then you look back and you’re like, “Wow, that was so fast.” And then it’s like the end comes before you kind of are actually ready for it. And I always get really sad on, like, the port call out, and everyone’s saying goodbye, but I feel like you don’t really have the time to say goodbye to everyone, so there’s a lot of people you just don’t say goodbye to. The time we’ve spent all together right now, it’s more than, like, your closest friends in real life because you never spend 24/7 with your really close friends, unless you live with them or something, you know? So I feel like you get to know people quite deeply. But at the same time it’s, like, just once, and then you never see them again. So it’s pretty—it’s pretty weird."},{"author":"Moutinho","text":"As we got closer to land the prospect of regaining access to the Internet and reconnecting with the outside world became almost frightening for some researchers."},{"author":"Debyser","text":"When our phones are going to start buzzing again, and it’s like all your notifications from the last three months are, like, catching back up to you, I find that very overwhelming because we kind of get used to a slower pace of life. [CLIP: Sounds of incoming text messages and mobile phone notifications] Getting back to, like, real life, it feels like you get back into a city, and everything’s, like, really high-speed, and, like, everyone’s going really fast, and there’s a lot of things to do, and it takes me a while to, like, get back into that. [CLIP: “We Are Giants,” by Silver Maple]"},{"author":"Moutinho","text":"During this strange hiatus it was like we were between two worlds: not quite in Antarctica anymore but not yet close to home either. It got me thinking about the one-of-a-kind place we had visited and how the experience had affected us. We had witnessed these pristine icy landscapes. We met countless animals and saw imposing glaciers that didn’t look like they could disappear at all. Everything seemed so untouched. I knew about the urgent danger to Antarctica and climate scientists’ warnings about the continent’s fate. But it was hard to connect that reality to a place that seemed so immaculate. And I wasn’t alone in that feeling."},{"author":"Stefanides","text":"I think it’s also hard, too, when you’re seeing something so beautiful for the first time because you’re like, “Wow, this is so amazing. Like, I don’t see anything wrong with this picture.”"},{"author":"Moutinho","text":"That’s Annie again."},{"author":"Stefanides","text":"But we know that environments are changing, so that’s not true. And habitats for these animals are changing, and the water is changing. It wasn’t at the forefront of my mind, I guess."},{"author":"Moutinho","text":"For Carl Lamborg, a chemical oceanographer at the University of California, Santa Cruz, it was a matter of comparison with other icy landscapes he’s seen."},{"author":"Carl Lamborg","text":"If all the dire predictions happen, there will still be ice in Antarctica to some extent, probably. Like, when you go to glaciers in Alaska, or I was just in Greenland recently as well, but definitely mountain glaciers—you know, the ones that you can see retreating sort of year after year after year—that really feels like a landscape that is disappearing. The thing that I’m sort of impressed with—and, gosh, we only saw a tiny bit here—is how immense this landscape is. And it’s hard to imagine that we could melt all of it."},{"author":"Moutinho","text":"But even in this vast and beautiful landscape, the specter of climate change and the potential fate of this area loomed. Marissa Despins is a doctoral student at the University of California, Santa Cruz."},{"author":"Marissa Despins","text":"When you’re in Arctic, Antarctic landscapes, it’s normal to think about climate change and, like, what’s happening, and, like, the reason why we’re here is to look at the influence of the melting ice sheet and what effect that’s going to have on the Amundsen Sea. I don’t think I always think about it because it is depressing and sad. But, yeah, I think it’s something that’s, like, definitely always in the back of my mind."},{"author":"Nicole Coffey","text":"It’s such a magnificent place that I would love to come back to. But at the same time, in the back of your head is that, like, “But will it be like this when I finally get the opportunity to come back?”"},{"author":"Moutinho","text":"That’s Nicole Coffey, a doctoral student at the University of Minnesota."},{"author":"Coffey","text":"And it worries me that it’s not going to be this pristine forever. I don’t know that there’s any coming back from it at this point, which is a depressing thought, and I hope there is."},{"author":"Moutinho","text":"Laura Whitmore, a chemical oceanographer at the University of Alaska Fairbanks, says that she finds herself separating the emotional aspects of climate change from her everyday work."},{"author":"Laura Whitmore","text":"I think that a very rational way to look at it is that things change. We’re always in a constant state of change, and what I’m trying to do is learn how and why things are changing. And that’s a very, like, kind of impersonal way to isolate that from becoming an emotional kind of part of my day-to-day grind."},{"author":"Lamborg","text":"Well, maybe it’s sort of sick, but, I mean, it’s sort of exciting in the sense that any kind of an environment that’s changing dramatically feels like an exciting opportunity to study things—just from a purely scientific point of view. That’s one sort of response. The other is, I guess, kind of a feeling like, “Oh, we need to document this before it’s gone.”"},{"author":"Moutinho","text":"Balancing the day-to-day routine of science with the urgent questions underpinning the research can be challenging."},{"author":"Debyser","text":"I think we all have our existential crisis every so often."},{"author":"Moutinho","text":"That’s Margot again."},{"author":"Debyser","text":"Sometimes it doesn’t feel like you’re making a difference because it’s such a slow process to, like, you know, build this work together and publish it, and to go from collecting the data to analyzing it to publishing it takes so long that I think sometimes in the process you kind of lose sight of what you’re doing and how it’s useful."},{"author":"Rob Sherrell","text":"I mean, a lot of times we’re just very busy with doing the work, and it’s easy and interesting to get lost in the details. But I would say, more and more, I find myself just reflecting on what we’re doing here to essentially understand this process better."},{"author":"Moutinho","text":"That’s Rob Sherrell, an oceanographer at Rutgers University. He’s also a cruise leader and has been on expeditions to the Antarctic several times. Despite his experience in the field, what he sees when he visits still stings."},{"author":"Sherrell","text":"It’s very powerful and upsetting. And it’s really scary, it’s sad and scary."},{"author":"Moutinho","text":"And Rob isn’t just worried about West Antarctica."},{"author":"Sherrell","text":"There’s some good evidence recently that there are places in East Antarctica which are also beginning to melt at unusually fast rates."},{"author":"Moutinho","text":"As we were making our way back from our expedition, scientists published a paper focused on a part of East Antarctica once thought to be relatively stable in terms of ice melt. They concluded that this region could be more vulnerable than previously assumed. And that matters: the authors cite research suggesting that if all the ice in the region’s Wilkes Subglacial Basin were to melt, the global sea level could rise upwards of 10 feet. Faced with this kind of emergency, Rob sometimes ponders his role as a scientist."},{"author":"Sherrell","text":"You know, I wonder sometimes if I’m employing my energies in the right direction. It’s one thing to study the effects of climate change, and it’s important but probably more important to do whatever we can to leave the fossil fuels in the ground."},{"author":"Moutinho","text":"Phoebe Lam, a chemical oceanographer at the University of California, Santa Cruz, and another lead scientist on the expedition, has similar thoughts."},{"author":"Phoebe Lam","text":"More science is going to allow us to understand the natural system better so that later on we can do something about it. But it’s not the most direct solution. If you want to save the world, become a politician, an economist, a lawyer—not a scientist probably, I think, right now. But I also feel like we all have something to contribute. There’s, like, tiny little cogs, right? And there’s, you know, whatever, eight billion people in the world; not everyone could be a lawyer or a policy person fighting for climate-policy change. We all need to be contributing what we’re good at because the world needs all of our talents in order to, like, stitch these solutions together."},{"author":"Moutinho","text":"For Phoebe optimism comes from the power of education. As a university professor she aims to inform the next generation of decision makers."},{"author":"Lam","text":"The science education is hugely important. We need to explain to people why this is important: what’s happening, that it’s real, that it’s accelerating, there’s no doubt. Like, all of that is, I think, our primary job, and that’s why I feel like being a professor is important: because I can communicate that to undergrads. I’m going to continue doing science, which is useful but, you know, not going to deal with reducing fossil-fuel emissions, you know, realistically. And then I’m going to take my knowledge and my approach to try to sort of help steer the next generation to actually fix it."},{"author":"Moutinho","text":"Nicole also feels that communication is critical."},{"author":"Coffey","text":"I hope that people seeing things like this, both in, like, photo form or, like, through your writing and your podcasts, and if they have the chance to see something similar like it, I hope it makes them care. [CLIP: Sound of waves]"},{"author":"Moutinho","text":"I feel very lucky that I could join the researchers onboard the Palmer and visit a place as amazing as Antarctica. I hope that the landscapes I witnessed remain intact out there—not just in my memory. [CLIP: Theme music] I understand that it can be difficult to care about Antarctica if you haven’t seen it. Why should anyone care about this remote, icy land where no humans live permanently? But as we have seen in this series, the future of Antarctica is tied to the future of our oceans and our planet. The continent’s melting ice will continue contributing to sea-level rise, which impacts coastal communities all around the world. And that melting could also change marine biogeochemical processes in a way that has a direct impact on our planet’s climate. The researchers I met on the Palmer are doing their part, gathering unique data that might help us understand where things are going. But another question remains: What will we do about it?"},{"author":"Feltman","text":"Thanks for joining us on this Friday Fascination adventure. Next week we’ll be diving into some less pristine waters to learn about Parisian efforts to clean up the Seine in time for the Olympics. And you can look forward to future Fascination series about niche archeological research, video games and more. But we’ve got plenty of little science snacks to tide you over until then. Don’t forget to tune in on Monday for our weekly news round-up. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and hosted by Sofia Moutinho. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Have a great weekend!"}],"wave_peaks":[17688,4602,19344,15032,18122,19217,15315,13344,20611,11044,16937,11536,4393,15044,17968,16106,13876,12126,8611,8215,12881,8935,16989,14714,17674,8546,11323,17346,13347,15373,15194,11301,3902,14412,5897,16549,12995,19249,15666,14782,12619,11369,10475,10756,12606,4753,16213,14743,7387,18470,16808,9985,13726,17738,17964,15666,7761,16283,19080,13656,3079,21727,18768,13579,15230,14619,11977,17210,16604,15477,15724,17697,11631,20737,6687,9375,18345,14225,11237,15444,12770,12151,11245,10039,1391,17723,16851,16443,19255,18253,13347,16336,14568,8864,12509,14277,12394,6509,343,91,4,6987,5609,19387,22429,9984,11896,12304,19401,22487,7952,1066,2628,21847,18672,10180,22523,22538,9189,7649,10186,6440,19107,11463,11121,18763,17393,11027,15610,10351,14341,13846,12780,20035,19280,7745,17419,9783,6574,10656,10101,22501,22555,15021,22497,16756,7654,22045,10545,8520,2000,2076,14924,19910,8213,18086,19503,8112,10856,19997,19018,16635,15771,17775,20411,18349,12934,11946,20706,19554,16037,13798,8060,2043,22512,11789,21368,21250,12404,22502,13026,2514,17529,15794,18843,17347,9430,13285,12789,6319,20307,12936,22505,11997,9878,13191,17208,14191,12140,22525,12283,4992,17381,10694,22499,16392,16877,19475,17281,10208,9695,16280,15121,10475,12348,8875,13962,5520,2709,2925,6274,4703,4688,2390,4645,6004,7278,8913,5678,1765,5932,5385,6414,6621,4399,1469,366,160,160,174,316,401,702,913,1605,1765,2712,2004,1454,1201,1183,1034,852,17307,10322,15249,11231,12790,8637,20123,12237,16454,19108,10885,16809,7678,9771,12511,21697,14946,18794,17104,14329,5601,9484,15805,20794,15090,14566,19110,16297,15129,6388,641,709,661,582,17720,14435,16879,12345,13012,13926,9468,21285,10187,14070,9754,8838,13119,5013,14950,16923,20184,12257,8917,20216,9296,18499,13306,13924,20292,18360,7983,559,622,20788,17928,15729,12246,13590,12229,12005,13241,12706,16229,12566,11565,15266,6725,3416,476,18385,17872,11967,11213,22526,13258,9049,9798,13073,11375,9179,3344,501,525,620,9926,15800,12562,16754,13665,12775,12270,15462,10583,14402,12104,8483,4814,2857,2017,1906,2302,22507,18336,13290,22492,12627,13626,7715,18135,16706,14676,13167,13950,9926,17425,20091,18887,12683,15997,9207,14479,22493,10949,17448,1986,13003,14213,12194,12435,997,599,689,523,17818,14001,14976,17489,11722,10434,12907,11552,14447,10377,14278,8159,740,15679,16732,13358,521,680,535,17266,17211,13553,8826,13256,14397,11287,9186,11848,16331,11124,11258,519,10241,20546,16523,10399,14616,18534,8577,14446,15333,388,434,390,13540,22492,8429,17146,15160,12012,15056,11115,10578,11063,10339,10696,13617,5947,11618,19433,11043,11170,9260,9272,787,16911,12581,19930,14108,13911,9901,10105,10301,15209,11016,16517,11664,9922,1244,8913,7091,1568,11141,12534,10371,10685,4953,7167,7668,8183,7354,8984,5936,3148,2713,1600,5311,7710,15689,20301,10886,8006,6075,7442,6572,7042,7045,4368,7379,4829,1639,4990,4160,3753,1833,14797,22516,15627,12004,15671,14111,12723,7201,22497,21033,19031,15325,7447,16727,8246,2710,6968,9083,7198,2932,2808,3371,2348,1791,2255,1605,1091,9455,13556,17204,12014,16655,11608,14254,10569,14559,11020,15613,16555,10666,6441,6857,9055,9477,8093,5439,2546,12270,19259,14333,1660,10955,14946,7755,11175,9723,13917,12346,9807,12640,8626,9532,11453,10265,9308,1872,20054,22589,8768,13500,13164,10562,8399,2316,11557,18133,14809,5872,10481,19708,15248,8169,11109,9583,8883,3290,2098,13265,7463,11109,8374,15413,9803,6641,10197,7199,6261,6642,7856,7543,10574,4253,1611,13884,17072,13040,21530,10576,10809,9950,13701,15498,17905,1979,10272,14347,13718,15616,12446,16577,13891,15479,10491,578,715,15236,14709,15951,13006,14137,10381,11138,1917,12048,11687,16869,21275,5491,9359,13905,13454,19242,9109,8621,20430,22511,18850,14817,2866,5251,4029,2900,2245,2507,1708,1449,1346,951,11316,17194,21139,10014,10839,12160,9461,19080,10268,20538,11658,13364,22495,11189,13319,14614,12024,10768,11019,8262,514,500,12941,11288,11778,15963,13196,11542,12055,13248,13903,14120,12556,10728,11755,11650,13422,13697,12524,7967,16692,19048,10908,2304,5594,848,18322,22495,20572,11807,15633,11005,12142,11314,7467,1746,15386,13102,13464,11240,13632,15241,13041,14454,13194,12394,16297,13939,18918,11502,16150,10008,8861,19876,3925,593,1526,2399,2658,1626,1350,1438,562,19885,15714,15256,10847,8190,11049,16046,22326,5266,12399,11478,13693,20365,14040,2099,334,545,11148,21447,12651,10497,566,20254,10242,15830,13401,13979,16603,13765,12865,11449,17599,12912,12646,15843,12108,10513,16311,13585,12294,9771,13029,22536,11579,20005,1356,1444,1494,1304,1375,1117,13104,16059,11955,14981,9263,20279,22514,14511,12329,16917,11788,8777,15368,519,14657,19636,15591,13049,13943,13245,10095,4455,640,670,679,686,14895,13238,12131,20866,16389,11680,3193,18012,22522,14552,12102,10474,12318,9500,8802,14381,5578,14155,13251,8433,12160,16998,16040,11551,395,10662,11966,507,345,12259,17554,18699,19355,7227,12244,14743,12769,14826,16416,9292,15491,11695,19861,11142,9696,10296,9299,4097,18543,17136,18510,8801,13600,14859,3694,391,18399,8744,14202,16062,21071,7393,11698,8736,16487,22505,13769,9254,678,9950,20958,22503,5568,10172,6748,16149,8230,7994,9863,7329,8093,22513,6577,2378,22527,6944,14903,7879,22542,7239,665,11644,5979,9723,8496,7219,9917,11031,13136,9893,9418,8011,18609,10592,6892,9885,11224,13255,6955,15414,11818,11192,5433,10268,7305,6717,8883,7637,10429,10068,13064,754,17371,14579,11220,14073,11982,8658,2580,20400,13738,15290,14565,11680,17372,16163,7768,9642,16961,15501,11741,13902,11889,5127,400,367,2992,22487,20575,17474,7626,11135,14808,9004,600,17556,15247,17843,9487,14332,7874,11363,10905,13935,17799,11522,16757,14022,7420,1105,361,12581,22505,17221,16881,21117,16950,19204,13107,13452,9928,14027,14246,12227,13221,10123,5671,9773,5500,21749,13652,16165,13276,8598,10050,7549,291,12814,20032,20735,14174,16249,13463,5655,12296,9570,14761,15360,12011,12785,19546,1997,21343,16812,11990,13262,13299,9781,9890,7409,7194,7411,5899,5255,645,696,6887,13166,11292,9760,12683,13743,10105,11237,11757,11009,7679,4811,11607,13981,14863,8010,639,8551,10287,11619,9859,6122,2285,583,11706,12102,12412,16672,13457,14028,7763,7365,7828,11542,7566,6619,7997,5133,8838,8260,8166,5618,442,344,9466,14093,9521,8044,11591,8521,5765,12316,8297,7751,461,8660,10605,12673,4966,5819,7655,5662,8962,11197,7494,5034,12894,3721,5488,8227,9248,4254,6549,8799,3947,3825,6080,2888,783,4062,12833,8204,7989,17252,6544,11707,6161,6031,6339,6848,6932,1045,681,11421,4548,6465,8804,8541,8081,2119,3283,6196,2732,4792,5579,376,18083,21141,18376,13402,9235,14840,22532,14334,11498,12363,12977,11230,12454,11946,2235,19671,21479,10329,22500,12654,12918,12652,572,11985,18730,17219,22492,12338,13477,13341,11439,7468,801,7555,5454,11725,10845,9280,9740,10067,8682,12186,7213,7398,3992,6291,8527,4878,11298,11872,9915,6426,9166,1190,17210,13512,8738,7150,9103,5006,2229,10619,15964,17314,9127,8590,5559,6186,7496,330,585,12718,9186,6296,7346,9945,6310,10632,8703,16150,15084,7285,9635,4700,8594,9306,8572,7329,4113,5896,9146,8999,7580,6902,4918,3000,5258,4629,643,939,11487,6320,6341,6574,2399,21278,11466,6811,4573,617,8587,1558,9787,2606,6529,9884,13782,15294,10187,17439,12856,9167,8376,7639,22277,11621,18580,7748,13159,13814,4758,3720,2541,4160,19025,13059,22527,10474,8909,7198,17810,15834,16552,14305,14926,11660,7163,4195,1230,18876,12759,9804,22470,12030,14521,13366,13988,7608,20232,11504,9851,14657,19307,14786,13210,14990,15134,12739,8379,2342,815,10670,22516,13445,9191,10896,11514,12749,21694,8502,10172,10386,2983,741,16316,22483,18096,13076,10608,8101,9206,11180,20190,9571,11619,9139,13994,17757,11330,16663,12293,12735,11261,11888,11421,2400,2071,20316,15961,9990,15789,17027,14084,1835,632,2286,17102,19786,22522,14980,13331,9109,14014,13659,9026,22177,13178,17425,9352,13105,19181,19428,13810,9514,9418,2715,607,19506,19337,22228,14932,11487,13405,18944,7775,18503,16459,11002,14609,12148,10471,7376,3058,3368,8165,20317,21312,18438,14068,10196,8252,22486,14077,7665,10126,7351,4633,4605,5674,6006,5108,11921,8694,10011,17617,10757,9065,7585,3830,6130,874,20731,21131,8538,7821,6448,8953,6497,9300,22484,15100,9927,12399,707,12646,11441,16630,15902,7033,12221,8056,10697,8659,5330,4625,8160,2909,902,22134,22459,17745,4626,4548,5178,5504,8804,11186,8737,7373,3227,1105,19751,20371,11035,9010,11367,17714,10814,8854,7791,1875,16685,17305,11016,12994,16158,14590,12986,12527,12313,11148,10924,17179,13543,9744,11080,9048,3015,10085,13427,16125,12765,12036,9175,4844,19725,22499,10791,12519,10148,11509,11259,5819,3253,9839,13262,16565,13612,7283,8574,2319,7335,10611,7398,7733,6188,4764,7464,3973,1374,1296,8497,4145,1711,1269,8456,9096,8699,9714,12691,10300,2550,1384,16734,8432,6143,4578,4577,1252,1379,1773,13235,14706,10033,9274,2967,5714,5209,4839,1389,12926,11189,11722,8341,9350,14911,8905,14823,7831,9989,4657,7025,7690,6320,6324,11852,14428,13192,8237,8914,12500,6831,9088,6062,3603,1279,10370,9602,8691,12379,11708,9918,13943,13084,7956,7758,6504,8117,10171,1382,11419,16394,15204,8122,9722,9034,5839,5242,7378,2911,10478,20279,6743,4570,5365,17976,9980,9276,7683,1162,20726,10833,11071,22504,10736,13639,12688,9299,658,12954,22205,12903,22265,8243,5154,275,16708,15550,14983,11780,13356,11357,10066,7196,293,232,15953,22565,15463,9199,13265,16746,12905,10239,15055,9278,12119,16436,12779,10294,14337,7542,1943,13340,8838,6655,522,597,12060,14058,8119,9633,3657,4779,11781,6472,9812,5746,7974,3308,10109,6883,3971,4181,18328,14708,7107,11069,9177,8021,9960,16301,11550,8378,11381,9626,9783,9591,12059,5609,7496,6931,7156,5797,472,6306,6736,2076,471,11073,15254,11916,10413,11166,8082,7588,7283,7426,3328,4193,6369,452,417,10727,12026,11509,8585,10284,8694,469,8563,9443,9080,10155,11334,6152,9787,5019,2554,850,383,6838,11730,2355,369,9946,10230,8846,7436,915,406,450,2321,8152,8256,11549,11712,8386,6764,4997,3039,9144,9659,7252,11898,6715,11202,6459,10593,6234,4948,8993,7231,5047,7760,8318,4469,8211,5661,9865,12507,7926,11916,10017,5976,19504,14635,9160,17188,7797,5452,4527,8041,3567,13787,17516,19445,21079,19555,6405,19780,18614,15680,15158,15216,13498,13714,10258,13890,9005,295,435,11433,575,18825,14524,7606,14347,8214,6458,5184,382,20641,13237,4489,8150,7686,804,20043,15543,6097,10718,11732,4536,375,7632,8685,6215,9375,4022,16831,5995,8501,11480,11397,11614,7438,12596,15879,9533,10765,402,22485,18709,15739,7988,4887,18874,17470,16607,18066,12450,11745,16949,14592,14735,10637,10046,4284,2270,15423,12289,9578,11428,21288,17002,9138,10988,10797,13456,12159,11294,13426,10298,1923,14855,16229,16044,13643,11669,412,22483,22484,4356,21166,18126,5863,7297,9745,10010,10066,6794,14388,8251,13700,1570,22483,16522,2454,14624,11462,8385,6842,9656,11367,5658,9696,8375,6126,12562,12110,6167,7035,7362,6412,10868,905,4577,9160,2873,9852,15623,9822,9421,11574,7226,5023,934,16278,13021,13161,12288,6942,5185,4202,5713,9692,22656,2283,16612,8326,17561,21187,8759,5414,5556,4887,720,789,10612,1336,8802,8668,11956,12908,6753,650,871,657,808,876,13630,16778,14237,11347,22456,18169,5395,7649,2172,766,750,9398,12108,10513,11892,6710,9545,964,694,5272,8440,9994,8330,5218,17854,14260,6534,1734,831,6434,9735,7838,3844,7769,7581,10668,9146,10664,11178,14575,13028,9549,4342,3433,10340,6646,6645,5530,4463,3915,1410,6503,8818,9645,10015,12601,18634,17116,8679,13514,10960,9753,5029,12335,11613,6399,13388,8255,7048,8179,1285,1082,9024,9091,3355,1055,21038,16932,10770,10929,12608,6072,12464,18949,4994,6727,20718,16516,12702,12032,13622,10938,10308,13301,12154,11577,18257,6621,778,13186,13228,12707,11156,12456,8400,9356,10653,8986,5689,4138,1314,18700,20524,12865,5775,7084,18890,22027,21571,13933,13713,7431,7056,6836,3957,519,11854,15258,14640,4978,9353,5482,7936,3978,2033,633,17325,11182,17696,9109,5367,8721,7741,8607,4794,17757,8669,11061,5478,9567,7456,6815,5397,6801,9647,3665,607,18314,22489,17526,11576,11390,13725,4633,7052,5554,4187,8117,7087,424,9032,12303,10203,11584,6637,4565,5182,392,2159,16594,13592,9032,8824,11843,12189,7834,5436,6029,7747,6077,7165,6586,9327,7116,8868,5371,7659,3205,6026,5429,538,488,7854,1974,379,373,5192,8278,9090,5588,4606,5173,6555,10578,5163,4699,2667,607,684,5393,15623,7790,4161,6198,3397,2018,2604,12343,10803,10134,12554,10188,9532,7643,11180,7175,4828,997,862,676,648,11945,13615,11818,10753,15185,15488,364,22505,22518,14200,11663,710,21320,12877,10768,13754,17813,12246,9601,5989,216,476,21078,15506,10084,12429,12022,16285,15131,12737,8837,11820,11781,16181,10109,15824,10451,14244,1324,202,204,22459,22595,16344,12005,12177,12077,12748,219,22473,7922,13851,12771,15709,8265,10498,12683,11869,2898,367,11854,14857,9447,330,412,11170,12740,13404,7294,7158,5121,456,453,1600,9848,12325,3247,617,7906,7501,10361,11842,11055,787,681,13979,12410,1241,694,870,8446,12436,8944,4524,442,13710,19169,8408,16653,14921,12429,20618,17894,7546,12104,9045,396,941,7914,13186,8840,7560,5468,4449,4133,8936,8414,7482,4048,9157,1106,2047,1156,22516,9087,10149,10957,5384,5796,4447,5475,9581,7402,9173,476,1930,15988,17573,17303,15634,15821,11106,12796,10051,11834,5090,1001,18173,10350,16618,10505,13588,11691,12930,14802,21502,11241,13334,22006,7777,18575,19173,22493,19632,15831,14104,14402,13686,10421,12315,21524,7512,1874,278,22514,14926,14793,15737,13331,9043,15713,16316,16232,17448,12874,11534,11013,11525,13758,2011,202,21959,15004,12658,3356,18243,22475,12549,12794,11233,11761,10749,22547,17111,15157,22494,18579,15669,11937,13532,15387,13629,14407,17688,13041,6309,12196,13933,17339,3929,15215,19479,9012,19398,12197,14260,22516,19991,13255,14687,16116,10310,2279,274,1428,22470,12678,15754,16937,9406,6689,5779,22520,10655,12968,17594,9716,15267,17947,14231,12168,4671,2447,21478,986,1948,8524,8417,6955,4380,2425,4375,6945,6867,8323,7827,8104,6751,8935,4866,771,5453,15603,8816,10437,7333,6471,7701,10371,6630,8889,6854,788,700,1281,10514,12631,10902,7644,2958,8489,3752,5987,3750,12419,7129,2462,646,7548,8522,8108,6314,7478,2180,532,12379,13537,16471,12763,17428,13929,9746,11948,12214,11572,13347,9609,15914,12703,12871,9028,2791,18413,17669,13525,22510,9299,14123,9616,8249,8328,286,14649,12176,18263,2808,570,12629,10020,12538,15144,9679,13869,12474,7017,12642,9624,12746,5110,7983,9391,6214,11109,5235,6053,1733,1527,10811,16859,7952,13409,9663,13726,8786,6721,10048,5123,8488,6290,6838,3143,4739,4489,4160,10841,3911,4301,11156,3229,6409,5101,1015,668,5570,5202,7372,11340,20445,13858,8903,10311,6762,6414,7219,848,8492,9853,10697,5694,9771,905,3712,8701,9986,10514,10570,6557,11220,4883,6237,10569,15514,8948,4982,4699,5867,5866,4960,4712,4878,3817,5521,2371,8508,8765,6799,4892,5853,7320,10149,2704,2494,8974,4599,4319,5849,18226,10640,9992,9469,12127,13504,9116,9936,5151,9598,8062,9973,10706,5817,7334,8439,5448,10861,7869,2522,1048,795,815,14785,5955,5848,9788,842,4946,10171,12430,790,4137,6107,20360,21635,7952,12183,12154,17444,9705,698,17563,11795,8745,22515,11259,8962,17639,15284,22494,13326,15304,13220,6189,251,17452,12233,13849,9242,16901,10252,4055,14859,11644,11009,14120,13177,5908,13487,15475,12822,11193,13181,6825,3201,7189,13781,8694,6571,12126,13738,9180,9018,3770,4470,12094,7970,5334,11413,12328,9607,2696,1092,1781,10973,10798,5541,6623,12386,16465,6697,1369,16911,17051,8659,5608,6891,11859,19430,8322,5271,1109,12509,20625,19337,1920,5512,10089,9652,8820,7208,4762,7649,7191,8550,12962,12545,11559,4241,7767,18644,9778,7233,2024,6969,10574,9857,9180,15753,8386,11353,1004,14491,12111,10226,13409,12358,8039,7097,11426,1473,7997,15116,8624,8705,4108,1388,4789,1857,891,5736,8859,7405,6680,1463,1586,10546,9524,7703,8740,22406,17807,1023,6731,12888,12883,2721,2930,17848,9759,10146,4121,7678,11841,9468,17216,13416,8762,5900,9411,14106,11269,7136,7898,4684,6797,5930,1770,3012,15172,12309,9936,18737,6629,10454,1034,825,654,4751,2780,14961,17347,16519,16668,14474,12079,15381,12166,10753,11168,12394,950,16810,16160,12685,392,11546,14797,11186,12080,13707,6273,9470,12225,8719,5069,8150,22510,20351,7443,17947,11524,5806,768,543,16620,15916,8487,9003,11485,9144,10457,5716,14982,9024,12139,727,1031,1593,1309,1189,877,722,714,11591,20915,22494,19834,14734,10135,15429,13585,12876,11836,17401,20264,4384,12053,10324,15344,13786,14912,12319,13608,22074,9283,1540,378,462,16948,15925,15374,11127,13100,12901,13746,9847,18151,9683,16120,19260,10287,17003,15759,12349,13374,8144,838,1012,1079,988,1173,744,14189,17976,18109,13852,11514,15576,12727,13228,17694,18318,13502,10658,18196,7587,7423,863,665,22508,13549,12584,14584,13604,22496,19653,13194,12512,22462,9896,10861,12686,14021,10137,14708,14720,20617,7939,8982,3349,2252,2090,2923,2838,2279,2716,2906,22411,22482,22511,20265,14681,9231,14605,3221,15344,10447,18508,14068,13366,16291,18950,12172,13256,14785,13619,13979,15536,10814,8996,2539,1570,19484,12791,13255,13660,14175,16002,14925,14577,9289,11544,15633,18909,20168,5087,11935,20916,17738,15627,16459,9891,9737,20849,15891,12438,9181,724,5103,16707,19048,14062,4383,15307,17634,15373,7951,16135,22522,12282,13848,10734,12628,10959,6506,7486,14213,11850,18889,15818,20505,6891,12903,14044,12123,14297,17374,7376,995,892,951,20184,14975,11197,14250,14672,21588,11484,14927,16142,20541,3356,18229,18650,9434,9048,14691,12737,17728,22506,13751,10987,15565,16460,14618,14985,9616,2442,2066,1120,22498,19007,11820,16863,9493,5685,4881,2404,2697,21589,21348,12830,17367,12857,3657,3240,2352,2916,2914,2136,2403,2884,10044,8255,6233,5309,3932,4261,2635,2110,2741,5553,3808,2043,1745,2094,544,220,159,689,848,1558,2141,2672,2634,2754,3285,3661,3048,2783,4406,18996,17865,12967,14422,22514,21802,21126,7631,16116,13789,1695,22385,12233,21951,22507,8990,14146,19912,8655,9817,18050,13835,16364,22507,8437,22493,9736,5471,17911,22528,12206,22505,9470,13217,4054,2828,22465,17150,10221,14340,9329,8606,22492,9385,6833,9048,18695,8477,21936,21126,22491,9896,13636,13825,17337,16111,15966,5667,7818,3406,22483,22553,19636,16601,22483,20695,21883,22543,21839,13157,12185,19246,3509,22501,22500,18948,16692,16516,17806,11939,22518,17440,20892,1749,1443,22472,11910,15302,12205,21507,7245,16104,19851,11910,15513,19986,17571,5840,22487,22499,14756,22486,14604,14675,13481,22449,17019,12319,1431,16689,22507,11749,13208,18700,9034,21498,16870,15798,7729,3578,20577,22549,19379,21065,8214,9342,21154,14182,15827,20807,22507,17401,18124,22530,22507,17397,17305,1738,22521,17849,11659,12514,16641,13673,14223,9780,20242,1813,18653,11392,14584,13836,22312,19161,14628,15195,1463,7174,22540,22497,8993,16537,12101,22142,15052,18710,13861,20190,20668,8520,2714,1630,22498,9373,12274,22497,19521,15378,4275,20100,8658,6420,3761,2925,3460,1931,3214,4614,6089,5916,2774,3450,4147,3160,3408,3801,2938,740,182,109,61,9],"fragments":[{"begin":"0.000","end":"76.040","lines":["For Science Quickly, this is Rachel Feltman. In our last few Friday Fascination episodes, journalist Sofia Moutinho has taken us along for her ride on the Nathaniel B. Palmer, an icebreaker traveling through the Southern Ocean. Today marks the end of our journey with Sofia, so if this is the first time you’re hearing about Antarctica in our feed, definitely go back and catch up. In today’s episode, Sofia speaks with some of the scientists on the icebreaker as they make their way back home—and as they grapple with how to feel about the beauty and horror they’ve witnessed at sea. [CLIP: Sound of waves]"]},{"begin":"76.040","end":"132.000","lines":["After spending two months traveling through West Antarctica’s Amundsen Sea onboard the Nathaniel B. Palmer, we are approaching the end of our expedition. Researchers collected sea ice and thousands of gallons of seawater at 27 different spots in the ocean surrounding Antarctica. Those samples allow them to examine different biogeochemical processes, some of them linked to climate change and the future of our planet. We endured bad weather in our quest to reach certain places. One of them was Pine Island Bay, a remote coastal area of West Antarctica that is usually blocked by sea ice, even in the summer. We mentioned Thwaites Glacier, nicknamed the “Doomsday Glacier,” in Episode One. Pine Island Glacier is melting at a similarly rapid rate, discharging lots of glacial ice into the bay."]},{"begin":"132.000","end":"142.600","lines":["Peter Sedwick, a chemical oceanographer at Old Dominion University and one of the cruise’s leaders, told me sampling of the area in recent years has been very limited."]},{"begin":"142.600","end":"153.440","lines":["It’s not very often open to an oceanographic vessel getting in there. So we were very much hoping to get in there, but at this stage I’m not sure that we’ll make it."]},{"begin":"153.440","end":"162.240","lines":["The Palmer rammed through the ice-covered sea for hours trying to reach Pine Island. [CLIP: Sounds of waves and ice floes hitting the ship’s hull]"]},{"begin":"162.240","end":"165.520","lines":["The ship’s captain told Peter why breaking through was so difficult."]},{"begin":"165.520","end":"184.320","lines":["He used the analogy of a little kid coming up and trying to hit you as hard as they could, and an adult having his hand on the little kid’s forehead, and the kid’s just swinging— swinging at him and not able to get at him. That was the analogy of the ship trying to break through the heavy sea-ice barrier."]},{"begin":"184.320","end":"219.360","lines":["In the end the Palmer couldn’t make it through the heavy ice, and the decision was made not to go further. The wind was blowing us toward the shore, and if we kept trying, we risked being trapped between the sea ice and the coast. It took us about two weeks to navigate out of Antarctica to our final port in Lyttelton, New Zealand. During this period the researchers started packing everything for a smooth “demobilization” upon arrival. [CLIP: Sounds of equipment being moved around and metal chains being used to secure cargo]"]},{"begin":"219.360","end":"241.040","lines":["We wouldn’t have long at port to unload everything, so the researchers had to start packing samples and equipment on our way to the dock. On the way back the seas were rough at times and made the ship rock a lot. At night in my room I could hear the noise of little crumbles of dirt and other debris rolling on the floor as the ship moved from side to side. [CLIP: Sound of dirt rolling around]"]},{"begin":"241.040","end":"268.800","lines":["Sleeping in these conditions felt as if I was tied to a seesaw controlled by energetic children. This continued for about two days while we navigated through 18-foot swells that left some people, including me, seasick. Annie Stefanides, a research assistant at Woods Hole Oceanographic Institution, was a first-time cruiser onboard. I asked her what she found to be the most difficult part of the trip."]},{"begin":"268.800","end":"285.520","lines":["Well, right now I’m thinking about seasickness the most. That has been pretty challenging, but in the grand scheme of things, it’s only been a few days where we’ve actually been transiting and it’s been rough, compared to being on stations for, like, 40 days in a row."]},{"begin":"285.520","end":"312.120","lines":["On our way back to port, those who did not feel sick could relax and dream about what they would do on land. But time passed extremely slowly, even if we tried to fill it with movies, game nights and arts and crafts. Margot Debyser, a postdoctoral researcher at Woods Hole Oceanographic Institution, got bored during this period. But the prospect of leaving the ship was bittersweet for her nevertheless."]},{"begin":"312.120","end":"348.360","lines":["Time is passing slowly. But then you look back and you’re like, “Wow, that was so fast.” And then it’s like the end comes before you kind of are actually ready for it. And I always get really sad on, like, the port call out, and everyone’s saying goodbye, but I feel like you don’t really have the time to say goodbye to everyone, so there’s a lot of people you just don’t say goodbye to. The time we’ve spent all together right now, it’s more than, like, your closest friends in real life because you never spend 24/7 with your really close friends, unless you live with them or something, you know? So I feel like you get to know people quite deeply. But at the same time it’s, like, just once, and then you never see them again. So it’s pretty—it’s pretty weird."]},{"begin":"348.360","end":"358.320","lines":["As we got closer to land the prospect of regaining access to the Internet and reconnecting with the outside world became almost frightening for some researchers."]},{"begin":"358.320","end":"385.320","lines":["When our phones are going to start buzzing again, and it’s like all your notifications from the last three months are, like, catching back up to you, I find that very overwhelming because we kind of get used to a slower pace of life. [CLIP: Sounds of incoming text messages and mobile phone notifications] Getting back to, like, real life, it feels like you get back into a city, and everything’s, like, really high-speed, and, like, everyone’s going really fast, and there’s a lot of things to do, and it takes me a while to, like, get back into that. [CLIP: “We Are Giants,” by Silver Maple]"]},{"begin":"385.320","end":"426.840","lines":["During this strange hiatus it was like we were between two worlds: not quite in Antarctica anymore but not yet close to home either. It got me thinking about the one-of-a-kind place we had visited and how the experience had affected us. We had witnessed these pristine icy landscapes. We met countless animals and saw imposing glaciers that didn’t look like they could disappear at all. Everything seemed so untouched. I knew about the urgent danger to Antarctica and climate scientists’ warnings about the continent’s fate. But it was hard to connect that reality to a place that seemed so immaculate. And I wasn’t alone in that feeling."]},{"begin":"426.840","end":"435.160","lines":["I think it’s also hard, too, when you’re seeing something so beautiful for the first time because you’re like, “Wow, this is so amazing. Like, I don’t see anything wrong with this picture.”"]},{"begin":"435.160","end":"436.520","lines":["That’s Annie again."]},{"begin":"436.520","end":"447.560","lines":["But we know that environments are changing, so that’s not true. And habitats for these animals are changing, and the water is changing. It wasn’t at the forefront of my mind, I guess."]},{"begin":"447.560","end":"457.480","lines":["For Carl Lamborg, a chemical oceanographer at the University of California, Santa Cruz, it was a matter of comparison with other icy landscapes he’s seen."]},{"begin":"457.480","end":"489.360","lines":["If all the dire predictions happen, there will still be ice in Antarctica to some extent, probably. Like, when you go to glaciers in Alaska, or I was just in Greenland recently as well, but definitely mountain glaciers—you know, the ones that you can see retreating sort of year after year after year—that really feels like a landscape that is disappearing. The thing that I’m sort of impressed with—and, gosh, we only saw a tiny bit here—is how immense this landscape is. And it’s hard to imagine that we could melt all of it."]},{"begin":"489.360","end":"502.320","lines":["But even in this vast and beautiful landscape, the specter of climate change and the potential fate of this area loomed. Marissa Despins is a doctoral student at the University of California, Santa Cruz."]},{"begin":"502.320","end":"531.520","lines":["When you’re in Arctic, Antarctic landscapes, it’s normal to think about climate change and, like, what’s happening, and, like, the reason why we’re here is to look at the influence of the melting ice sheet and what effect that’s going to have on the Amundsen Sea. I don’t think I always think about it because it is depressing and sad. But, yeah, I think it’s something that’s, like, definitely always in the back of my mind."]},{"begin":"531.520","end":"541.760","lines":["It’s such a magnificent place that I would love to come back to. But at the same time, in the back of your head is that, like, “But will it be like this when I finally get the opportunity to come back?”"]},{"begin":"541.760","end":"546.960","lines":["That’s Nicole Coffey, a doctoral student at the University of Minnesota."]},{"begin":"546.960","end":"559.080","lines":["And it worries me that it’s not going to be this pristine forever. I don’t know that there’s any coming back from it at this point, which is a depressing thought, and I hope there is."]},{"begin":"559.080","end":"570.600","lines":["Laura Whitmore, a chemical oceanographer at the University of Alaska Fairbanks, says that she finds herself separating the emotional aspects of climate change from her everyday work."]},{"begin":"570.600","end":"594.600","lines":["I think that a very rational way to look at it is that things change. We’re always in a constant state of change, and what I’m trying to do is learn how and why things are changing. And that’s a very, like, kind of impersonal way to isolate that from becoming an emotional kind of part of my day-to-day grind."]},{"begin":"594.600","end":"617.600","lines":["Well, maybe it’s sort of sick, but, I mean, it’s sort of exciting in the sense that any kind of an environment that’s changing dramatically feels like an exciting opportunity to study things—just from a purely scientific point of view. That’s one sort of response. The other is, I guess, kind of a feeling like, “Oh, we need to document this before it’s gone.”"]},{"begin":"617.600","end":"624.520","lines":["Balancing the day-to-day routine of science with the urgent questions underpinning the research can be challenging."]},{"begin":"624.520","end":"627.880","lines":["I think we all have our existential crisis every so often."]},{"begin":"627.880","end":"629.280","lines":["That’s Margot again."]},{"begin":"629.280","end":"648.280","lines":["Sometimes it doesn’t feel like you’re making a difference because it’s such a slow process to, like, you know, build this work together and publish it, and to go from collecting the data to analyzing it to publishing it takes so long that I think sometimes in the process you kind of lose sight of what you’re doing and how it’s useful."]},{"begin":"648.280","end":"669.040","lines":["I mean, a lot of times we’re just very busy with doing the work, and it’s easy and interesting to get lost in the details. But I would say, more and more, I find myself just reflecting on what we’re doing here to essentially understand this process better."]},{"begin":"669.040","end":"684.840","lines":["That’s Rob Sherrell, an oceanographer at Rutgers University. He’s also a cruise leader and has been on expeditions to the Antarctic several times. Despite his experience in the field, what he sees when he visits still stings."]},{"begin":"684.840","end":"695.640","lines":["It’s very powerful and upsetting. And it’s really scary, it’s sad and scary."]},{"begin":"695.640","end":"699.240","lines":["And Rob isn’t just worried about West Antarctica."]},{"begin":"699.240","end":"707.680","lines":["There’s some good evidence recently that there are places in East Antarctica which are also beginning to melt at unusually fast rates."]},{"begin":"707.680","end":"742.760","lines":["As we were making our way back from our expedition, scientists published a paper focused on a part of East Antarctica once thought to be relatively stable in terms of ice melt. They concluded that this region could be more vulnerable than previously assumed. And that matters: the authors cite research suggesting that if all the ice in the region’s Wilkes Subglacial Basin were to melt, the global sea level could rise upwards of 10 feet. Faced with this kind of emergency, Rob sometimes ponders his role as a scientist."]},{"begin":"742.760","end":"758.200","lines":["You know, I wonder sometimes if I’m employing my energies in the right direction. It’s one thing to study the effects of climate change, and it’s important but probably more important to do whatever we can to leave the fossil fuels in the ground."]},{"begin":"758.200","end":"768.120","lines":["Phoebe Lam, a chemical oceanographer at the University of California, Santa Cruz, and another lead scientist on the expedition, has similar thoughts."]},{"begin":"768.120","end":"810.360","lines":["More science is going to allow us to understand the natural system better so that later on we can do something about it. But it’s not the most direct solution. If you want to save the world, become a politician, an economist, a lawyer—not a scientist probably, I think, right now. But I also feel like we all have something to contribute. There’s, like, tiny little cogs, right? And there’s, you know, whatever, eight billion people in the world; not everyone could be a lawyer or a policy person fighting for climate-policy change. We all need to be contributing what we’re good at because the world needs all of our talents in order to, like, stitch these solutions together."]},{"begin":"810.360","end":"820.640","lines":["For Phoebe optimism comes from the power of education. As a university professor she aims to inform the next generation of decision makers."]},{"begin":"820.640","end":"861.200","lines":["The science education is hugely important. We need to explain to people why this is important: what’s happening, that it’s real, that it’s accelerating, there’s no doubt. Like, all of that is, I think, our primary job, and that’s why I feel like being a professor is important: because I can communicate that to undergrads. I’m going to continue doing science, which is useful but, you know, not going to deal with reducing fossil-fuel emissions, you know, realistically. And then I’m going to take my knowledge and my approach to try to sort of help steer the next generation to actually fix it."]},{"begin":"861.200","end":"864.600","lines":["Nicole also feels that communication is critical."]},{"begin":"864.600","end":"877.320","lines":["I hope that people seeing things like this, both in, like, photo form or, like, through your writing and your podcasts, and if they have the chance to see something similar like it, I hope it makes them care. [CLIP: Sound of waves]"]},{"begin":"877.320","end":"951.680","lines":["I feel very lucky that I could join the researchers onboard the Palmer and visit a place as amazing as Antarctica. I hope that the landscapes I witnessed remain intact out there—not just in my memory. [CLIP: Theme music] I understand that it can be difficult to care about Antarctica if you haven’t seen it. Why should anyone care about this remote, icy land where no humans live permanently? But as we have seen in this series, the future of Antarctica is tied to the future of our oceans and our planet. The continent’s melting ice will continue contributing to sea-level rise, which impacts coastal communities all around the world. And that melting could also change marine biogeochemical processes in a way that has a direct impact on our planet’s climate. The researchers I met on the Palmer are doing their part, gathering unique data that might help us understand where things are going. But another question remains: What will we do about it?"]},{"begin":"951.680","end":"1015.080","lines":["Thanks for joining us on this Friday Fascination adventure. Next week we’ll be diving into some less pristine waters to learn about Parisian efforts to clean up the Seine in time for the Olympics. And you can look forward to future Fascination series about niche archeological research, video games and more. But we’ve got plenty of little science snacks to tide you over until then. Don’t forget to tune in on Monday for our weekly news round-up. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and hosted by Sofia Moutinho. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Have a great weekend!"]}],"duration":null}