{"title":"Finding Math’s Beauty and Power with Drag Queen Kyne Santos","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/discover-maths-elegance-and-power-with-drag-queen-kyne-santos/","audio":"https://traffic.megaphone.fm/SAM8101258190.mp3?updated=1726755151","intro":["Mathematics communicator and drag queen Kyne will help you discover the beauty and power of math in this miniseries."],"authors":["Kyne Santos","Rachel Feltman","Fonda Mwangi","Madison Goldberg","Jeffery DelViscio"],"category":["Math"],"transcript":[{"author":"","text":"[CLIP: Wind howls]"},{"author":"Rachel Feltman","text":"When Tom Crawford climbed Mount Kilimanjaro and stood 5,895 meters [about 19,341 feet] above sea level, he was astounded by the natural beauty of the view. Who wouldn’t be?"},{"author":"","text":"But unlike most climbers, Tom had something else on his mind, too: math."},{"author":"","text":"[CLIP: “None of My Business,” by Arthur Benson]"},{"author":"Tom Crawford","text":"If I can see another peak in the distance, in my head I’m like, “I wonder if I could, like, calculate the height of that based on, you know, the angle I’m at and the distance.”"},{"author":"Feltman","text":"He doesn’t actually crunch those numbers. But as a mathematician at the University of Oxford, Tom’s instinct is always to translate the world around him into patterns and numbers—in other words, to turn mountains into math."},{"author":"Crawford","text":"For me, the beauty is you can apply maths to absolutely anything. Give me any situation, any problem, any set of data, and you can use maths to try to understand what's happening. And that, to me, is the beautiful aspect of it."},{"author":"Feltman","text":"For Science Quickly, I’m Rachel Feltman. And today I’m joined by the world’s favorite math-teaching drag queen, Kyne Santos. For the next few Fridays she’ll be taking over our feed to talk about—you guessed it—math."},{"author":"","text":"Kyne, I have to admit: I’ve never been much of a math lover myself. So should I be worried?"},{"author":"Kyne Santos","text":"Not at all! I promise you’ll find something to love about math in this series, whether it was your favorite subject in school or it’s the absolute bane of your existence."},{"author":"Feltman","text":"That is a tall order, but I can’t think of anyone more up to the task. And from what your friend Tom just shared with us, it seems like you’ll have plenty of help from your fellow math fans of the world."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Santos","text":"That’s right. Over the next three Fridays I’ll be chatting with some of my favorite mathematicians to demystify the hidden aspects of math: What is it, really? What the heck do mathematicians actually do? And is it really applicable to our everyday lives?"},{"author":"Feltman","text":"My high school trig teacher definitely told me so, but I’m gonna need to see some receipts. So where in mathemagic land are you taking us first?"},{"author":"Santos","text":"Today we’re starting with the mind-boggling beauty of math: What makes mathematicians talk about it with so much warmth and romance? Then we’ll vindicate your high school teacher by proving just how useful math can be."},{"author":"","text":"When I say the word “math,” what comes to mind?"},{"author":"Feltman","text":"Uh, I would say chalkboards, maybe some graphing calculators, that one meme of the really confused lady with the numbers around her—so nothing too exciting, I’m sorry to say."},{"author":"Santos","text":"Okay, okay, I think that’s pretty common. But to many mathematicians like my mountain-climbing friend Tom, math is inherently beautiful."},{"author":"","text":"Mathematicians don’t just care about which answers they get; they’re always trying to find the most elegant solution they can. So when you understand the how and why behind a formula, you start to see astonishing beauty in just how simple math can be."},{"author":"Mark Jago","text":"You can do maths in a way that might get you done what you want to get done, but it does it in a really kind of clunky, slow, creaking way."},{"author":"Santos","text":"That’s Mark Jago, a philosopher and logician from the University of Nottingham."},{"author":"Jago","text":"I was kind of imagining my daughter—she’s just started doing ballet. And I imagine me trying to do what she's doing, right? So I’m imagining me, a 43-year-old guy who’s never danced before, trying to, like, go through the right steps. And you can imagine, like, doing the right steps—like, yeah, you got your feet in the right place, but, you know, it doesn’t have that kind of elegance or charm or whatever it is about ballet that you want."},{"author":"","text":"And you can do maths like that, right? It’s not always about getting the right answer. It’s often about doing it in a way that just makes somebody who understands what’s going on there think, “Wow, the way that came out was just so elegant.”"},{"author":"Santos","text":"Let me give you an example of the kind of elegance he’s talking about."},{"author":"","text":"[CLIP: “Handwriting,” by Frank Jonsson]"},{"author":"Santos","text":"More than two thousand years ago an ancient Greek mathematician named Eratosthenes used math to work out the circumference of the Earth."},{"author":"Feltman","text":"Wow, I mean, I don’t think I could even do that with 21st-century tools! How did he get started on such an ambitious project?"},{"author":"Santos","text":"I know, it’s very mind-blowing. Eratosthenes was chief librarian at the Great Library of Alexandria, which meant he heard a lot of stories from various travelers and obviously had access to a lot of books."},{"author":"","text":"Now it’s sort of unclear how he stumbled upon such an intriguing piece of information that started him on his Earth-measuring journey—some say he was told by visitors from out of town; others say he read it in a book. But what matters is that somehow he learned that at noon on the summer solstice in a faraway city called Syene, now known as Aswān, Egypt, the sun could perfectly illuminate the bottom of a well."},{"author":"Feltman","text":"That’s, like, kind of a weird flex, but I assume there’s some mathematical twist there."},{"author":"Santos","text":"Exactly—it comes down to the angle of the sun. Eratosthenes knew that if sunlight was hitting the bottom of a well, it must mean the sun was directly above the city, casting no shadows."},{"author":"","text":"But when Eratosthenes erected a pole in Alexandria and observed it on the summer solstice, the pole cast a shadow—meaning the sun was not directly overhead."},{"author":"","text":"Eratosthenes thought this must be because of the curvature of the Earth. He correctly assumed that the sun was far enough away that its rays were practically parallel when they reached Earth—meaning that any difference in the angle of sunlight was due to the curvature of the planet, not the closeness of the sun."},{"author":"Feltman","text":"Okay, I’m already very impressed, but how did he prove it?"},{"author":"Santos","text":"Well, he started by stamping a stick into the ground in Alexandria on the solstice, and he measured the shadow it created to calculate the angle of the sun’s rays, which was about 7.2 degrees."},{"author":"Feltman","text":"And what does that tell us, exactly?"},{"author":"","text":"[CLIP: “The Farmhouse,” by Silver Maple]"},{"author":"Santos","text":"Okay, I’ll do my best to explain this simply. Imagine cutting the Earth in half, with Alexandria and Syene as points on its edge, and then you’re cutting out a cake slice as thin as the distance between the two cities."},{"author":"Feltman","text":"Sounds delicious. Go on."},{"author":"Santos","text":"Well, if you measured that slice, then the central angle between Alexandria and Syene would also be 7.2 degrees. So by comparison, if you measured two points on opposite sides of the globe, the central angle would be 180 degrees, right?"},{"author":"Feltman","text":"Right, because half the Earth is half of one, like, very lumpy sort-of-sphere. Was that all everything he needed to know to figure out the planet’s circumference?"},{"author":"Santos","text":"Almost, but not quite. He had to put in a little legwork—literally. He had to measure the distance between the two cities, and he did it by hiring someone to walk from one to the other. The two cities, Syene and Alexandria, turned out to be about 790 kilometers apart, or around 490 miles, give or take, depending on how you define a stadion, which is the unit of measurement he used."},{"author":"","text":"Armed with these two pieces of information, Eratosthenes then calculated the distance around the Earth to be about 39,500 kilometers. That’s around 24,500 miles. And according to NASA, the true circumference of the Earth is 40,070 kilometers, or roughly 24,900 miles."},{"author":"Feltman","text":"Wow, that is really not a bad estimation for a guy in, what, the third century B.C.E.?"},{"author":"Santos","text":"I know, right? Eratosthenes’ measurement of the Earth’s circumference was actually more accurate than the one Christopher Columbus used more than 1,000 years later."},{"author":"Feltman","text":"There’s something very satisfying about that [laughs]."},{"author":"Santos","text":"Mhm. And Eratosthenes didn’t even need a world map or a fleet of ships or all the colonial riches of the Spanish Empire to figure it out either. All he had was a stick in the ground—and of course, the elegant and simple rules of geometry."},{"author":"","text":"Math allows us to take large problems—like figuring out the circumference of the planet or the distance between two mountain peaks—and transform them into simple formulas."},{"author":"Feltman","text":"I guess this is a good time to get into how, like, actually important and practical math is. It’s easy for a professional to say that math is wonderful and interesting, but why should anyone else care about it?"},{"author":"Santos","text":"Totally—let’s go back to my friend Tom. He can wax poetic about math from the mountaintops with the best of them, but his job has serious real-world impact. One of his research areas involves using math to understand how pollution spreads in the ocean."},{"author":"","text":"[CLIP: Ocean waves]"},{"author":"Crawford","text":"So if you’re trying to understand where the pollution goes once it gets into the ocean and which areas are most susceptible to pollution, that means you need to understand where the river water goes. It turns out you can solve that problem, like, perfectly by building a mathematical model."},{"author":"Santos","text":"A mathematical model is a way of using equations to describe and predict real life. For example, you can predict what time you’ll arrive at your destination using math if you know your car’s speed and the distance you’re driving. Tom can predict the path of floating pollution by looking at things such as the Earth’s rotation and the volume of water leaving the river."},{"author":"Crawford","text":"I did fieldwork to verify the equations that I came up with, and we were able to get really, really good results. So for any river in the world, I can say, I don’t know, with 80 percent accuracy where the pollution from that river is going to end up."},{"author":"Santos","text":"So some fields of math have very clear applications, and we can use them right away to tackle problems like pollution. But there are mathematicians who study math that doesn’t necessarily have many real-world applications, prompting others to say, “What’s the point?” As a matter of fact, some of the most supposedly useless branches of math have transformed into technological titans that underpin our modern civilization."},{"author":"Feltman","text":"Ooh, like what?"},{"author":"Santos","text":"Tom’s favorite example comes from Albert Einstein."},{"author":"Crawford","text":"Almost everybody has heard of Einstein because he’s such a celebrated scientist because he had these incredible abstract ideas that nobody else had ever thought of before. But we had no practical use for anything that he did for 100 years."},{"author":"Santos","text":"That’s not literally true, but some of Einstein’s most impactful work did take quite some time to bear fruit—at least in a way that everyday people can appreciate."},{"author":"Crawford","text":"His theory of relativity, in a nutshell, is when something moves really, really quickly, the way that thing experiences time changes—so time slows down, which is such an alien concept to us as humans. But the practical application of it is: if something is moving really, really quickly, you need to make this slight adjustment because time doesn’t quite behave the same."},{"author":"","text":"[CLIP: “Without Further Ado,” by Jon Björk]"},{"author":"Santos","text":"This comes into play with something you probably use to get around every single day: GPS. The satellites that power GPS whiz around the Earth at thousands of feet per second."},{"author":"Crawford","text":"So you would be like, “Where am I?” and it would show you a big four-, five-mile circle, being like, “You’re in this area.”"},{"author":"Santos","text":"But thanks to Einstein’s once “useless” theory of relativity, GPS is actually accurate within meters."},{"author":"Feltman","text":"It’s hard to get more impactful than that."},{"author":"Santos","text":"Mhm. The figures and symbols that make up math can seem messy and confusing to most of us. But the next time you find yourself scowling at some inconvenient arithmetic, take a moment to appreciate the fact that you can sit in an armchair and think about figures and symbols and use logical reasoning to come up with a profound truth about geometry, about infinity, about the height of a mountain or the size of the Earth—without having to break out your measuring tape. That’s the power and beauty of math."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Santos","text":"For Scientific American’s Science Quickly, I’m Kyne Santos."},{"author":"Feltman","text":"And I’m Rachel Feltman. This has been Episode One of our Friday Fascination miniseries “The Hidden Nature of Math.” Tune in again next week for more."},{"author":"","text":"Kyne, can you give us a little hint about what’s coming up?"},{"author":"Santos","text":"Absolutely. Let’s just say we’ll be questioning the very nature of reality."},{"author":"Feltman","text":"Oh, so a typical Friday. Can’t wait!"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Rachel Feltman, and of course, by our special guest, Kyne Santos. Emily Makowski, Shayna Posses and Aaron Shattuck fact-checked this series. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"See you next Friday for more mathematical adventures. And don’t forget to check your feed for the latest in science news on Monday. Have a great weekend!"}],"wave_peaks":[0,0,18937,22118,18098,11587,10093,13401,18788,17853,17811,18155,15863,17658,17507,16573,18093,7871,17981,17756,19007,17717,8673,14977,11062,5069,17869,17531,17588,18915,17933,18056,17996,14674,17385,11531,14687,17613,18210,3729,21041,12995,21053,10557,21927,24487,17570,18608,17700,21942,19569,16554,15941,19709,16292,16258,15728,20819,14604,13842,14967,12967,16150,18762,10346,18454,18359,24563,10017,24263,24370,24636,15035,20774,14339,8820,15322,4974,12717,8373,17246,20383,19358,17376,14708,18389,18905,16487,14184,20490,20094,16128,18768,19296,15268,16506,11958,18077,17988,16445,14624,6480,0,0,344,710,919,1669,2201,3173,1914,1495,1522,1218,1037,1871,2043,14931,13754,19166,15623,15573,14693,11710,15347,13837,13340,14500,10816,20201,14226,11876,13159,10977,17643,12467,11999,16513,12981,16185,13217,1561,13796,12406,17339,13728,19271,15356,11856,10321,12597,768,14111,13608,9977,1640,1992,1385,4023,21597,10963,14256,16885,9545,13647,13017,16209,18837,13100,12789,12402,10914,7854,5799,21057,3932,3525,3862,1912,14013,15321,15171,15653,13082,12218,7282,6009,15142,16649,12095,648,10043,13461,19480,5350,19544,13084,8001,18865,20913,20781,13618,13190,18242,15657,16430,8579,5937,3949,4740,13221,16146,19636,7881,21321,11031,11570,10243,21997,14731,17041,10061,12045,13267,8559,21661,12281,2405,13357,15478,15356,11733,15630,11139,10602,15662,15884,15982,13271,8383,19128,13007,14331,11175,8595,16615,16266,12643,8092,15493,16722,12099,11743,18852,12550,923,689,14435,15209,16124,14130,16654,8032,1257,2869,10875,13500,14737,19300,2960,3073,21931,6794,14185,21828,13760,8232,15082,4967,3555,16541,12283,14593,14918,9928,8803,13677,19676,11676,2763,2018,13660,19810,17457,6322,17423,9479,10309,10650,20067,4898,13655,9465,15950,15137,5372,14617,21597,5009,9641,11174,7419,16132,12851,14986,2042,2926,21722,12453,9627,21932,14427,15671,10647,18905,19604,14901,12112,13712,12704,13599,11676,16735,8345,18802,15165,14840,19207,18395,13290,10580,1170,16494,15919,19936,14260,11254,12473,13724,11674,21793,17236,14718,18168,12466,13187,20058,16432,1860,981,1667,994,1514,1614,21717,19272,19185,16274,21863,14591,13830,11679,16691,15900,15343,13777,11003,19470,13179,18043,8956,20339,9444,11180,517,19549,18233,21690,18148,13584,18941,13022,20586,17520,14805,21858,18019,17984,10685,11221,10914,13333,16434,9901,10928,12392,14083,15876,19455,19352,18325,8215,18307,11137,10047,6610,4400,14791,14408,10186,16019,13009,21279,13578,17662,15309,7819,15065,11203,21881,3058,15968,21493,20692,14429,13066,10210,10988,12306,19859,15643,12815,10004,12911,14262,15773,17046,15960,14756,13468,15531,15279,11955,2372,19528,21031,21881,17190,21701,16430,21810,18165,17816,21871,13173,10947,13938,17199,10614,5668,8608,12036,16308,21799,10153,12620,18696,21871,14087,14961,4890,2827,21165,11716,15823,7867,4960,20891,21943,10158,19773,11703,12469,10665,15953,8505,13471,16216,13046,12210,13922,14640,16890,12020,11692,20783,4468,1776,21809,16448,13270,11528,19599,13497,15738,19603,17271,16518,15300,14025,9275,8040,15434,6567,3224,1919,15600,12727,12803,8938,16171,15545,12225,12762,11509,15242,13503,9989,6989,9338,18295,19292,20559,13182,13248,11717,21838,9321,6977,8592,4747,7487,3133,21899,10233,21627,18179,8135,17430,21841,8290,13937,11319,15890,5919,12143,9368,4237,21884,17705,11707,12605,13444,21855,10608,17874,21901,11604,19290,17950,11463,13969,14926,10053,4503,4029,1015,3298,4157,3405,3815,3681,1419,301,169,62,17,18574,20138,15857,12449,21772,16950,518,19515,12097,10897,0,17709,12553,16899,13568,9538,4348,19082,12871,11866,9346,9854,16290,16092,10231,13749,8360,20266,14521,12629,13595,10992,10909,6639,13360,14793,14283,13159,20234,21743,21761,2790,21830,10580,11810,21749,19352,13020,15094,11488,17525,21901,13569,17054,14060,12654,17228,16622,13404,18267,17672,13989,14942,16911,15902,10809,20843,19054,16782,14442,17363,14676,13041,15495,17445,9396,12431,12735,12012,9703,0,18969,12547,15010,16846,13389,14753,18343,18610,17637,13355,15674,824,14673,15031,17145,15467,19309,12218,14522,16711,8450,8913,9236,12531,5084,16587,12541,12960,14497,16492,20950,15372,7518,16608,18615,11967,13228,13180,580,9309,21203,8658,12396,16880,15678,6732,12767,7025,10754,13695,13484,19887,6995,10583,14,11030,14850,9548,13917,12000,9426,4240,15881,17390,13434,12195,10567,15924,9871,11301,11026,7666,8553,15679,6519,6797,7969,14395,5546,10502,13606,3524,21936,21846,21953,21246,14904,21831,14707,11682,11153,17371,8675,9879,9024,21744,7988,3114,16053,15248,9278,15514,16529,13161,12916,5929,15243,7227,17934,3367,417,18943,16018,12288,7338,16142,19741,16878,13128,14639,9731,6911,9684,14507,17106,11648,11491,14039,13914,11868,11596,13468,12033,11209,15223,15458,5306,12931,11500,2576,9424,21414,12125,14205,10942,3944,264,353,17332,17189,14969,14266,11897,18200,18096,4764,3646,20170,2472,12420,14744,18345,14587,16113,15991,15419,12380,14929,16761,15848,13115,14521,12272,7546,12937,13028,7561,13149,10821,11944,7421,20425,17780,7562,12102,10141,8606,13130,16739,15637,11861,8825,14464,17876,19201,10355,11946,6201,1628,218,15717,3945,11221,15291,16750,12467,10960,11661,12634,13791,5040,9705,12068,4350,15210,15530,15063,16506,15252,11055,7064,17461,16044,15962,15575,17081,10428,8693,11613,14814,12443,1386,15671,21817,14168,21836,12280,11505,16955,13321,6581,17217,8773,3209,3654,3807,4789,2567,8372,20314,10114,21894,14991,15239,13273,10787,10914,15845,6954,8260,9022,21748,9593,4739,12117,21967,11966,21809,21765,11224,12093,7905,12388,1464,1898,16799,16686,17912,18313,12006,16289,11266,15541,13812,17144,11689,13974,3409,21877,15319,21823,9981,12313,13792,15146,15318,13841,13935,18121,16554,2774,14120,18033,7115,19774,18383,11110,5690,17434,15238,21269,11416,13949,6573,21858,15943,16626,10039,18743,21818,14250,11476,18579,7547,8834,21927,8003,16889,21408,15349,17105,11922,13523,21884,15169,14401,17997,12257,21826,18064,10930,17274,20196,7561,1651,1550,816,21713,13472,21754,15074,19404,20588,10714,18967,17614,14124,18432,11370,9902,8842,10557,8711,12171,14397,18584,14453,13549,9990,10748,19739,9799,12282,1191,21277,20610,13962,12805,20527,14282,14995,10888,19673,4694,21737,17515,15788,12323,21819,21763,12758,21718,11314,18636,21107,17042,14706,14331,21886,16493,12450,13793,15338,13689,11329,7492,21797,11283,9175,20870,18807,9969,21933,21716,10250,9754,11666,7836,2086,7410,21873,12052,16720,13116,9660,13158,14242,18627,7502,16727,3059,603,457,15266,14175,21024,10846,14409,21876,17513,11503,19188,13142,21785,20197,15914,10883,13526,14522,286,9305,21979,9594,12272,21455,21991,13459,19252,13698,15223,5137,13941,21882,10968,6160,20489,18933,15037,10631,12548,21751,15774,15411,6313,18038,10566,15189,16209,18293,21845,12586,19940,21436,9471,17420,8924,8708,20708,18476,5338,21817,20433,20511,15561,7720,19407,12840,14166,5962,18417,21815,11672,13334,15876,14822,13578,16083,18485,3945,15929,21863,9888,21860,1126,9498,21407,21819,10437,21885,20673,14507,21746,21988,0,15047,21831,14392,21851,10611,13901,10658,18004,11785,11346,15661,17544,11067,18,11379,21794,13236,21153,13059,16236,18983,18037,16035,17444,4811,13478,11567,17241,11176,13638,17439,12862,8560,5026,8876,863,7726,14971,11756,15160,14444,9577,17162,7605,15007,16269,15060,13207,14196,16540,11612,17043,15042,10114,13462,7621,13243,1026,16891,22015,17793,13680,12890,18215,16818,21844,8672,8905,6720,101,18516,21863,20960,19001,16228,19039,7423,21691,12645,14072,13625,21494,11221,12265,5341,16115,18591,14115,21791,20693,9063,8917,20317,10340,15887,12319,14783,18634,448,21494,21764,21907,11526,8762,8166,8531,3578,19431,13865,17779,13147,13491,16317,9773,1533,17622,19421,21797,15496,10302,6888,6681,17809,21244,14726,16313,12706,9102,8181,21480,17815,10419,21879,16784,17769,18848,21821,21930,14506,12285,19648,7346,13435,20584,9326,20390,9360,13288,21826,12079,14295,15897,13394,11406,5877,7089,6996,5726,1638,18681,14268,13157,17192,10645,1466,21836,10681,18986,21884,20437,10712,17543,12778,17989,15395,14238,10779,19421,17788,15969,16366,13344,11279,21822,21059,11454,7405,6832,4591,2680,20782,19863,20522,11545,12055,14480,9505,14021,14592,21794,13270,21814,14974,11876,18727,13605,11411,8267,13359,9838,8262,16531,12400,3496,16920,4194,20389,3668,20790,12079,11581,21870,11132,11821,14214,15242,12087,10818,13220,15435,3075,11271,12736,1546,21060,15414,16472,20282,16433,11803,11424,16941,16385,12380,17025,15438,12473,20353,11650,1236,21794,21795,17778,20978,1550,11020,21760,17148,10143,20079,9653,1031,17728,10275,1262,21785,15175,20357,17672,13314,9555,7579,8160,4589,10894,11828,21796,15721,12229,14958,7577,20639,14067,15343,10910,15122,6026,1302,13021,15653,8567,7419,18320,21977,18008,21069,16559,21714,21804,21808,21780,21909,12692,17024,6974,6575,20233,1653,17589,21834,20978,9512,16946,13794,4235,8710,13284,15442,21125,14246,21857,12425,17111,5212,7053,8722,10492,15171,6661,5678,5729,1032,1303,21894,14072,16825,14113,12544,13988,14374,11739,12754,21217,7376,17947,21920,9387,9285,9530,19725,14405,11521,21836,13497,18989,21955,21781,21895,6778,17587,6425,1612,17338,21803,15807,21831,20976,21778,9290,16541,5868,1525,11202,13389,21849,21816,12588,14827,15040,9524,5605,8328,21790,21863,14763,21890,8274,11456,9311,16481,7336,15828,21880,15920,15910,14432,9840,3567,838,13969,22032,13303,7435,15685,14770,16767,12694,11949,10650,14816,9924,4441,12199,11389,17161,8246,9036,7304,19683,21879,16231,21836,10906,9223,20681,11378,12998,7273,13328,13672,10051,21831,14156,19142,21053,17370,13444,14000,14926,18589,12197,7650,14212,18274,14106,6810,8268,677,17561,17453,12557,21737,18611,18836,15627,15067,18942,13311,15531,16396,19640,9942,15298,10522,14159,17781,16775,10621,13623,10066,10306,16522,8439,20451,21106,19642,12601,13644,18943,9726,19165,12435,21936,8068,17304,12511,6648,494,21796,21814,20967,14075,10653,21874,92,16592,19793,16232,12923,8989,13288,9265,9138,8408,5935,0,4227,22019,11932,21857,20499,12274,21884,21830,18680,17782,11308,15508,21837,11107,12580,20475,17346,13027,17241,11988,8323,9601,19294,8210,3851,12896,9982,14756,19022,6835,7096,11636,7200,2330,21344,11095,16081,15284,18468,13968,12306,9221,4972,21927,16408,21861,11693,13034,10167,18335,14253,13838,9438,1,13977,11357,18840,21746,14806,16121,17408,14691,11513,13014,16465,16542,15996,9920,17101,15694,16302,15914,15455,21768,21894,10072,21861,21841,21419,21727,19217,14373,620,11205,22087,15382,20659,21771,21781,18507,21846,17935,18404,8236,18211,7857,2069,20238,17604,21803,21898,9404,10248,12779,17022,10504,10813,1645,18708,8618,9647,7809,18331,6144,21851,21672,10718,12729,21866,8493,8767,13246,9816,10718,2372,1093,1198,1136,10884,16675,15000,14024,13753,2668,605,16140,19765,13571,12908,11489,4227,9622,16001,16314,12740,9897,16963,11044,9532,21650,8749,363,415,11868,7443,8347,21893,9195,7670,9622,9356,18936,18892,7723,6039,377,793,6544,21874,17661,6039,7545,16575,19310,10739,802,20226,18195,6762,631,21905,13093,11687,12311,7435,456,11950,21734,21845,21856,8280,12865,8962,10208,8958,9430,7621,6772,21933,21715,11979,6621,21791,5025,245,21766,17888,8291,13705,17294,14116,21286,21692,17114,13775,9661,13696,21112,8043,9938,14013,21845,8268,6991,9731,10302,11644,17645,21788,2791,5124,21833,11905,12786,11201,21857,8671,12892,8789,12002,16616,21739,21764,11051,19154,22023,9253,9758,12300,7557,19026,15932,8724,20938,5441,18459,10365,11341,10416,18465,13951,18405,16411,2639,11116,10579,13601,11598,15713,11798,8331,12723,10166,12653,13991,8979,11018,9243,8706,12258,15715,16486,12578,10760,2200,16765,9356,124,157,7482,21302,12293,15335,10004,793,17027,16184,18528,9173,7634,16574,15740,13206,7840,15773,13790,8306,11681,8956,242,42,19538,20528,16275,11863,18886,21172,13645,11401,19623,8616,4298,8442,8141,11460,19414,21885,16018,8525,21846,21755,11743,7520,6354,60,19713,16705,21978,14246,8282,17306,21653,21469,9822,16308,19346,16874,21896,10506,10362,9439,16734,9763,6579,881,21713,21879,13742,15809,448,5177,20703,4268,4852,21562,21856,21924,21394,19022,17282,8775,11473,8993,11793,11107,17238,5718,13159,21815,11076,13953,19363,16983,7442,18483,21800,17999,13871,18886,10319,15823,20028,10941,8947,6054,732,10662,10706,16277,193,20393,15437,19023,18431,8631,9049,9742,7676,18155,532,5309,16237,15561,16727,15197,19725,7990,21822,15761,8325,21216,15550,20273,9302,9157,17672,5463,13950,16785,14039,11415,12177,9574,10316,5544,436,6921,13067,13128,19338,12695,17817,12072,7030,179,232,21217,21757,6508,8738,21434,17531,14171,19599,11895,10016,6107,7495,13182,13706,9914,14948,14327,162,8399,14839,11204,10031,9164,1354,20879,20452,18842,16013,15421,14992,19727,16775,15900,17387,20195,9213,21899,10295,16162,13100,21774,16735,16201,14541,10974,8156,20282,14290,16170,20310,15669,13013,7066,7309,187,10715,15936,20118,12298,10245,6498,14009,14490,12763,210,9655,5937,13798,21446,12561,10266,12082,12450,11629,12121,7984,148,13963,17493,17337,12049,12390,9657,5131,11544,6792,10914,7482,3290,14045,12809,12279,9853,325,7567,8554,21841,16202,15462,17667,7752,7933,6522,2897,257,21742,2954,16258,22047,13502,12258,7838,3451,4135,8617,15267,9573,18492,13816,6590,169,10770,16319,9384,13633,10611,6788,1407,2431,12753,10734,8116,20528,12379,6502,6420,7371,626,16031,21698,16053,18516,15339,12499,21815,11341,20794,19487,12773,9771,16878,1240,10360,13390,4178,1444,21833,21867,8290,21747,9375,19311,10791,21550,13670,6894,18706,11807,13282,21857,6070,5253,15859,15650,13689,12867,9836,8717,12484,9045,12002,12972,12074,7487,5591,7702,7902,14187,16354,14771,10698,12666,21732,14297,18206,18300,19510,7428,11933,11360,12603,17711,20860,13742,2178,9672,18119,21812,17622,21859,8311,9947,6268,2727,17554,12729,18538,17486,11520,21857,7150,17863,5351,11781,10985,14984,21736,16241,14271,14146,15326,21164,16574,2359,11033,11140,17939,10567,8355,8203,12648,12132,12891,6799,21815,21619,21703,10311,19555,21803,21965,21831,11314,11772,9385,10000,7990,8898,10075,1876,18191,21366,10720,13510,10657,21842,13447,10013,13656,11840,11024,9915,16449,21749,4977,19466,9449,11354,7237,11263,21472,19213,9591,8244,4948,20146,18032,9962,21480,11672,10707,21815,12549,19394,8825,1178,20794,11978,12563,1331,21869,20643,21211,18063,11931,10302,21820,12197,4338,9191,21839,21842,21867,17503,16796,10978,6228,1949,21827,21795,17035,7106,7055,9224,1624,1468,2078,1530,1640,1518,1567,1259,1017,776,720,781,569,252,3980,2181,1310,940,571,458,3732,1917,14611,21843,11421,19469,8897,21872,15537,12843,18551,19946,14227,7474,5684,20577,15443,17765,14225,3819,16188,13762,21300,14481,14126,15783,17381,17460,9300,10515,9162,10892,13121,14297,13259,13562,16743,3561,13193,16513,21826,16517,13050,10518,2089,20225,17483,15345,14759,14887,17355,14578,18447,13074,21775,20097,12970,15274,13677,15308,15371,11666,18016,10858,5596,10532,11059,12352,10167,3879,17063,6935,2002,21698,18635,15391,14486,19195,16787,10438,20242,17938,11556,4522,1437,4077,4836,5224,5391,4323,2026,451,260,158,358,637,7764,7399,4053,4649,8441,21914,9903,11110,12267,21827,10566,13968,18092,7539,16462,17277,15125,16175,8085,19255,21783,11724,15851,13751,14426,16345,17397,18929,15114,11505,21388,15473,10838,21697,18520,12955,19904,16403,18844,10729,21702,20053,21846,22012,17270,11495,6700,21726,14412,21888,7826,17883,15849,15502,17820,17061,21886,22061,21804,10110,9776,3890,21988,11451,15087,17117,21896,19374,17251,15382,1481,13838,21777,21646,11040,16567,15606,21421,21859,13950,12767,17948,21890,11112,5201,2449,17248,10704,16403,21718,10341,11883,21833,18320,13338,9028,6438,19509,15991,18723,22054,9571,11538,8450,13125,22064,12246,10078,14710,18234,13591,2559,21793,12879,16996,4678,1989,1118,1475,1818,1618,1413,347,279,258,247,194,533,581,207,634,772,960,902,427,1072,978,376,391,294,132,92,66,57,30,18,9,3],"fragments":[{"begin":"0.000","end":"3.080","lines":["[CLIP: Wind howls]"]},{"begin":"3.080","end":"29.360","lines":["When Tom Crawford climbed Mount Kilimanjaro and stood 5,895 meters [about 19,341 feet] above sea level, he was astounded by the natural beauty of the view. Who wouldn’t be?"]},{"begin":"29.360","end":"44.360","lines":["But unlike most climbers, Tom had something else on his mind, too: math."]},{"begin":"44.360","end":"52.240","lines":["[CLIP: “None of My Business,” by Arthur Benson]"]},{"begin":"52.240","end":"63.040","lines":["If I can see another peak in the distance, in my head I’m like, “I wonder if I could, like, calculate the height of that based on, you know, the angle I’m at and the distance.”"]},{"begin":"63.040","end":"77.080","lines":["He doesn’t actually crunch those numbers. But as a mathematician at the University of Oxford, Tom’s instinct is always to translate the world around him into patterns and numbers—in other words, to turn mountains into math."]},{"begin":"77.080","end":"95.080","lines":["For me, the beauty is you can apply maths to absolutely anything. Give me any situation, any problem, any set of data, and you can use maths to try to understand what's happening. And that, to me, is the beautiful aspect of it."]},{"begin":"95.080","end":"107.760","lines":["For Science Quickly, I’m Rachel Feltman. And today I’m joined by the world’s favorite math-teaching drag queen, Kyne Santos. For the next few Fridays she’ll be taking over our feed to talk about—you guessed it—math."]},{"begin":"107.760","end":"115.560","lines":["Kyne, I have to admit: I’ve never been much of a math lover myself. So should I be worried?"]},{"begin":"115.560","end":"125.240","lines":["Not at all! I promise you’ll find something to love about math in this series, whether it was your favorite subject in school or it’s the absolute bane of your existence."]},{"begin":"125.240","end":"136.040","lines":["That is a tall order, but I can’t think of anyone more up to the task. And from what your friend Tom just shared with us, it seems like you’ll have plenty of help from your fellow math fans of the world."]},{"begin":"136.040","end":"136.400","lines":["[CLIP: Theme music]"]},{"begin":"136.400","end":"152.440","lines":["That’s right. Over the next three Fridays I’ll be chatting with some of my favorite mathematicians to demystify the hidden aspects of math: What is it, really? What the heck do mathematicians actually do? And is it really applicable to our everyday lives?"]},{"begin":"152.440","end":"161.800","lines":["My high school trig teacher definitely told me so, but I’m gonna need to see some receipts. So where in mathemagic land are you taking us first?"]},{"begin":"161.800","end":"179.320","lines":["Today we’re starting with the mind-boggling beauty of math: What makes mathematicians talk about it with so much warmth and romance? Then we’ll vindicate your high school teacher by proving just how useful math can be."]},{"begin":"179.320","end":"182.560","lines":["When I say the word “math,” what comes to mind?"]},{"begin":"182.560","end":"194.280","lines":["Uh, I would say chalkboards, maybe some graphing calculators, that one meme of the really confused lady with the numbers around her—so nothing too exciting, I’m sorry to say."]},{"begin":"194.280","end":"203.560","lines":["Okay, okay, I think that’s pretty common. But to many mathematicians like my mountain-climbing friend Tom, math is inherently beautiful."]},{"begin":"203.560","end":"219.960","lines":["Mathematicians don’t just care about which answers they get; they’re always trying to find the most elegant solution they can. So when you understand the how and why behind a formula, you start to see astonishing beauty in just how simple math can be."]},{"begin":"219.960","end":"228.120","lines":["You can do maths in a way that might get you done what you want to get done, but it does it in a really kind of clunky, slow, creaking way."]},{"begin":"228.120","end":"232.800","lines":["That’s Mark Jago, a philosopher and logician from the University of Nottingham."]},{"begin":"232.800","end":"259.080","lines":["I was kind of imagining my daughter—she’s just started doing ballet. And I imagine me trying to do what she's doing, right? So I’m imagining me, a 43-year-old guy who’s never danced before, trying to, like, go through the right steps. And you can imagine, like, doing the right steps—like, yeah, you got your feet in the right place, but, you know, it doesn’t have that kind of elegance or charm or whatever it is about ballet that you want."]},{"begin":"259.080","end":"273.120","lines":["And you can do maths like that, right? It’s not always about getting the right answer. It’s often about doing it in a way that just makes somebody who understands what’s going on there think, “Wow, the way that came out was just so elegant.”"]},{"begin":"273.120","end":"276.200","lines":["Let me give you an example of the kind of elegance he’s talking about."]},{"begin":"276.200","end":"278.800","lines":["[CLIP: “Handwriting,” by Frank Jonsson]"]},{"begin":"278.800","end":"285.880","lines":["More than two thousand years ago an ancient Greek mathematician named Eratosthenes used math to work out the circumference of the Earth."]},{"begin":"285.880","end":"293.760","lines":["Wow, I mean, I don’t think I could even do that with 21st-century tools! How did he get started on such an ambitious project?"]},{"begin":"293.760","end":"307.640","lines":["I know, it’s very mind-blowing. Eratosthenes was chief librarian at the Great Library of Alexandria, which meant he heard a lot of stories from various travelers and obviously had access to a lot of books."]},{"begin":"307.640","end":"333.280","lines":["Now it’s sort of unclear how he stumbled upon such an intriguing piece of information that started him on his Earth-measuring journey—some say he was told by visitors from out of town; others say he read it in a book. But what matters is that somehow he learned that at noon on the summer solstice in a faraway city called Syene, now known as Aswān, Egypt, the sun could perfectly illuminate the bottom of a well."]},{"begin":"333.280","end":"338.440","lines":["That’s, like, kind of a weird flex, but I assume there’s some mathematical twist there."]},{"begin":"338.440","end":"350.600","lines":["Exactly—it comes down to the angle of the sun. Eratosthenes knew that if sunlight was hitting the bottom of a well, it must mean the sun was directly above the city, casting no shadows."]},{"begin":"350.600","end":"360.720","lines":["But when Eratosthenes erected a pole in Alexandria and observed it on the summer solstice, the pole cast a shadow—meaning the sun was not directly overhead."]},{"begin":"360.720","end":"378.280","lines":["Eratosthenes thought this must be because of the curvature of the Earth. He correctly assumed that the sun was far enough away that its rays were practically parallel when they reached Earth—meaning that any difference in the angle of sunlight was due to the curvature of the planet, not the closeness of the sun."]},{"begin":"378.280","end":"381.600","lines":["Okay, I’m already very impressed, but how did he prove it?"]},{"begin":"381.600","end":"392.840","lines":["Well, he started by stamping a stick into the ground in Alexandria on the solstice, and he measured the shadow it created to calculate the angle of the sun’s rays, which was about 7.2 degrees."]},{"begin":"392.840","end":"394.760","lines":["And what does that tell us, exactly?"]},{"begin":"394.760","end":"396.880","lines":["[CLIP: “The Farmhouse,” by Silver Maple]"]},{"begin":"396.880","end":"408.280","lines":["Okay, I’ll do my best to explain this simply. Imagine cutting the Earth in half, with Alexandria and Syene as points on its edge, and then you’re cutting out a cake slice as thin as the distance between the two cities."]},{"begin":"408.280","end":"409.880","lines":["Sounds delicious. Go on."]},{"begin":"409.880","end":"424.880","lines":["Well, if you measured that slice, then the central angle between Alexandria and Syene would also be 7.2 degrees. So by comparison, if you measured two points on opposite sides of the globe, the central angle would be 180 degrees, right?"]},{"begin":"424.880","end":"435.680","lines":["Right, because half the Earth is half of one, like, very lumpy sort-of-sphere. Was that all everything he needed to know to figure out the planet’s circumference?"]},{"begin":"435.680","end":"460.600","lines":["Almost, but not quite. He had to put in a little legwork—literally. He had to measure the distance between the two cities, and he did it by hiring someone to walk from one to the other. The two cities, Syene and Alexandria, turned out to be about 790 kilometers apart, or around 490 miles, give or take, depending on how you define a stadion, which is the unit of measurement he used."]},{"begin":"460.600","end":"480.280","lines":["Armed with these two pieces of information, Eratosthenes then calculated the distance around the Earth to be about 39,500 kilometers. That’s around 24,500 miles. And according to NASA, the true circumference of the Earth is 40,070 kilometers, or roughly 24,900 miles."]},{"begin":"480.280","end":"486.160","lines":["Wow, that is really not a bad estimation for a guy in, what, the third century B.C.E.?"]},{"begin":"486.160","end":"495.160","lines":["I know, right? Eratosthenes’ measurement of the Earth’s circumference was actually more accurate than the one Christopher Columbus used more than 1,000 years later."]},{"begin":"495.160","end":"497.080","lines":["There’s something very satisfying about that [laughs]."]},{"begin":"497.080","end":"512.720","lines":["Mhm. And Eratosthenes didn’t even need a world map or a fleet of ships or all the colonial riches of the Spanish Empire to figure it out either. All he had was a stick in the ground—and of course, the elegant and simple rules of geometry."]},{"begin":"512.720","end":"522.680","lines":["Math allows us to take large problems—like figuring out the circumference of the planet or the distance between two mountain peaks—and transform them into simple formulas."]},{"begin":"522.680","end":"534.120","lines":["I guess this is a good time to get into how, like, actually important and practical math is. It’s easy for a professional to say that math is wonderful and interesting, but why should anyone else care about it?"]},{"begin":"534.120","end":"549.600","lines":["Totally—let’s go back to my friend Tom. He can wax poetic about math from the mountaintops with the best of them, but his job has serious real-world impact. One of his research areas involves using math to understand how pollution spreads in the ocean."]},{"begin":"549.600","end":"550.800","lines":["[CLIP: Ocean waves]"]},{"begin":"550.800","end":"568.360","lines":["So if you’re trying to understand where the pollution goes once it gets into the ocean and which areas are most susceptible to pollution, that means you need to understand where the river water goes. It turns out you can solve that problem, like, perfectly by building a mathematical model."]},{"begin":"568.360","end":"589.760","lines":["A mathematical model is a way of using equations to describe and predict real life. For example, you can predict what time you’ll arrive at your destination using math if you know your car’s speed and the distance you’re driving. Tom can predict the path of floating pollution by looking at things such as the Earth’s rotation and the volume of water leaving the river."]},{"begin":"589.760","end":"605.720","lines":["I did fieldwork to verify the equations that I came up with, and we were able to get really, really good results. So for any river in the world, I can say, I don’t know, with 80 percent accuracy where the pollution from that river is going to end up."]},{"begin":"605.720","end":"631.240","lines":["So some fields of math have very clear applications, and we can use them right away to tackle problems like pollution. But there are mathematicians who study math that doesn’t necessarily have many real-world applications, prompting others to say, “What’s the point?” As a matter of fact, some of the most supposedly useless branches of math have transformed into technological titans that underpin our modern civilization."]},{"begin":"631.240","end":"632.040","lines":["Ooh, like what?"]},{"begin":"632.040","end":"635.680","lines":["Tom’s favorite example comes from Albert Einstein."]},{"begin":"635.680","end":"653.600","lines":["Almost everybody has heard of Einstein because he’s such a celebrated scientist because he had these incredible abstract ideas that nobody else had ever thought of before. But we had no practical use for anything that he did for 100 years."]},{"begin":"653.600","end":"662.800","lines":["That’s not literally true, but some of Einstein’s most impactful work did take quite some time to bear fruit—at least in a way that everyday people can appreciate."]},{"begin":"662.800","end":"686.040","lines":["His theory of relativity, in a nutshell, is when something moves really, really quickly, the way that thing experiences time changes—so time slows down, which is such an alien concept to us as humans. But the practical application of it is: if something is moving really, really quickly, you need to make this slight adjustment because time doesn’t quite behave the same."]},{"begin":"686.040","end":"687.520","lines":["[CLIP: “Without Further Ado,” by Jon Björk]"]},{"begin":"687.520","end":"697.720","lines":["This comes into play with something you probably use to get around every single day: GPS. The satellites that power GPS whiz around the Earth at thousands of feet per second."]},{"begin":"697.720","end":"703.760","lines":["So you would be like, “Where am I?” and it would show you a big four-, five-mile circle, being like, “You’re in this area.”"]},{"begin":"703.760","end":"710.280","lines":["But thanks to Einstein’s once “useless” theory of relativity, GPS is actually accurate within meters."]},{"begin":"710.280","end":"713.000","lines":["It’s hard to get more impactful than that."]},{"begin":"713.000","end":"743.760","lines":["Mhm. The figures and symbols that make up math can seem messy and confusing to most of us. But the next time you find yourself scowling at some inconvenient arithmetic, take a moment to appreciate the fact that you can sit in an armchair and think about figures and symbols and use logical reasoning to come up with a profound truth about geometry, about infinity, about the height of a mountain or the size of the Earth—without having to break out your measuring tape. That’s the power and beauty of math."]},{"begin":"743.760","end":"746.640","lines":["[CLIP: Theme music]"]},{"begin":"746.640","end":"753.920","lines":["For Scientific American’s Science Quickly, I’m Kyne Santos."]},{"begin":"753.920","end":"762.360","lines":["And I’m Rachel Feltman. This has been Episode One of our Friday Fascination miniseries “The Hidden Nature of Math.” Tune in again next week for more."]},{"begin":"762.360","end":"765.800","lines":["Kyne, can you give us a little hint about what’s coming up?"]},{"begin":"765.800","end":"771.440","lines":["Absolutely. Let’s just say we’ll be questioning the very nature of reality."]},{"begin":"771.440","end":"777.160","lines":["Oh, so a typical Friday. Can’t wait!"]},{"begin":"777.160","end":"804.320","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Rachel Feltman, and of course, by our special guest, Kyne Santos. Emily Makowski, Shayna Posses and Aaron Shattuck fact-checked this series. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"804.320","end":"822.480","lines":["See you next Friday for more mathematical adventures. And don’t forget to check your feed for the latest in science news on Monday. Have a great weekend!"]}],"duration":822}