{"title":"Sustainable Fishing with Ancient Chambers and Ocean Tides","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/reviving-tidal-weirs-and-preserving-an-ancient-fishing-practice/","audio":"https://traffic.megaphone.fm/SAM6985231963.mp3?updated=1721946378","intro":["A group on the islands of Penghu is restoring ancient fishing weirs, hoping to preserve the sustainable fishing practice and attract ecotourism."],"authors":["Kata Karáth","Rachel Feltman","Madison Goldberg","Kelso Harper","Jeffery DelViscio"],"category":["Archaeology"],"transcript":[{"author":"Rachel Feltman","text":"What do you think of when you hear the word “archaeology”? Maybe your mind goes straight to Indiana Jones. Or perhaps you picture real-world academics in the field—ones who handle their dusty desert dig sites and crumbling artifacts with far more care. But studying how ancient humans lived and died isn’t just about brushing dirt away from pottery sherds. Harrison Ford might not deserve any awards for scientific accuracy, but Indiana Jones gets at least one thing right: archaeology is a field packed to the brim with excitement and adventure; you just have to know where to look. For Science Quickly, I’m Rachel Feltman. You’re listening to the first episode of a three-part Fascination on the thrilling world of archaeology. I’m joined by award-winning documentary filmmaker and journalist Kata Karáth. Over the next three Fridays she’ll take us everywhere from the mountaintops to the stars to show us a side of archaeology most people never get to see. Today we’ll meet folks who are fishing for clues about ancient humans in the structures they left behind in the ocean. Their work could help us understand how our ancestors relied on marine life without exploiting it—and help protect the people who still use those fishing practices today. [CLIP: Waves crash and seagulls scream]"},{"author":"Fu-Tzu Yang","text":"When I stand on the coast and look at stone fish weirs, it feels surreal. I can see living history in front of my eyes."},{"author":"Kata Karáth","text":"That’s Fu-Tzu Yang. She’s from Taiwan’s Penghu archipelago, home to one of the world’s highest concentrations of shi hu, or stone tidal fish weirs. Fu-Tzu, who is 28 years old, runs a local tourism agency called Isle.Travel. It’s dedicated to promoting, restoring and preserving these fish weirs. The simple but ingenious ancient fishing structures are built on two intertwining principles: the ocean can provide for us—but only if we all take care of the ocean."},{"author":"Yang","text":"Stone tidal fish weirs play an important role in the lives of communities in Penghu because they not only provide a livelihood for local families and temples, but they also demonstrate the spirit of community collaboration. [CLIP: People work together to restore a fish weir]"},{"author":"Karáth","text":"Tidal fish weirs are living reminders that a sustainable relationship with the world’s oceans is something that humans have managed to achieve for thousands of years. Before we jump into the deep end of tidal fish weir history, let’s start with the obvious question: What are they? [CLIP: “One for the Books,” by Kevin Dailey]"},{"author":"Karáth","text":"Their mechanics are incredibly simple: You pick a shoreline—generally a tidal or reef flat—where the tides are strong. There you build walls out of whatever is available. That can be stone, like Fu-Tzu mentioned, but also other materials such as bamboo or wood. The walls form chambers sculpted into everything from plain curves to shapes resembling puffy mushrooms or pointy arrows, depending on currents and fish behavior. There are also tidal weirs, including some in Penghu, that look like giant hearts with long arteries stretching out into the distance, guiding and welcoming fish into the structures’ inner chambers. [CLIP: Waves crash and seagulls scream]"},{"author":"Karáth","text":"When the high tide comes, the walls are submerged, and the fish can swim within them freely. But when the tide ebbs, the creatures are trapped. Fishers can catch as much as they need from the temporary tanks. The rest will slip away come high tide. In the Penghu archipelago—a cluster of about 90 islands in the shallow strait between Taiwan and mainland China—fishers have been using this technology for centuries. More than 500 fish weirs remain in the waters there to this day."},{"author":"Cynthia Neri Zayas","text":"I have material from my research in Penghu—it’s a translation of a Chinese official’s diary on his way to Taiwan in 1697, and this is an indication that the stone tidal weirs were already there in 1697. And I quote: “The sea is their field, and the fish is their crop.”"},{"author":"Karáth","text":"This is Cynthia Neri Zayas, a maritime anthropologist at the University of the Philippines Diliman."},{"author":"Zayas","text":"And in Japan in 1724 the king of Okinawa ordered a fish weir to be built for his concubine in the island of Kohama with the use of sandofu: obligatory labor."},{"author":"Karáth","text":"Cynthia studies the history of tidal weirs in Taiwan and other parts of the Asia-Pacific region. She’s also researched how weirs passed from generation to generation."},{"author":"Zayas","text":"In the village, when you have something like Penghu, you know, extended families own several stone tidal weirs, and they’re usually united symbolically in a temple they go to. So the “X” family—comprising one, two, three, four, five households—worship in this temple, and the members of that divide the tasks of catching, repairing, guarding, etcetera, of the stone tidal weirs. [CLIP: Gentle waves]"},{"author":"Karáth","text":"As both Fu-Tzu and Cynthia pointed out, fishing with a tidal weir takes a village. You simply cannot operate or maintain one of these structures alone. Tasks are divided up among many people—and, as Cynthia has written, so are the fish caught using the weir. Using a weir to its full potential is a community affair, too. Knowing when to expect plentiful catches—and when to give the sea time to rest—requires an understanding of tides, currents and of course, the fish. This traditional ecological knowledge is usually passed down through families, sometimes with the help of music, such as on the Chinese island of Hainan."},{"author":"Zayas","text":"There are also tide songs—this I read in Hainan—which is passed from generation to generation. It describes the lows of tide related to the stone tidal weir, you see, so you remember when the tide comes, when it is the lowest, when it is the highest, you know? You remember easily because you’re singing."},{"author":"Karáth","text":"And the fishers in the Asia-Pacific region were not alone. Some researchers believe it’s possible that fish-trapping technology predates modern humans. Regardless, the archaeological record shows that around the end of the last ice age, humans were using weirs to literally turn the tides to their advantage."},{"author":"Paul Montgomery","text":"They have been found on every continent except Antarctica. Basically where humans go, fish traps occur. Why? Because most likely they are one of the first physical structures that humans actually built—one of the most complex going back into our deepest history."},{"author":"Karáth","text":"That’s Paul Montgomery of Trinity College Dublin in Ireland. He’s a maritime archaeologist."},{"author":"Montgomery","text":"In the case of Europe, the oldest one is probably about, maybe, 9,000 years old. It’s a wooden fish weir that was found off the coast of Sweden on a submerged seabed and has been dated using wood-based carbon dating and also dendrochronological dates. In a case last year—actually about a year and a half ago—there was a new discovery found off the coast of Alaska where they discovered a fish weir that was 11,000 years old. [CLIP: Gentle waves]"},{"author":"Karáth","text":"As Paul says, archaeologists can use radiocarbon dating to help estimate the age of wooden fish weirs. To do so they analyze the decay of a radioactive carbon isotope contained in the organic material. When it comes to stone weirs, however, their job is much trickier. Researchers can try to date the shell middens found near the weir, analyze the sediments and the change of the shorelines around them over time or even determine their age based on sea-level reconstruction. It’s also hard to tell how many tidal fish weirs are out there. Many have been destroyed by coastal developments. Others fell apart after communities stopped using them. Archaeologists have to go looking for their buried remnants."},{"author":"Montgomery","text":"I spend a huge amount of time cataloging locations of possible fish traps, mapping them with different platforms or software such as Google Maps to identify roughly where they are. Then you go out to the site. Ideally the best way to do it is to arrive there when the tide is dropping because then you can see the outline and the shape of the trap at different levels as the tide goes down. It’ll give you an idea of how it functioned and also is it changed or has it evolved? [CLIP: “The Farmhouse,” by Silver Maple]"},{"author":"Karáth","text":"Archaeologists carry out surveys of the various shapes weirs took as well as the types of rocks and construction methods used. Researchers test the weirs’ functionality, too, checking the amount and diversity of fish and other marine species that come through them. Paul says his research group also creates three-dimensional scans of weirs to make computer models and play out past climate scenarios. This allows the researchers to evaluate how the different types of structures potentially fared over time. Alongside studying the impacts of changing environmental conditions on the weirs, scientists also look at the effects these shifts had on the fishers. Analyzing the amount of time fishers used a certain type of weir before switching to a different kind can give researchers clues about how communities adapted to climate-induced changes in fish populations. And even though they are human-made, tidal weirs slowly become part of marine ecosystems, as a myriad of sea creatures—from corals to larval crabs and even young fish—call these structures home. That adds to the sustainability of this fishing method."},{"author":"Montgomery","text":"Many of these structures are nonfatal ways of fishing. Unlike commercial fishing, where every fish—nearly—that comes onto the boat is either dead or cast back as bycatch, this form of fishing allows not only you to access these resources without damaging the wider marine ecology—actual fish weirs have been proved by scientific papers in the last several years to be actively encouraging the growth of marine environments within them."},{"author":"Karáth","text":"As an example Paul points to fish weirs in the Asia-Pacific region, including the Micronesian island state of Yap or Taiwan’s Penghu archipelago."},{"author":"Montgomery","text":"Corals have actually grown and started to grow on top of them, around them and become part of the reef. They are literally living, breathing structures where the outer surface is organic and the inside is hard—made of stone."},{"author":"Karáth","text":"Paul is part of a UNESCO-endorsed underwater heritage project where he collaborates with local experts such as Fu-Tzu and the fishers of Penghu to study and protect tidal fish weirs around the world. He believes the key to saving them is to avoid the typical philosophy that archaeological sites shouldn’t be touched. He hopes we can instead revive them. [CLIP: Gentle waves]"},{"author":"Karáth","text":"Fu-Tzu estimates that out of the more than 500 mapped stone tidal fish weirs in Penghu, anywhere between 50 and 200 are currently in use. That includes six she has helped restore. [CLIP: People work together to restore a fish weir]"},{"author":"Karáth","text":"It wasn’t easy at first because fish weir construction and maintenance requires a specific set of skills and a lot of helping hands. Fu-Tzu needed to find people who could teach her how to restore and fish with tidal weirs. Despite being surrounded by hundreds of these structures, Fu-Tzu says, Penghu has only a few tidal weir workshops left where restoration of the structures is coordinated and construction methods are taught to locals and tourists alike. The remaining restoration masters are largely between 60 and 80 years old."},{"author":"Yang","text":"I’m worried that the knowledge of repairing and fishing with tidal weirs will disappear soon if we don’t do something about it, so I wanted to learn how to do it."},{"author":"Karáth","text":"Restoring and then maintaining a fish weir is backbreaking work. Rising sea levels and increasingly ferocious storms batter the weirs, and their walls catch garbage along with fish. [CLIP: Waves swell and seagulls scream]"},{"author":"Karáth","text":"Plus, with the continued rise of industrial fishing, there are not only fewer fish in the sea but also fewer traditional fishing villages—both in Penghu and elsewhere in the world—as rural populations increasingly migrate to larger towns and cities seeking new opportunities. But Fu-Tzu and a group of her peers decided to go against the current and help revive Penghu’s traditional tidal weirs. They hope to both preserve sustainable fishing practices and attract eco-conscious tourists. [CLIP: People work together to restore a fish weir]"},{"author":"Karáth","text":"She started working with weir craftspeople in 2017, when she was in her early 20s. In the beginning she was like a fish out of water. Every time Fu-Tzu went out to the sea with master craftspeople, they only had about three hours of low tide to build walls, and Fu-Tzu found herself struggling to bond with the masters during that short window of time. She realized that in order to succeed in preserving the weirs, she first had to build some bridges."},{"author":"Yang","text":"At first it was hard to have a conversation with these elderly people. But after years of working together, they now see that I and the other young people are passionate about it, and we even started an organization to bring back traditional fishing with stone weirs in Penghu."},{"author":"Karáth","text":"With the help of groups such as Fu-Tzu’s Isle.Travel, the tides have turned, and there is renewed interest in fishing with tidal weirs across Penghu. There is even a lottery to determine the order in which families are allowed to use a given weir during fishing season. Luckily Fu-Tzu and others in Penghu are not the only ones working to heal our troubled ocean by bringing back the environmentally friendly fishing methods of old. There is a renaissance of Indigenous sustainable mariculture around the world. Communities in Hawaii, Canada and Australia, among others, have been restoring and using fish weirs, clam gardens, eel ponds and other kinds of ancient sea gardens once more. [CLIP: “Rainshower,” by Johannes Bornlöf]"},{"author":"Yang","text":"The stone tidal fish weirs of Penghu are not only cultural symbols of Taiwan but also represent a harmonious relationship between humans and the ocean. We say that we can put our hearts out there into a fish weir in the ocean because seeing the corals living on their walls, the fish swimming freely in them when the tide is high, it makes you feel calm and at peace. [CLIP: Theme music]"},{"author":"Feltman","text":"That’s all for today’s episode. Tune in next Friday to broaden your horizon a little further with a look at archaeoastronomy. In the meantime we’ll be back on Monday with our usual news roundup. And you won’t want to miss next Wednesday’s episode, where we’ll dig into the surprising history of sex testing at the Olympics. Science Quickly is produced by Jeff DelViscio, Fonda Mwangi, Kelso Harper, Madison Goldberg and me, Rachel Feltman. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this series. This episode was reported and hosted by Kata Karáth. For Scientific American’s Science Quickly, I’m Rachel Feltman. Thanks for listening."}],"wave_peaks":[18728,21800,17447,11160,9600,3815,17977,17241,17049,17171,15057,16789,16771,15915,17218,7542,17294,16655,18225,16948,8306,10796,14481,4431,16954,16572,16814,18167,17050,17216,17233,14089,16713,11019,12630,16890,17331,3461,20037,10670,20085,14168,20932,24343,16886,17791,16916,20905,16562,18944,15137,18841,15559,15547,15059,16653,20119,13223,14359,12398,15517,18136,17704,15679,17684,24180,18559,19303,24157,24286,14336,19977,14561,8352,14625,4874,6018,12836,24283,24507,22216,20264,22493,21856,11000,19211,18788,18990,18284,22618,20830,23949,17665,19323,18876,24258,21835,20932,12978,2705,13690,16684,16543,21240,13931,14170,13493,11141,12727,17545,11576,5153,2579,2987,2381,21894,22507,19076,18702,13010,6142,14502,21991,13423,14116,15486,19110,11544,15309,17666,15560,22514,20126,12641,12220,3610,20747,12959,21180,14500,22513,8112,21168,12382,22507,18907,20451,21212,22479,22526,10796,18335,17994,16232,19996,6305,5849,5849,2157,22140,22472,13125,16375,11260,11147,6885,9450,18339,22114,14734,10647,22495,22474,22505,9223,11528,11433,22488,18171,12455,2197,2271,19733,14919,22509,22392,12027,12979,16049,10119,22530,9258,22500,17035,20351,21309,18092,20111,13694,22087,6678,17428,9322,22523,2986,1691,22465,18507,10530,8662,16402,5950,22503,12238,15852,21436,22504,15429,17903,17956,1457,10480,12351,21162,11719,13054,10161,2281,1468,1524,22531,13652,16865,22509,11598,17738,8906,21811,16370,20948,13079,22539,16221,17556,9025,22515,22547,12204,22495,17929,6093,21362,18281,13698,16424,12740,9619,4377,1805,22503,15363,22561,17035,13282,22499,15975,9668,16158,14462,12891,12938,9367,22418,13022,3064,13641,21976,17743,22511,7945,22503,14707,11778,17577,21791,22510,16930,9157,22541,22471,12264,18262,17712,11843,22514,14484,21071,21762,20598,13453,8850,16970,10251,11413,19048,22481,13313,4621,1885,8769,22510,12679,18907,21163,14177,12235,11843,22511,8234,11045,10623,9277,22507,14432,22486,14869,9018,13572,18959,2192,22497,22154,16450,22503,11594,20072,16333,13197,14587,13269,15958,22509,16416,7870,16487,7939,22504,3679,10249,15670,2080,22512,21586,10768,22512,21669,14923,14252,7929,12205,9432,22493,7246,22513,15323,4972,5259,1987,5524,6707,5113,6147,5961,4035,771,295,126,191,384,576,1128,2208,2583,2804,2452,2503,3183,3173,3036,2765,2880,2357,2083,2048,1719,1631,16131,14598,11906,13918,10055,8599,9162,10035,8401,6295,8218,9455,10665,11204,6948,751,590,848,17894,9436,12602,9026,10542,10109,13195,9111,11839,8069,1774,560,14808,22457,10244,14670,10726,1442,11172,14162,22472,13252,8833,13469,20021,16984,9271,1015,16491,9485,14716,19648,21928,22034,13178,14385,10812,4917,9681,10498,6939,12462,17616,14627,8924,6601,7884,4042,953,1351,1167,737,686,15988,17692,5693,13467,16226,11490,21061,570,18049,18055,11311,13811,10074,10983,10948,22506,11492,6340,11293,2195,15550,22506,16420,11640,12180,12794,8741,14630,14263,8870,12461,14305,7123,7882,5459,5273,1982,18567,11857,21581,10056,9983,13125,12796,8915,14234,9612,8561,11934,20725,11371,7380,10768,10898,9448,5662,7857,3384,480,18851,18272,11052,22476,22487,14127,4127,11375,11325,11585,5955,7158,18060,11384,10224,8573,5340,2620,448,18733,22515,13408,13421,10158,18864,12043,12663,9416,7640,3619,10786,14356,22506,11236,8516,10511,9334,5276,3937,8682,13659,21991,14437,11729,12054,16212,10777,11327,11397,10563,10544,13483,8960,6550,7485,6652,451,19012,22499,18903,16444,12299,19027,12363,7876,5994,20452,13082,14650,9361,18912,10193,9882,10106,7404,2788,1316,2072,3066,3115,3632,3587,2344,22516,19657,1671,22559,775,1402,1072,19799,16592,7188,9908,15569,13229,12536,15989,7936,8700,11237,16459,16612,13905,7565,6645,15040,14777,14460,6199,9408,19055,12812,13357,10306,10812,12169,15327,10245,14655,9692,22535,22492,14069,7875,3365,1246,1165,1671,1446,993,903,921,801,14016,22505,22521,11922,10602,17699,6174,21364,4306,14698,9467,5524,13560,20153,18491,17159,18737,11392,7088,3588,2166,21898,22534,20148,2726,2777,2647,16932,12520,19374,13256,13495,4112,18284,10143,6346,2473,12125,16851,18986,13515,18778,16821,9150,22518,17682,10308,8587,18659,3094,11308,22484,15576,10662,2876,1323,19493,19416,5988,14661,21400,13445,13532,7468,22494,11658,9425,18421,9127,1777,17175,14893,8332,22510,10808,9772,11723,11466,10301,1513,19353,22504,15485,10824,8528,5556,12248,22417,10042,9603,6713,1121,1379,2192,19093,21638,10661,9325,7868,8968,20356,22533,7278,14158,15778,9646,7230,3491,11761,10201,9093,7276,12821,5573,21377,20085,22532,9086,9997,4862,8833,11729,19879,11110,4448,15912,13525,19636,17188,7348,8749,6742,6773,2492,1102,18985,17978,21710,17595,16388,7970,6309,8354,8853,10809,12029,5826,8374,15705,21264,21956,20001,22530,4959,11980,21400,22492,9479,5230,19570,14646,6305,6869,8922,3370,2364,22491,14740,7891,20019,19602,6600,5895,6500,9454,9418,17148,11735,6809,9102,7775,593,678,823,1004,11071,22531,9189,13503,5890,8652,19068,16056,13424,11151,10102,7642,13050,12458,11557,11212,15531,5516,1031,17153,16805,22524,22637,7275,10156,11384,11130,13001,14840,2748,765,797,922,14003,19998,14596,10564,22383,16554,10649,8534,11052,9080,10484,6116,4064,570,22520,6013,13061,12152,15744,22422,10867,20207,9650,2068,1494,1544,1774,1712,1297,1131,996,732,15398,22463,22113,10753,11974,10873,19834,13916,13741,22598,14822,13855,17061,5337,6763,9471,11235,10935,11073,6017,17706,7406,9000,9955,8238,6869,10282,16827,22503,14412,11465,8291,11847,9243,4189,8049,7354,3832,9485,15535,22558,22149,9256,6734,15963,8685,9840,7522,16185,11822,11664,7167,9112,9772,68,15520,22534,123,15236,13867,8290,3419,15676,16676,7478,8704,10141,7657,3805,18857,12935,13320,12252,7953,11616,7729,8592,12503,7541,9886,12059,14497,4395,22511,6363,100,11496,13774,15739,19044,12588,9015,7697,9836,4610,11542,3812,882,5130,13645,12134,8769,10706,7359,11161,19850,15018,10197,11398,9632,13519,14318,9944,12067,15586,10782,10801,441,19278,17197,12137,104,14105,8885,6828,18887,10833,12771,10843,8885,7030,8449,7237,75,2542,9791,8823,11479,22516,14879,20880,8142,11411,15554,12194,11502,10089,6385,10286,10113,10947,11558,16047,13605,5176,9725,6089,1028,13539,5557,9209,10876,22482,8931,183,211,6731,22520,15359,17827,5921,5715,4681,7499,13664,16025,12442,9475,18387,4881,20578,13191,6302,11965,11515,8352,13995,10630,11401,10340,12772,3380,191,9938,16849,13726,8989,9695,8289,518,16389,13095,15150,16226,9311,1197,14526,21075,17391,5826,4807,26,13971,17927,15215,9146,13245,12265,13399,11858,8123,5260,12047,11637,14586,22508,21546,9053,12650,15697,7638,4866,4442,397,8352,22561,16449,11845,14139,9937,12633,22639,2657,9858,12042,10681,8639,10184,7459,5041,14398,15681,13344,16787,9425,10887,19177,9610,8586,7597,4279,5105,6619,2237,128,8188,10661,22520,15718,18379,8231,9974,4065,122,20744,15547,8114,1388,17042,12561,8532,2503,234,11028,16700,10602,12839,7789,5851,16748,15406,15718,11908,4929,15239,22429,13430,8003,13773,12644,9805,11531,9699,9923,10585,14073,20420,8649,4411,15595,17380,10023,4994,2866,22512,9636,10747,13662,17794,11557,7876,1954,20389,13587,6152,15882,5452,134,11061,18030,17035,8712,10963,9133,22373,6149,6404,22516,14724,3189,12333,16505,1196,2004,20830,11750,9897,14782,15900,9637,1257,22073,12329,7348,10890,14285,12864,7358,19083,14453,16773,8013,1763,434,11030,22546,17845,15448,8987,14661,8975,17670,2267,10195,12395,14423,19377,8636,13521,15003,11734,9822,3518,6641,11852,15482,3648,14797,17778,13851,12520,8445,9335,16055,14708,21447,13526,7692,11329,1732,293,22526,8704,21830,22523,21130,21011,8074,10883,6589,7767,515,19882,12121,21811,16354,8570,5008,20029,22485,10241,9225,11844,8816,8431,3430,435,608,10879,20998,15910,6037,13453,8711,10560,11430,8402,8707,7255,12652,8371,521,3344,18130,17787,10692,16931,12028,7002,14449,8665,11087,16145,8078,8685,6825,7152,21961,5790,11133,22509,16925,7390,10788,12432,10873,15393,11610,8059,11224,1894,19399,18472,12452,12009,12422,283,400,13301,13836,17173,12416,16049,11574,11072,6400,8317,16303,10960,20083,15345,20001,18136,4233,17594,19652,11543,10637,22520,11930,9108,5174,17861,22504,12615,11507,10531,19035,8585,4215,7237,12703,3800,678,22508,21866,15040,13023,12691,6204,198,182,7674,197,16740,14749,12623,6547,11270,8575,12013,13613,300,22492,18296,20383,22513,16367,9658,4473,11799,7432,6824,4730,103,103,9966,18462,20172,16572,8221,4473,17820,18050,13293,362,81,20881,9640,20103,21338,15919,5260,8581,2267,11320,11443,6079,11650,16786,14010,7182,16624,22538,12975,8989,14894,10174,14916,10001,2928,14555,6943,17948,20521,17734,1966,11915,5771,131,11335,21866,16804,11591,14061,10709,4134,620,15055,12150,22095,13005,13668,12049,5905,9901,5523,11734,9220,6388,1059,22480,14022,13977,10179,11869,7797,21182,12602,10897,8802,22455,10006,6106,4404,14669,7662,8903,10361,4341,3617,22528,15312,11456,21659,12643,11203,8236,12784,5496,12031,16614,8106,11141,16530,16914,10103,14754,5783,4766,13414,13923,10321,10671,16742,9208,12957,10232,8148,12361,9205,15694,5228,8956,16001,7549,2110,14630,17526,16100,20021,15629,13307,12885,10610,6801,1634,13504,7466,9359,11340,13821,10522,7354,5597,2286,9435,2472,11184,12644,12778,10473,6839,13528,8723,10625,9002,8422,7376,8082,6711,7392,13908,7832,8952,8769,6973,9423,4354,11082,20283,7527,4855,6267,14141,10715,7833,73,22587,14964,10065,12790,9898,11302,20167,13496,14306,10337,16389,7507,2414,11841,12925,13397,15829,8006,5599,632,18733,14396,7380,12240,12312,8210,11063,9107,10968,8448,7941,10733,12255,7279,5969,3147,2441,7439,10861,10636,8598,8504,9312,10627,8310,3916,5582,10033,11750,12467,5719,10144,19534,8083,14181,12063,11378,12370,12374,4867,7547,7350,8451,2512,10122,6565,7386,4241,8685,11813,9289,18163,18166,11895,16360,9671,14907,8659,12131,6441,9153,9615,5289,10327,15899,6102,1999,14829,15966,15009,10837,13256,16587,8776,22509,22474,14169,7226,2178,10014,22528,13630,10539,19182,14546,7773,8530,6589,13631,18384,11227,7870,5345,22204,16242,9135,7420,12464,8323,11126,6111,8017,4244,592,12364,17210,17134,11237,19882,10891,11931,12024,9315,15688,13638,16114,19224,9380,1951,13283,9972,9831,14406,11773,7782,8993,385,15270,21452,8939,22509,14096,14891,22507,9846,10940,22544,13338,5868,16975,2837,8425,8274,566,11454,22495,13812,19811,19717,11151,16919,8544,4710,7627,8321,9484,10485,12195,22481,15113,15992,8556,9203,11532,10153,9773,15646,7286,17972,10465,9305,12158,12931,563,15243,15373,8723,12627,11224,12737,11722,11061,10807,12736,11589,11595,7613,11645,4909,536,755,642,14561,22550,17515,19731,7016,11552,14298,15423,11333,4929,10957,5899,16633,7385,1148,17908,12594,10564,9978,9260,11214,6665,10515,11827,2507,22522,22516,10528,22515,20901,17819,6146,6929,6165,14419,7665,10383,3895,876,22594,10122,10269,5584,22425,12222,11347,10337,18413,18833,10559,9080,5025,14039,15123,10927,6610,7919,15439,9741,17828,16193,15326,8528,5336,6720,9396,18756,17809,10096,11307,9180,13616,7193,6985,7853,10979,6709,6671,6592,11288,11314,9680,18547,18554,9198,14834,1695,11181,16847,15269,7427,11051,8838,12666,9265,14009,12424,6616,11023,9278,8141,14116,9316,4349,2752,13061,7435,11190,13321,8720,10868,10711,6452,15463,2812,7781,10644,10426,12202,8109,6925,11824,6646,7228,9239,10876,3551,5836,9453,14609,14972,9443,7908,11816,9669,6003,8429,2842,4594,2756,22549,19147,10893,5057,14345,15755,14954,8540,10385,18576,16228,13259,14355,13305,3876,22521,18290,10269,18588,22517,10528,13970,18257,9607,9633,10265,5033,3871,9034,22531,13284,14199,16688,12173,16328,19413,11428,13608,3715,20428,12116,13750,8929,22489,11425,9140,13576,8885,19667,15046,11871,8521,7780,9269,5124,6905,2977,2875,1842,17038,22500,13615,8902,14762,11073,18148,20093,9549,3807,20740,9644,7875,8098,17313,16310,8797,16214,14163,15877,10446,8061,17305,18903,14875,7323,7342,5099,2196,1208,13747,18144,17588,11750,15490,13031,9737,17444,12006,11259,17261,11692,14020,22320,21054,9379,13485,12034,9600,13871,11236,12099,9718,1261,1963,15786,22528,22487,17377,10688,18564,16774,11689,10772,13191,9958,9856,12005,14078,12389,22526,13077,17335,15063,8967,22064,21345,13206,11094,16291,4603,8559,11331,16972,17017,10313,8666,6824,1281,2946,13083,20914,9637,13430,11554,8220,12475,7284,8044,8514,21937,16891,10882,6980,15089,19771,22558,9749,7934,17909,8032,6891,15629,12118,13860,9465,11432,22185,16646,19483,8739,9316,7776,19379,7301,15186,11573,8628,6662,11468,12760,8575,9856,11066,6223,3336,1594,15504,18594,17093,13876,12048,14079,8237,5036,22550,21172,16631,8827,21435,11524,9280,15061,10420,8699,10023,4932,11160,12301,17128,15537,8860,10450,10785,13267,15184,18103,8874,21165,12094,21872,5704,9919,13275,8253,5254,1157,14685,13321,17260,9240,7712,2319,2166,22533,21790,20714,4385,8676,13006,10715,7514,8580,6779,8374,8277,721,12830,13878,12410,6624,10940,2258,8890,22005,7899,9942,9689,7349,20125,16307,14447,22550,22351,13145,9534,6225,9536,8079,9207,13577,7295,4905,6263,7619,5241,6913,1335,10240,13942,10520,22449,11055,3580,10569,11995,6584,17234,11982,7667,9128,12682,13794,13173,13839,7999,6073,8462,10225,7982,1502,18267,13091,22504,10180,18585,12066,7565,8838,11167,9576,9451,7295,7133,5613,7071,6244,5653,294,12237,7274,1512,16552,14652,1931,13130,10813,9439,9706,9253,6463,3774,13544,22529,19460,16024,17278,10407,6684,8094,12796,7283,11212,13770,5605,9979,7219,7210,15273,12612,22572,12266,11445,20229,7196,12719,17388,10793,16584,13119,11672,14008,14492,9314,7243,4283,15502,11593,8147,12293,13076,6485,8999,7580,15693,7647,5411,5043,3226,11974,5114,2694,1841,11097,17604,10310,15531,12888,10606,10226,11774,6688,10600,1834,18638,14120,8582,7440,4463,7987,8727,8248,647,7322,12739,5920,28,22526,7445,20594,11609,12402,11065,12713,10803,10588,13358,12184,9631,7260,8815,20745,15353,14017,10328,15587,15321,6946,3620,12089,14736,9939,22546,22498,12439,11633,14899,10237,3636,10698,17338,11069,14898,14379,12335,11165,11415,9883,10159,9659,4034,0,12166,14868,6749,15001,10185,22374,22520,6524,8737,15364,20156,4176,9886,15351,11315,9596,7278,10677,22502,12517,12219,21737,4220,11002,7552,10922,2594,472,14105,22516,6236,12482,9344,17824,2038,21921,13835,3839,724,1483,817,892,729,745,12567,18152,17393,8635,11948,21997,13037,13363,11153,19818,6443,14372,9434,9192,7250,7401,11899,9992,7035,829,16068,13130,15289,10607,10555,13023,10954,10746,11216,17402,8078,6957,7230,3180,444,22526,9101,6147,13219,13947,6619,10235,15217,16653,11596,5599,22466,19604,1561,22722,552,1463,22003,22321,13709,13856,9423,10901,10369,15863,15450,17115,9981,11061,15039,13300,22473,7360,17440,11580,15176,9346,8976,2431,16086,21316,21552,14040,10862,6231,288,2655,16353,18468,15796,14308,11710,13283,5215,8438,8790,15960,22053,14028,19216,10546,10980,9289,7046,8665,1433,673,1245,1838,18323,21143,13390,20641,11370,7544,14298,12402,5412,22525,8376,859,14507,22467,6436,15719,11274,11392,11889,8736,17809,10261,12858,7546,15530,2379,14753,14983,13732,13610,22521,7689,6420,13784,9808,8001,8697,17971,20365,16037,22495,16269,16564,13084,9765,6232,9693,9574,11877,344,320,14023,17077,14013,15353,15920,15073,9182,22486,21089,7163,8089,8809,10307,9160,9914,10335,13912,4479,396,17175,19873,10808,12036,12336,10880,9987,10507,9691,8309,10096,9645,7815,10571,7343,11319,8032,5818,1175,14124,13230,8835,10412,9528,7715,2554,1536,9346,11491,15921,12008,13036,10269,10639,8544,1956,19180,19831,20613,11227,8385,13849,8261,12457,9154,701,8061,22528,22514,8617,20361,9987,9133,8095,8760,14612,5678,22449,9781,8243,10651,5040,1314,22514,11017,15884,10389,10819,7608,11349,12184,14424,8787,15880,8335,22478,11011,15937,5026,17467,15349,13238,16778,22526,17621,8108,8896,5756,3688,969,12251,22531,6474,12117,13730,8835,22516,6815,9123,10535,6849,1605,22539,20007,10235,13454,13782,7162,4882,9350,573,14617,12751,12724,11028,17478,10364,8473,9191,7126,6058,3240,22522,12324,9542,7598,12485,13458,7370,10592,7233,15235,22534,12238,8481,7718,8215,10558,22503,11932,3535,21183,12608,8397,8359,12070,12459,8990,13022,13000,9082,13881,7875,6999,279,10035,19078,12876,12499,19800,10145,11708,6464,22535,10253,16686,14151,6332,20808,14470,8334,22473,12844,22494,11470,9250,14698,8803,16952,9532,9054,670,365,20712,15626,11551,20127,9428,15232,9604,11661,12963,10922,7434,6068,5167,9937,22325,22531,15636,16528,7329,10639,2603,3031,2847,22440,19446,18298,22528,19840,10957,12972,21782,7605,8738,11083,12729,11068,7383,9153,661,14278,16530,15106,12278,8114,6207,2946,4052,12215,17770,12592,5165,6707,12322,11064,17793,22507,13183,7026,1910,22359,18579,10989,10147,12083,12401,10151,8731,9097,18526,14087,21082,6937,8929,1609,16055,12006,13443,22105,12655,22475,10361,14266,17723,7983,12959,8824,19656,16948,22539,15234,18357,17353,22476,22186,17700,18199,16846,8375,9346,9437,10601,10643,5589,5958,2283,7550,5158,1277,7969,8868,4249,2747,17012,22516,12253,15184,13762,13533,9523,7661,7836,15714,16821,14785,16024,5277,17641,10385,7546,10544,10274,10010,4563,17696,21598,11742,16417,18446,17877,15754,11889,8658,11077,8211,7235,2785,22506,11478,6080,8880,389,22520,22514,21968,16810,17339,10492,8766,13589,3103,17706,19196,18569,16773,18845,11888,15451,15446,7069,15861,14648,9180,9185,12311,3847,550,16301,15206,18987,22504,13438,12621,11686,13991,9200,8164,13243,19196,3004,10351,11927,11128,8671,7617,9469,5683,2616,20938,11762,6430,10261,8911,418,282,6426,20752,22476,11835,5374,14454,13706,13107,13293,22517,13597,3040,13554,9038,6500,22550,9441,6264,7504,601,9150,18996,13568,10393,9866,11605,10764,5754,10566,9829,14234,10639,12250,12156,8373,4573,285,234,14570,12728,22508,16388,5988,9737,11598,7819,15136,14634,11194,9338,13670,8140,11145,19200,6033,7529,7207,10040,9356,6172,8159,4784,5440,452,531,749,637,22170,10272,3951,8182,18234,21355,20393,10730,6354,813,12223,17580,20263,15025,6633,12597,5301,13476,18390,11642,8570,12258,6240,19241,19530,22500,6797,15671,18019,10549,10497,7893,6268,7381,9226,9484,485,7560,18078,21539,16703,12637,12157,8938,8223,9536,8626,14951,18998,15331,8613,9928,15471,7595,2081,944,12363,8826,9060,18444,16855,12250,16998,7946,13362,15824,7655,20644,12996,2683,13482,9094,14717,7265,12246,9427,8525,13523,16246,17738,6309,16338,21372,11742,13947,12450,10434,10115,10301,10560,10361,4668,8414,10034,9204,2239,2317,3385,3790,3451,4462,3462,6495,20601,20586,17952,9354,11927,9459,7387,7653,12764,12050,11678,11800,12593,11298,11479,7231,13000,15715,11848,11090,11105,13249,8859,10569,12345,10885,10374,7474,9769,10249,10724,7941,10207,1394,8092,22529,14544,20013,13575,18201,16052,20439,20748,10632,5657,8989,13266,9399,12296,7476,9016,7899,2645,8730,13560,10656,15383,15617,13875,10550,9659,11617,10956,10032,12319,1821,864,16252,8313,3606,11579,9082,11502,9987,11025,6910,12833,10674,15899,5683,13465,4250,16514,13291,8951,10889,13127,11684,9579,9068,4946,4211,4632,6049,4583,5945,5364,4165,5610,2905,2633,4033,2026,2904,1861,1108,886,748,618,600,470,218,402,611,1115,1558,2500,3053,3530,22506,21990,13270,18461,14242,12024,1247,12220,22280,22502,12725,21257,21553,19698,22539,11411,18770,16674,16099,22095,21123,14950,11450,22416,7586,2556,2390,3347,3227,2322,3036,13535,15839,18996,9098,22558,18437,11733,14856,10884,11125,19747,22494,22505,15692,15752,14450,21925,12571,17884,17478,22514,15046,16030,12641,20532,12616,11517,22552,22418,22498,14393,13219,17037,14746,1452,5143,3802,22501,18755,14377,11061,22528,22531,15864,17476,22503,14217,10173,15453,22502,12208,20825,20275,19871,22039,13879,14407,22521,16866,2352,22524,14172,13638,14706,22480,16030,17008,3481,766,21094,22058,16832,18783,22512,22119,22537,22501,10278,8720,1906,13637,22475,19715,17882,21388,16564,22502,22555,20890,5110,2219,21032,22483,20387,22465,17329,12336,22481,14710,16437,3523,22531,18887,10017,5566,4769,5307,5222,3401,3489,8176,9895,6785,3630,3108,3733,521,278,114,44,9,2],"fragments":[{"begin":"0.000","end":"119.600","lines":["What do you think of when you hear the word “archaeology”? Maybe your mind goes straight to Indiana Jones. Or perhaps you picture real-world academics in the field—ones who handle their dusty desert dig sites and crumbling artifacts with far more care. But studying how ancient humans lived and died isn’t just about brushing dirt away from pottery sherds. Harrison Ford might not deserve any awards for scientific accuracy, but Indiana Jones gets at least one thing right: archaeology is a field packed to the brim with excitement and adventure; you just have to know where to look. For Science Quickly, I’m Rachel Feltman. You’re listening to the first episode of a three-part Fascination on the thrilling world of archaeology. I’m joined by award-winning documentary filmmaker and journalist Kata Karáth. Over the next three Fridays she’ll take us everywhere from the mountaintops to the stars to show us a side of archaeology most people never get to see. Today we’ll meet folks who are fishing for clues about ancient humans in the structures they left behind in the ocean. Their work could help us understand how our ancestors relied on marine life without exploiting it—and help protect the people who still use those fishing practices today. [CLIP: Waves crash and seagulls scream]"]},{"begin":"119.600","end":"128.040","lines":["When I stand on the coast and look at stone fish weirs, it feels surreal. I can see living history in front of my eyes."]},{"begin":"128.040","end":"163.520","lines":["That’s Fu-Tzu Yang. She’s from Taiwan’s Penghu archipelago, home to one of the world’s highest concentrations of shi hu, or stone tidal fish weirs. Fu-Tzu, who is 28 years old, runs a local tourism agency called Isle.Travel. It’s dedicated to promoting, restoring and preserving these fish weirs. The simple but ingenious ancient fishing structures are built on two intertwining principles: the ocean can provide for us—but only if we all take care of the ocean."]},{"begin":"163.520","end":"183.800","lines":["Stone tidal fish weirs play an important role in the lives of communities in Penghu because they not only provide a livelihood for local families and temples, but they also demonstrate the spirit of community collaboration. [CLIP: People work together to restore a fish weir]"]},{"begin":"183.800","end":"207.800","lines":["Tidal fish weirs are living reminders that a sustainable relationship with the world’s oceans is something that humans have managed to achieve for thousands of years. Before we jump into the deep end of tidal fish weir history, let’s start with the obvious question: What are they? [CLIP: “One for the Books,” by Kevin Dailey]"]},{"begin":"207.800","end":"253.520","lines":["Their mechanics are incredibly simple: You pick a shoreline—generally a tidal or reef flat—where the tides are strong. There you build walls out of whatever is available. That can be stone, like Fu-Tzu mentioned, but also other materials such as bamboo or wood. The walls form chambers sculpted into everything from plain curves to shapes resembling puffy mushrooms or pointy arrows, depending on currents and fish behavior. There are also tidal weirs, including some in Penghu, that look like giant hearts with long arteries stretching out into the distance, guiding and welcoming fish into the structures’ inner chambers. [CLIP: Waves crash and seagulls scream]"]},{"begin":"253.520","end":"289.600","lines":["When the high tide comes, the walls are submerged, and the fish can swim within them freely. But when the tide ebbs, the creatures are trapped. Fishers can catch as much as they need from the temporary tanks. The rest will slip away come high tide. In the Penghu archipelago—a cluster of about 90 islands in the shallow strait between Taiwan and mainland China—fishers have been using this technology for centuries. More than 500 fish weirs remain in the waters there to this day."]},{"begin":"289.600","end":"313.480","lines":["I have material from my research in Penghu—it’s a translation of a Chinese official’s diary on his way to Taiwan in 1697, and this is an indication that the stone tidal weirs were already there in 1697. And I quote: “The sea is their field, and the fish is their crop.”"]},{"begin":"313.480","end":"320.400","lines":["This is Cynthia Neri Zayas, a maritime anthropologist at the University of the Philippines Diliman."]},{"begin":"320.400","end":"336.640","lines":["And in Japan in 1724 the king of Okinawa ordered a fish weir to be built for his concubine in the island of Kohama with the use of sandofu: obligatory labor."]},{"begin":"336.640","end":"348.120","lines":["Cynthia studies the history of tidal weirs in Taiwan and other parts of the Asia-Pacific region. She’s also researched how weirs passed from generation to generation."]},{"begin":"348.120","end":"382.680","lines":["In the village, when you have something like Penghu, you know, extended families own several stone tidal weirs, and they’re usually united symbolically in a temple they go to. So the “X” family—comprising one, two, three, four, five households—worship in this temple, and the members of that divide the tasks of catching, repairing, guarding, etcetera, of the stone tidal weirs. [CLIP: Gentle waves]"]},{"begin":"382.680","end":"427.280","lines":["As both Fu-Tzu and Cynthia pointed out, fishing with a tidal weir takes a village. You simply cannot operate or maintain one of these structures alone. Tasks are divided up among many people—and, as Cynthia has written, so are the fish caught using the weir. Using a weir to its full potential is a community affair, too. Knowing when to expect plentiful catches—and when to give the sea time to rest—requires an understanding of tides, currents and of course, the fish. This traditional ecological knowledge is usually passed down through families, sometimes with the help of music, such as on the Chinese island of Hainan."]},{"begin":"427.280","end":"452.560","lines":["There are also tide songs—this I read in Hainan—which is passed from generation to generation. It describes the lows of tide related to the stone tidal weir, you see, so you remember when the tide comes, when it is the lowest, when it is the highest, you know? You remember easily because you’re singing."]},{"begin":"452.560","end":"473.240","lines":["And the fishers in the Asia-Pacific region were not alone. Some researchers believe it’s possible that fish-trapping technology predates modern humans. Regardless, the archaeological record shows that around the end of the last ice age, humans were using weirs to literally turn the tides to their advantage."]},{"begin":"473.240","end":"488.400","lines":["They have been found on every continent except Antarctica. Basically where humans go, fish traps occur. Why? Because most likely they are one of the first physical structures that humans actually built—one of the most complex going back into our deepest history."]},{"begin":"488.400","end":"494.400","lines":["That’s Paul Montgomery of Trinity College Dublin in Ireland. He’s a maritime archaeologist."]},{"begin":"494.400","end":"518.240","lines":["In the case of Europe, the oldest one is probably about, maybe, 9,000 years old. It’s a wooden fish weir that was found off the coast of Sweden on a submerged seabed and has been dated using wood-based carbon dating and also dendrochronological dates. In a case last year—actually about a year and a half ago—there was a new discovery found off the coast of Alaska where they discovered a fish weir that was 11,000 years old. [CLIP: Gentle waves]"]},{"begin":"518.240","end":"567.840","lines":["As Paul says, archaeologists can use radiocarbon dating to help estimate the age of wooden fish weirs. To do so they analyze the decay of a radioactive carbon isotope contained in the organic material. When it comes to stone weirs, however, their job is much trickier. Researchers can try to date the shell middens found near the weir, analyze the sediments and the change of the shorelines around them over time or even determine their age based on sea-level reconstruction. It’s also hard to tell how many tidal fish weirs are out there. Many have been destroyed by coastal developments. Others fell apart after communities stopped using them. Archaeologists have to go looking for their buried remnants."]},{"begin":"567.840","end":"595.320","lines":["I spend a huge amount of time cataloging locations of possible fish traps, mapping them with different platforms or software such as Google Maps to identify roughly where they are. Then you go out to the site. Ideally the best way to do it is to arrive there when the tide is dropping because then you can see the outline and the shape of the trap at different levels as the tide goes down. It’ll give you an idea of how it functioned and also is it changed or has it evolved? [CLIP: “The Farmhouse,” by Silver Maple]"]},{"begin":"595.320","end":"670.840","lines":["Archaeologists carry out surveys of the various shapes weirs took as well as the types of rocks and construction methods used. Researchers test the weirs’ functionality, too, checking the amount and diversity of fish and other marine species that come through them. Paul says his research group also creates three-dimensional scans of weirs to make computer models and play out past climate scenarios. This allows the researchers to evaluate how the different types of structures potentially fared over time. Alongside studying the impacts of changing environmental conditions on the weirs, scientists also look at the effects these shifts had on the fishers. Analyzing the amount of time fishers used a certain type of weir before switching to a different kind can give researchers clues about how communities adapted to climate-induced changes in fish populations. And even though they are human-made, tidal weirs slowly become part of marine ecosystems, as a myriad of sea creatures—from corals to larval crabs and even young fish—call these structures home. That adds to the sustainability of this fishing method."]},{"begin":"670.840","end":"696.400","lines":["Many of these structures are nonfatal ways of fishing. Unlike commercial fishing, where every fish—nearly—that comes onto the boat is either dead or cast back as bycatch, this form of fishing allows not only you to access these resources without damaging the wider marine ecology—actual fish weirs have been proved by scientific papers in the last several years to be actively encouraging the growth of marine environments within them."]},{"begin":"696.400","end":"706.080","lines":["As an example Paul points to fish weirs in the Asia-Pacific region, including the Micronesian island state of Yap or Taiwan’s Penghu archipelago."]},{"begin":"706.080","end":"718.360","lines":["Corals have actually grown and started to grow on top of them, around them and become part of the reef. They are literally living, breathing structures where the outer surface is organic and the inside is hard—made of stone."]},{"begin":"718.360","end":"745.640","lines":["Paul is part of a UNESCO-endorsed underwater heritage project where he collaborates with local experts such as Fu-Tzu and the fishers of Penghu to study and protect tidal fish weirs around the world. He believes the key to saving them is to avoid the typical philosophy that archaeological sites shouldn’t be touched. He hopes we can instead revive them. [CLIP: Gentle waves]"]},{"begin":"745.640","end":"761.120","lines":["Fu-Tzu estimates that out of the more than 500 mapped stone tidal fish weirs in Penghu, anywhere between 50 and 200 are currently in use. That includes six she has helped restore. [CLIP: People work together to restore a fish weir]"]},{"begin":"761.120","end":"797.760","lines":["It wasn’t easy at first because fish weir construction and maintenance requires a specific set of skills and a lot of helping hands. Fu-Tzu needed to find people who could teach her how to restore and fish with tidal weirs. Despite being surrounded by hundreds of these structures, Fu-Tzu says, Penghu has only a few tidal weir workshops left where restoration of the structures is coordinated and construction methods are taught to locals and tourists alike. The remaining restoration masters are largely between 60 and 80 years old."]},{"begin":"797.760","end":"811.760","lines":["I’m worried that the knowledge of repairing and fishing with tidal weirs will disappear soon if we don’t do something about it, so I wanted to learn how to do it."]},{"begin":"811.760","end":"825.840","lines":["Restoring and then maintaining a fish weir is backbreaking work. Rising sea levels and increasingly ferocious storms batter the weirs, and their walls catch garbage along with fish. [CLIP: Waves swell and seagulls scream]"]},{"begin":"825.840","end":"860.240","lines":["Plus, with the continued rise of industrial fishing, there are not only fewer fish in the sea but also fewer traditional fishing villages—both in Penghu and elsewhere in the world—as rural populations increasingly migrate to larger towns and cities seeking new opportunities. But Fu-Tzu and a group of her peers decided to go against the current and help revive Penghu’s traditional tidal weirs. They hope to both preserve sustainable fishing practices and attract eco-conscious tourists. [CLIP: People work together to restore a fish weir]"]},{"begin":"860.240","end":"892.720","lines":["She started working with weir craftspeople in 2017, when she was in her early 20s. In the beginning she was like a fish out of water. Every time Fu-Tzu went out to the sea with master craftspeople, they only had about three hours of low tide to build walls, and Fu-Tzu found herself struggling to bond with the masters during that short window of time. She realized that in order to succeed in preserving the weirs, she first had to build some bridges."]},{"begin":"892.720","end":"914.080","lines":["At first it was hard to have a conversation with these elderly people. But after years of working together, they now see that I and the other young people are passionate about it, and we even started an organization to bring back traditional fishing with stone weirs in Penghu."]},{"begin":"914.080","end":"965.760","lines":["With the help of groups such as Fu-Tzu’s Isle.Travel, the tides have turned, and there is renewed interest in fishing with tidal weirs across Penghu. There is even a lottery to determine the order in which families are allowed to use a given weir during fishing season. Luckily Fu-Tzu and others in Penghu are not the only ones working to heal our troubled ocean by bringing back the environmentally friendly fishing methods of old. There is a renaissance of Indigenous sustainable mariculture around the world. Communities in Hawaii, Canada and Australia, among others, have been restoring and using fish weirs, clam gardens, eel ponds and other kinds of ancient sea gardens once more. [CLIP: “Rainshower,” by Johannes Bornlöf]"]},{"begin":"965.760","end":"1000.760","lines":["The stone tidal fish weirs of Penghu are not only cultural symbols of Taiwan but also represent a harmonious relationship between humans and the ocean. We say that we can put our hearts out there into a fish weir in the ocean because seeing the corals living on their walls, the fish swimming freely in them when the tide is high, it makes you feel calm and at peace. [CLIP: Theme music]"]},{"begin":"1000.760","end":"1046.280","lines":["That’s all for today’s episode. Tune in next Friday to broaden your horizon a little further with a look at archaeoastronomy. In the meantime we’ll be back on Monday with our usual news roundup. And you won’t want to miss next Wednesday’s episode, where we’ll dig into the surprising history of sex testing at the Olympics. Science Quickly is produced by Jeff DelViscio, Fonda Mwangi, Kelso Harper, Madison Goldberg and me, Rachel Feltman. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this series. This episode was reported and hosted by Kata Karáth. For Scientific American’s Science Quickly, I’m Rachel Feltman. Thanks for listening."]}],"duration":1046.2824166666667}