{"title":"A Long-Awaited Climate Experiment Is Poised to Launch in the Amazon. What Will It Find?","img":"https://static.scientificamerican.com/dam/m/3cf0cff40dc9d473/original/AmazonFace3-loop2.gif","url":"https://www.scientificamerican.com/podcast/episode/a-long-awaited-climate-experiment-is-poised-to-launch-in-the-amazon-what/","audio":"https://traffic.megaphone.fm/SAM8843350675.mp3?updated=1714483140","intro":["Ahead of a project to spray carbon dioxide into jungle plots, researchers contemplate what its results might signal about the forest’s future."],"authors":["Daniel Grossman"],"category":["Climate Change"],"transcript":[{"author":"Daniel Grossman","text":"It’s October 2023, and I’m at a gathering of scientists at the Brazilian city of Manaus in the Amazon. Cold beer is flowing freely from a keg after a long day of workshops, presentations and debates. The participants are letting their hair down. They roast each other and snap group photos. [CLIP: Clapping and laughing]"},{"author":"Grossman","text":"Still, even here the scientific work goes on. Small groups gather around posters hanging from stands and discuss the results displayed."},{"author":"","text":"Katrin Fleischer (talking to Richard Norby): But the stem—that’s the basic difference."},{"author":"Richard Norby","text":"That’s right. But that’s applied to the individual tree."},{"author":"Fleischer","text":"Yes."},{"author":"Grossman","text":"Flávia Santana, an ecologist at Brazil’s National Institute for Amazonian Research, tells me these exhibits summarize data collected at a jungle site a 60-mile drive from here."},{"author":"Flávia Santana","text":"The idea of the poster session, it’s to see what we’ve reached so far."},{"author":"Grossman (tape)","text":"The baseline."},{"author":"Santana","text":"The baseline. Yeah."},{"author":"Grossman","text":"The experiment known as AmazonFACE—this event is part of a meeting of its scientific advisory committee—is about to start up at that site. Jungle plots will be flooded with extra carbon dioxide, and researchers will monitor what happens. Baseline data will be essential for interpreting the results. I’m Daniel Grossman, and this is Science, Quickly. [CLIP: Theme music] This is the last of three episodes about a radical, decades-in-the-making experiment to understand whether the greenhouse gas protection detail the Amazon gives humankind might retire soon."},{"author":"Grossman","text":"In the first two episodes I explained why it’s so important to conduct this fanciful experiment and how the specialized gear needed to pull it off was assembled in the middle of the rain forest. If you haven’t listened to the earlier episodes, here’s a quick recap. The main goal of the AmazonFACE experiment is really very simple, says Beto Quesada, one of the project’s leaders."},{"author":"Beto Quesada","text":"Rising temperatures, decreasing precipitation—it will change the forest. I think what we are trying to do is simply trying to understand if the Amazon will have an edge because there is more CO2 in the atmosphere."},{"author":"Grossman","text":"Every year the forest absorbs more than a billion tons of CO2, slowing global warming. Beto, who is an ecologist at Brazil’s National Institute for Amazonian Research, adds that if more CO2 gives the Amazon an edge, the forest of the future could thrive rather than wilting away from too much heat and too little water. Whether it thrives or wilts could make a big difference in how much the planet warms in the coming decades. And that gets us to this episode."},{"author":"Grossman","text":"Many scientists fear the experiment will show that extra CO2 in the atmosphere is unlikely to give the forest the hoped-for advantage. Richard Betts, one of the experiment’s scientific advisers, worries that the computer models used to forecast future warming might be based on overly optimistic assumptions about the forest’s resilience."},{"author":"Richard Betts","text":"There’s certainly a very big risk that the models may be overestimating the strength of carbon uptake from the atmosphere."},{"author":"Grossman","text":"Richard is a top climate modeler at the U.K.’s Met Office Hadley Center."},{"author":"Grossman (tape)","text":"What would that mean?"},{"author":"Betts","text":"If the extraction of CO2 from the atmosphere by ecosystems, including the Amazon, if that is not as strong as the models think in the future, that means we can’t get away with emitting so much; we have to emit less."},{"author":"Grossman","text":"Richard worries that the models might be programmed with unrealistic assumptions about how much of an advantage more CO2 might give the forest. Richard Norby, another scientific adviser, says the question of how the Amazon will respond to more CO2 has been studied in carbon fertilization experiments in labs, greenhouses and small chambers that look like roofless greenhouses. Seedlings and small trees have been fed extra CO2 in these experiments, but such conditions might fail to produce the response of an actual tropical forest."},{"author":"Grossman","text":"To know for sure how a forest will behave with extra CO2, researchers need to run fertilization experiments, such as AmazonFACE, that are believed to give the best results. Carbon fertilization experiments have never been done among towering tropical trees like those in the Amazon."},{"author":"Richard Norby","text":"We know a lot about how individual leaves respond to CO2—even individual plants growing alone. But that doesn’t project how a whole ecosystem responds. Lots of stuff changes when that leaf and that whole plant is in the entire environment."},{"author":"Grossman","text":"One part of an ecosystem that it definitely makes more sense to study in a real forest is the soil. Richard, a leading expert on carbon fertilization, says that although greenhouse plants grow better with more CO2, Amazon jungle might not because of the lack of phosphorus in much of its soil. He says that experiments in the lab to test this are too artificial to get good results even if you bring in a load of jungle soil. To really understand how this works, you need field experiments in actual forests. [CLIP: Faint forest sounds and bird noises]"},{"author":"Grossman","text":"Scientists have long known that much of the Amazon’s soil is naturally low in phosphorus. But until recently no one had run an experiment in a jungle plot there to see if this gets in the way of plant growth. At a jungle site roughly 40 miles north of Manaus, Beto and a bevy of collaborators are conducting the first experiment to find out. The research is considered an important complement to AmazonFACE. Raffaello Di Ponzio, a Ph.D. student at the Federal University of Minas Gerais, tramps through a thicket of vines and slender trees."},{"author":"Grossman","text":"He casts handfuls of phosphorus-rich fertilizer pellets onto the ground. [CLIP: Sound of rustling bags and hand spreading of fertilizer]"},{"author":"Raffaello Di Ponzio (speaking in Portuguese with English translation)","text":"Watch closely. I’ve got to ensure an even spread across the entire portion, so I just toss it like this. It’s all about covering the ground uniformly. I keep an eye on the boundaries, toss, and then when I see the leaves moving, I know the fertilizer’s been distributed there."},{"author":"Grossman","text":"Since 2017 Raffaello, who manages this experiment, and several of his colleagues have spread fertilizer in 32 plots, each about half the size of a football field. The experiment relies on a concept pioneered in the 19th century for improving crop productivity. Plants need many inputs, such as sun, water, carbon dioxide and various nutrients. Researchers believe that for any given combination of inputs available to a forest, at least one of them hinders growth—that’s called a limiting factor."},{"author":"Grossman","text":"To test if an input—say, for instance, the phosphorus content of a forest’s soil—is a limiting factor, you simply provide more of it and watch if plants grow better. Recently Beto’s international team published two years of results. Compared with control plots, phosphorus-fertilized jungle grew substantially better. Beto is one of six principal investigators for the experiment and oversees its operations. He says the results are clear."},{"author":"Quesada","text":"It shows one thing that we hypothesize for a very long time: that these forests are strongly limited by phosphorus."},{"author":"Grossman","text":"The jungle has been contending with phosphorus issues for millennia. [CLIP: “Let There Be Rain,” by Silver Maple] Most of the phosphorus in the Amazon originated in the bedrock of surrounding regions. For millions of years mountains and other elevated areas there rose up and then were eroded by rain and wind. Elements such as phosphorus were then blown and washed down to their current locations. Most of the phosphorus subsequently became bound up in chemically inaccessible forms or got rinsed out of the soil in countless rainstorms, and very little is being added anymore."},{"author":"Grossman","text":"Plant researchers have known all this for decades. But this experiment is the best scientific evidence yet that phosphorus could be the forest’s limiting factor. And that means that in the future, the forest would likely be influenced by two diametrically opposing forces. On the one hand, higher temperatures combined with more carbon dioxide would accelerate the process of photosynthesis that powers plant growth. On the other hand, phosphorus limitation would apply the brakes. And Richard Norby’s hunch is that the brakes would win out. Richard is the CO2 fertilization expert we met earlier."},{"author":"Norby","text":"I think the phosphorus limitation is likely to be a lot more important than the temperature response."},{"author":"Grossman","text":"If he’s right, phosphorus limitation will prevent carbon dioxide from helping the forest grow better, meaning increased CO2 in the atmosphere will not save the Amazon from global warming. But he also says his hunch could be wrong—the jungle might have a trick up its sleeve."},{"author":"Norby","text":"On the other hand, there are mechanisms that we can easily propose whereby elevated CO2 would alleviate some of that phosphorus limitation."},{"author":"Grossman","text":"What are those mechanisms? Scientists have proposed that trees exposed to more CO2 could somehow acquire untapped phosphorus in the soil and overcome current phosphorus limitations. Perhaps some trees would produce roots that could mine phosphorus from deeper soil or stimulate microbial activity that could make the otherwise chemically inaccessible phosphorus compounds available. The AmazonFACE researchers will watch for these and other possible responses to additional CO2. In that way, they’ll learn how the forest works and make predictions about how it will behave in the future, Beto says."},{"author":"Quesada","text":"So what an experiment like ours do is simulating one single factor, changing one single factor—which is the CO2—to understand its impact in the rain forest."},{"author":"Grossman","text":"Beto says it might seem like scientists seeking to determine future carbon uptake could simply expose a forest patch to some future date’s specific conditions: the precipitation level, temperature range and CO2 concentrations of, say, 2050. But that would be a fool’s errand, Beto says, because they can’t be sure what the conditions will be in 2050. It’s actually what we all want to know."},{"author":"Quesada","text":"We are not simulating the future climate; we are not simulating temperature, we are not simulating what's happening in terms of reducing precipitation. So this would be very nice to do, but it would be really complex—and even complex to understand the results."},{"author":"Grossman","text":"Instead they study one factor at a time to learn how the forest works. In one experiment it’s drought. In AmazonFACE it’s carbon dioxide. Then they monitor every possible element that might influence carbon uptake: Did trees produce more or fewer leaves or roots? Did the trees’ water usage change?"},{"author":"Thorsten Grams","text":"We’re trying to understand the responses of an ecosystem in a mechanistic way."},{"author":"Grossman","text":"By mechanistic, ecophysiologist Thorsten Grams means treating the forest like a machine with interconnected parts—like a car. You can predict how a car will perform under untested conditions if you know what it’s made of and how its parts relate to each other. How will it handle a steep mountain drive? That’s something you can predict if you know the grip of the tires, the response time of the brakes and the car’s turning radius. The same principles apply to ecosystems, says Thorsten, another AmazonFACE scientific adviser."},{"author":"Grams","text":"And then we’re trying to implement these mechanisms into a model, then use the model to calculate, “Okay, how will the ecosystem respond in 100 years or 200 years? And how will it respond to different increases in CO2 concentrations?”"},{"author":"Grossman","text":"AmazonFACE members want a model for predicting the health of the Amazon forest in the decades to come under the conditions global warming might cause. Right now the key piece they need to complete their climate puzzle is information about how the forest responds to increased carbon dioxide. But after more than a decade of waiting, the piece won’t be missing for much longer. David Lapola—remember, he’s one of the project leads we first met in Episode One—says the researchers will turn on the gas for a trial run in a matter of months."},{"author":"Grossman","text":"And by early next year all six plots—three receiving extra CO2 and three controls—should be up and running."},{"author":"David Lapola","text":"All the infrastructure we needed—all the conditions—are gathered. I think we got the right people; we are in the right place, the right moment now, so we are ready to do it. We just got to be prepared to read the signs the forest will give us."},{"author":"Grossman","text":"This is the end of our three-part deep dive into the carbon-breathing heart of the Amazon. Thanks for coming with me for the entire ride. Science, Quickly is produced by Jeff DelViscio, Rachel Feltman, Kelso Harper and Madison Goldberg. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this miniseries. This story was produced with assistance from the Pulitzer Center and additional support from the Pendleton Mazer Family Fund. Special thanks to Dado Galdieri and Patrick Vanier for logistical support and to Lucas Pinheiro for providing translations. Don’t forget to subscribe to Science, Quickly."},{"author":"Grossman","text":"And for more in-depth science news, visit ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Daniel Grossman."}],"wave_peaks":[563,1502,1284,1484,1965,1761,1610,1694,2078,2063,2417,2128,1654,1496,15268,14347,13040,11138,15481,12154,11154,13238,2559,13663,14864,17017,16753,10909,12916,12740,12646,15704,12817,14201,11381,14571,14278,12688,8519,10355,14179,10810,1177,453,583,417,12582,12687,14751,9500,21269,12474,11424,13812,13955,13158,9447,13771,13436,15347,13837,7946,14973,12804,11216,13276,11841,9166,584,9972,15884,16729,14385,12891,11378,14140,15475,9023,1028,16791,15631,16494,12170,13314,14933,14375,17538,16761,10251,5928,7161,8906,6624,11300,3723,9102,10599,8417,6372,3268,1685,4639,12191,13846,633,12779,14252,14514,16750,15852,13997,15473,15480,12063,15108,15082,15962,14513,15406,14507,14521,13684,11944,11097,14706,13936,8835,15908,16652,13742,19182,13918,16100,11587,995,8215,11825,7468,5463,11692,5317,3778,11590,4757,2510,3913,21914,21687,20680,7338,7404,5380,16769,5884,13503,14162,12514,16815,3233,16529,15174,12621,15848,13616,12643,15198,10521,13462,12484,8875,13885,15147,12600,11053,5570,3434,13069,10389,12272,14332,15462,14775,12618,13986,15970,13215,12338,16569,14422,12365,15600,11867,14263,15810,14141,8153,2086,2427,16940,15917,17678,10261,17317,11696,12581,6039,4605,6429,5825,4360,6050,7785,17218,11192,14648,4119,5688,5045,11650,11937,7205,5810,4331,11605,12815,14702,20058,20935,16842,18681,13360,1732,14462,18432,13926,16141,8361,10649,10712,11996,11601,834,17114,13910,12796,14781,12861,11863,9425,15763,12561,12894,14397,7649,10502,765,15260,14069,16005,17269,13467,14082,10433,744,21157,12967,15266,14405,11045,15366,7803,17604,13538,16572,15629,15067,7385,11119,15156,15258,13806,11648,14959,10444,16008,8622,5192,14347,14170,13824,13837,9645,13185,11003,8353,12627,11656,16119,16161,10829,614,645,15034,14643,15224,18058,13085,13687,11255,12871,12106,13653,9890,16419,8241,8747,4908,2698,1564,1246,2050,8242,3504,2292,12500,14432,17288,16290,11544,8199,15193,13528,12505,13132,13512,12463,13812,13506,16624,14372,13355,14174,13131,11106,13969,13369,12247,14566,14687,14552,14887,14952,12089,13695,13301,11591,11544,5290,5024,14459,16001,14732,15194,13061,14346,1121,16209,10453,15056,12794,8153,1385,3464,2589,3228,1445,3630,5927,8272,8750,3885,5161,5824,5284,6496,5210,3177,758,349,146,103,13349,11331,13485,12896,12610,14148,14510,13862,14180,11975,13707,8219,13169,15761,12966,13443,12394,13837,12701,4261,12514,13387,13877,13431,14151,9236,13505,12532,12572,16435,13097,14081,12293,21226,7541,13123,13018,14046,10705,10115,5,13181,13865,16977,13745,13849,12503,12662,13624,8117,11359,13982,13038,12353,1203,1630,864,571,1888,2264,2371,1217,1766,2201,2340,876,855,457,282,265,178,167,13600,18528,14199,14666,14804,15559,12973,12670,12703,8203,8553,12678,12851,13412,11901,13433,12644,15185,13730,3957,11796,16303,12324,12948,11150,5735,21827,17198,20788,4798,12870,12250,10657,7499,6279,2778,238,12592,9555,4488,7587,12278,4637,1184,231,209,19225,21837,15933,12927,12497,13243,9064,9388,6382,17116,17329,16087,12908,7745,14371,5143,14209,21592,10907,10730,12306,8191,3690,12283,9246,6737,7243,4544,4332,8354,2616,722,15981,15813,13436,13645,14200,13233,15390,17352,18223,11015,12632,9645,13451,12534,11450,12084,15181,13737,12104,15454,14224,236,0,13046,13209,11994,10728,12641,13360,12506,9299,13009,10241,13144,7876,10733,11565,9191,12949,14020,14520,12736,9948,738,13250,15737,15467,12320,11792,14878,12150,15426,11950,13455,14320,14041,10163,373,10291,13237,14922,11904,13119,10317,11589,14259,13156,14587,11773,18179,17866,13259,13179,13164,8659,8662,9072,9955,14864,11080,0,427,19615,11674,16709,11082,9021,15504,11656,1447,14056,12916,13283,9824,14211,12615,15147,13993,12147,12932,10749,13536,10626,14046,14858,13331,6406,0,15989,13420,15406,14166,15496,14005,14385,3400,1844,2201,753,715,1918,2293,2607,2458,1111,2117,2417,1222,803,2096,2113,2011,871,1727,1962,1650,868,650,332,11267,13552,12744,11628,10950,13357,13865,12382,14566,10047,13043,12471,11357,16061,13924,10454,12169,10643,12581,9873,13869,13193,13893,10679,13243,12142,13646,11579,13889,11035,14087,7250,3390,4,16433,14776,14006,15996,13052,14185,16002,16473,14258,12539,14792,14276,12734,17058,13109,16755,16627,11495,14926,6952,11929,14263,14406,13729,9324,10454,14056,11297,9739,16892,9658,13417,12625,14618,14162,12548,12211,13231,11529,14594,13557,9707,11106,16178,10323,14408,14736,11023,18491,10157,7835,11990,21824,8219,14854,14959,5880,15368,16657,19510,14627,13194,13830,9149,14559,10382,1058,5226,20509,8714,10134,11505,10905,17758,15780,15294,12874,14582,16320,12777,10537,13352,11291,13722,15630,14236,14303,15873,11305,6505,1837,15401,10070,6619,1317,957,3863,9187,516,530,11566,9241,17816,21823,13235,12510,14306,11390,13668,10190,8249,8247,9877,7497,12771,6278,902,21838,18917,11667,21414,21850,17040,17038,9356,18886,1253,20031,15558,14369,4928,21851,21805,11591,8352,17856,9744,15144,13452,21694,4932,481,14328,16944,13420,15238,13507,11750,14956,12107,13893,12855,12607,11321,14775,11551,11177,13430,15456,15476,15050,13451,12854,13226,8218,12780,14827,13017,14268,12472,13496,5154,0,11989,13662,15455,10671,14744,14108,11894,11458,12517,8624,14576,11462,13993,13980,13683,13213,14083,13692,10876,13943,13897,8872,11753,12887,8848,5355,15419,14514,14649,13412,15095,12321,13930,13496,13090,14498,11372,7665,12876,13385,12128,12217,13141,17460,11807,13956,11927,13148,13032,11088,14741,14233,13035,12969,11779,12229,6069,0,13835,11811,12403,11104,14232,9853,13394,13293,14143,14201,13031,14451,12865,11829,11722,11509,10856,585,20139,13730,16499,15162,12866,13334,14117,14776,11723,13340,15844,14996,16186,12584,13816,7872,11875,10974,9086,10975,13298,10,15508,14731,14659,14856,10722,11382,12072,12407,11319,11887,11112,11034,9637,6207,15849,11961,12538,13489,13609,13627,13928,14824,13878,13186,13134,13787,15710,13872,15117,14528,11862,10844,12364,11447,15549,14543,16391,14840,7949,4,14596,12690,13536,17549,13754,13362,13051,14558,17070,16225,14341,13226,14922,11634,14490,14157,8944,11948,8711,13063,11835,13970,11766,2277,21842,17177,16005,11346,10885,12423,12303,11220,7150,7809,4745,11696,7505,8872,5581,9112,10591,9455,8140,9933,10023,10900,13466,5099,801,13784,17760,16780,6926,11283,9097,8685,4610,2583,2855,7407,360,11368,21589,17762,16748,12840,7333,1513,17518,11031,11165,16421,10518,13908,7637,11870,14553,14430,571,12850,17105,18885,16940,14524,16118,15169,14499,11184,12510,12583,14224,12255,17252,11335,13424,11323,8448,2767,14242,12836,12811,2031,13551,15679,11606,11766,13369,13647,12784,14542,12601,11976,13727,12297,14845,14352,13094,14228,13072,12927,11160,11670,14501,14217,11839,12122,14226,12125,12636,344,13935,15269,15113,10267,10575,12970,2699,8574,11492,14735,13639,13353,10608,13385,10262,11814,11331,11846,10917,620,0,9866,17536,14782,12791,11825,17466,13153,13646,10725,12523,11444,9907,19588,14845,11927,14414,12399,14319,13246,1898,14612,14066,14606,13640,15122,12438,16990,10869,10094,0,0,11863,9196,12013,13612,13217,14521,10604,10336,11264,11776,6514,10390,12137,11371,9279,13165,8864,8391,9434,12082,7186,1443,1293,1710,1589,1436,1581,1618,1787,1710,1362,1744,1346,1418,14310,13313,15445,15194,11955,14782,12783,12703,13456,12746,12255,14876,7237,14305,13619,12848,8742,594,473,13451,13660,13907,14477,14478,15907,13554,11746,14328,11073,10479,15193,10357,11825,11664,14208,14361,11164,14429,12893,16382,11882,11061,14103,1229,366,498,359,14822,15423,17823,15077,17294,13042,15478,14449,12762,14568,16700,11825,558,17198,14728,15237,15004,13934,16248,12458,12474,16445,12019,12799,11680,17041,13946,10611,14978,15302,2632,611,523,20155,19073,10882,15187,15109,12446,13720,11814,12612,9279,12508,13476,12248,8590,406,402,328,788,18251,18864,10401,15011,20362,7180,13092,14404,14160,11379,15587,14530,8273,15321,13681,11882,13383,13406,16960,17671,12024,5694,12618,13215,13964,14256,14599,15349,11696,15410,12617,12200,10638,1335,2546,10191,15140,14319,13224,12889,14692,13178,13329,11728,14151,14717,16904,14590,14298,14453,5927,813,1872,1319,4820,996,832,1318,620,897,780,2346,1649,3373,3516,862,991,609,11757,14566,6545,12433,8142,7346,6440,11674,7642,4290,6370,11069,5597,2093,804,21831,12241,3403,2983,8842,21881,20731,18016,14340,16358,13793,9665,12390,4013,20822,16516,9620,12447,3105,1306,1385,9720,21912,18184,12037,9264,13563,2761,1078,11768,16664,15168,13483,8917,19360,12598,2180,10758,13665,9699,14055,2978,15996,15145,11094,7070,10349,6672,1202,710,2095,6686,6483,4941,3422,2113,2677,2669,3699,9464,15162,14096,15989,11296,8780,14527,14258,14844,3306,15225,14186,11261,14910,12687,8971,13314,11811,12458,12904,11456,17491,11700,12594,11374,14820,13753,8360,11208,8331,10457,12974,12062,7788,17942,14215,14422,14413,13000,13027,12635,15873,7982,1393,468,432,13401,16121,11759,15354,14224,13551,12906,14008,8074,12239,12151,13962,11075,15494,9026,12234,11271,15585,16666,18565,14658,15753,1455,437,2065,13298,12736,11065,14233,15982,10770,14943,9918,15305,12519,15785,17478,16147,14345,14657,9308,15462,13786,11319,9730,7477,6712,14471,15643,14793,12098,14207,11841,9658,16623,13049,15573,12818,14202,12466,9684,14387,10423,8276,12996,4968,10889,10114,11664,16981,11227,14669,13176,15581,1328,16492,14557,14936,12005,11632,13298,16413,14854,6833,375,396,397,14961,12735,15879,15298,14804,15095,15302,12703,13025,13496,16069,12188,11534,14447,13692,12100,14418,17123,14797,3999,14971,18152,18564,15804,14726,10372,12524,10436,17618,16449,14968,15168,8741,16031,16196,12243,12011,14098,14988,11475,515,397,498,3910,13220,9202,7207,13954,13269,15523,13920,9507,10811,11241,14542,9153,15763,14299,12726,15094,8022,475,438,15020,11952,14685,11892,13078,13376,13430,6950,14849,12243,15492,14517,17151,16188,13539,15673,14737,13966,15611,13010,14813,687,435,383,19433,14925,15205,14635,10438,16655,13583,14403,16665,11730,11602,13473,13898,3016,6089,10857,10696,15232,13057,13033,5469,372,13651,15526,14977,15922,9964,9198,9643,1640,9636,21810,5730,2558,18292,17445,14049,7561,5917,9502,8887,7339,7009,14339,11716,12856,21822,17911,18704,6101,21819,11132,10606,9406,11682,2053,14074,17523,12771,11943,15564,15343,16780,11374,14015,13651,16443,13605,1069,2400,1918,2227,2909,4373,14676,14311,15294,14788,11071,12294,13025,13272,11934,12688,14800,14897,7461,10194,13695,9965,6113,6251,14411,14931,12124,10318,13755,11453,13029,9248,13903,14384,12563,13752,12913,11965,2482,13269,14149,9487,12069,11006,14593,11587,13600,12435,12611,11992,3185,2211,14741,13183,11519,13822,12478,11556,15027,13763,14954,12209,13244,13505,13316,11964,15691,12192,10175,7403,1374,14320,12468,13067,13432,10811,11477,13393,14942,7621,11409,12900,14533,13060,8463,9879,9554,12434,13089,11005,12312,6875,15395,14341,14648,15561,12427,13450,13044,14864,11445,12460,10183,9340,13012,13271,14249,12805,12640,14874,12095,11969,9052,1010,1725,15011,15942,14827,12309,13610,13560,13123,12823,14829,14024,7162,1770,2245,15036,11026,15981,12701,8874,12366,14896,14442,13279,11302,13089,10489,15959,1376,15178,17091,15370,12866,12697,13009,14843,14002,7946,13392,15750,14125,8134,1742,1523,13479,16177,14980,14451,12008,10793,13706,1739,15960,14809,13168,15250,12405,11046,12760,14619,14895,9646,16390,13738,12263,13139,14126,13287,16521,12557,5790,1538,15400,15046,12508,13573,2450,18747,14101,13903,11660,12798,15675,10769,14566,15672,16274,16047,15501,2485,19260,14046,14667,14524,15019,14819,14938,14447,15868,10950,11355,16377,12948,11541,15379,2094,1807,18547,17519,16601,13143,3310,17275,14038,13096,13418,13914,8776,10503,14182,14094,14760,14363,13961,575,14612,14936,14998,13791,9154,6053,11202,14560,14768,13781,11746,14001,2828,730,14774,14582,14210,15874,10618,13348,15599,13930,11371,12089,12398,14136,3124,11502,12070,18020,9833,11957,7718,653,5239,19288,8510,11889,9496,15422,7259,11690,5116,8017,3320,15071,16219,14276,723,15474,12024,12281,14339,13908,14737,12689,16287,15930,15525,14031,18457,12666,16344,15744,12729,14394,11871,17396,9719,998,13479,18115,12116,11763,15987,13760,13048,13958,15607,10910,12091,16275,14255,14213,13515,14837,14285,11207,14483,14128,12941,1059,558,15336,12161,15605,15530,10669,9714,10181,9128,11997,793,13481,16451,16185,14867,15100,7864,17719,14100,12652,12322,209,8239,9822,13626,11498,19425,8336,10543,9764,5416,9445,12167,11722,1875,10960,15830,15580,8582,10156,6976,544,13427,15193,16020,12919,5672,4233,1444,17808,18027,12564,15214,7585,11455,16439,19545,13593,12209,12605,12165,11689,13340,13290,13117,14599,11282,12762,3486,18392,12877,13996,13983,12390,12183,12309,17687,15307,14255,13678,7346,14797,12889,10697,11978,15970,15749,12108,13089,14378,6525,583,13,14322,14537,12079,11940,11922,13116,14751,12775,7971,12106,9115,10880,8366,10850,12487,11348,1085,13914,13015,11368,13095,12575,13896,12333,13209,11158,11056,12991,13873,14899,12320,10934,11590,15253,13865,16034,15291,13684,12201,12542,8963,10968,14392,5601,0,0,13222,14454,14874,15719,13036,10521,9756,13570,11595,11703,11379,16807,15542,14091,12820,13084,12505,16913,15237,14617,13788,12018,0,12160,14203,13516,13930,13975,12690,12748,11484,14484,11638,11262,12279,14180,8585,12236,20751,13290,11768,12078,11209,12099,11100,12245,10025,5478,14254,20846,19437,21440,15062,14354,3696,10343,10341,9109,7974,4706,4076,11534,17527,12503,8737,21821,14979,20643,7843,621,262,21748,12657,11726,14465,10791,8947,3698,6087,4474,3748,6158,1037,387,15672,17225,18241,9115,19708,5911,8010,8197,9117,8514,5473,1425,16855,13650,14327,12123,13695,12375,12497,14607,11553,10585,10219,11363,11537,9983,10931,15125,15132,13386,6874,10516,9699,17003,13523,10607,12265,15710,7169,13291,14877,15284,16554,14962,15572,16796,14937,17254,8572,16159,20152,16336,15984,16247,14390,19462,15522,13827,11887,14747,15616,17835,17553,15896,15162,13970,19201,15388,15045,13723,13508,18,23,379,16394,15776,16768,14191,13390,16353,12238,12251,11929,6222,11952,14667,14805,9946,10442,12620,15803,12515,12867,12860,10189,10268,9072,6139,13801,13611,9780,15969,14888,13506,11624,1686,18115,18225,9018,5177,3241,2778,6699,4920,7497,5634,162,198,3911,4842,3290,2294,8993,6075,4729,7881,4795,5780,4724,904,6917,8953,7498,5773,8210,5151,5923,6033,5202,7739,7117,3884,436,799,17526,15816,937,2266,12240,20711,9632,17590,20873,8945,5357,18878,13879,7832,7011,660,865,8354,9252,12959,19070,20690,21860,12604,13208,10377,9683,11579,4023,14354,15356,14177,15767,13539,17475,11441,11990,14911,11739,11226,13561,10440,12700,12206,9245,0,13837,16241,15041,15301,11351,16109,12549,208,243,17391,17439,14972,13252,11119,14778,16062,14252,11524,56,13274,17175,15029,15050,9837,11305,11998,15191,13455,13497,11810,15891,12427,12067,16292,15282,5101,0,13913,10919,8130,10914,5541,11963,12615,8979,12181,8839,8596,11726,11632,11728,11739,11265,10911,11188,13041,13183,11483,14243,3718,863,16669,13466,12623,14807,14848,18018,13982,11545,9754,13302,8405,6086,9245,10150,6419,12603,6369,14862,14824,13435,11710,808,10444,14392,15880,13625,12619,11721,14175,13230,13099,9175,14969,11976,10227,13692,11906,13070,12092,11282,11558,13754,11783,13428,12178,87,14712,17434,13111,0,15438,17735,19701,21432,17664,17036,12050,14940,15975,15764,17120,11726,14795,9808,14871,15897,15218,12319,19308,8898,14317,13779,12523,14423,12456,12845,4009,1880,1930,2240,20070,15051,15395,12467,14689,12945,15762,6529,1709,13080,13678,14771,13690,13571,13685,13378,15525,14371,13064,8202,13936,13490,12261,13540,14973,11366,12790,15591,12250,12283,11522,11060,1825,1703,3190,3229,2627,1222,1258,1334,15267,15044,12427,13076,15656,10444,15337,13564,13017,13788,10575,14176,17959,13792,15479,16075,17203,13169,14095,15276,13358,13919,13038,9863,13230,12342,17823,17934,9075,8257,12431,15051,1331,13035,10659,15368,14253,19049,12360,19967,15690,15740,11051,13578,14580,1607,2714,9428,10498,12044,13714,8349,11838,4585,6183,7798,5139,4036,6484,17671,11724,17739,17407,3944,13464,13195,9153,10632,6787,3959,4056,4450,1376,13908,15452,13513,15161,12374,13981,13686,11198,9229,15115,12914,14944,12906,13291,13189,13580,12386,14855,11560,13777,13896,14687,10729,15216,12017,14312,13310,14408,12451,11587,6845,0,15144,17510,16074,10428,13162,12400,13570,8379,11035,14152,13347,9592,9684,496,13655,13864,13124,14096,11575,13075,11832,11196,14587,11951,8806,13605,13971,14938,13022,12302,5778,609,782,13927,12639,14346,12858,13989,11915,13206,12840,572,8189,12619,13055,11146,14266,11140,14553,15023,7292,1335,1166,1172,1066,977,1119,1097,905,862,1137,823,10428,12214,15949,15263,6967,16624,12193,16020,16111,15052,10587,10849,12492,13781,13489,13165,13977,13457,3759,13810,14668,13319,11692,9660,11220,12037,13875,13321,11324,10707,12973,13454,13576,11425,13708,15654,12994,7617,854,18085,15001,12098,11573,10984,2271,11908,10131,11248,14047,7992,11086,12092,14133,11450,11734,14906,12054,8073,12450,11374,11753,10142,4408,14550,15194,15448,13497,1300,851,14760,15175,19548,14366,14820,21686,18261,13551,12154,4323,771,9884,21923,21924,6310,487,434,14070,13706,15167,14778,9781,12745,7736,570,6323,11387,21796,21863,14379,21869,14866,7134,13541,954,523,462,9150,17787,18234,10685,11888,1494,651,572,17215,21683,17635,21911,21859,12667,16075,924,765,4155,12598,13809,3638,11129,11608,9069,4313,1339,1354,1423,1483,1207,1589,1527,2116,2209,2656,1568,1484,1547,1872,1642,1606,1200,1141,1015,20118,15666,13964,14867,9938,14612,13777,11517,17205,18244,11040,10126,16404,15222,13940,13119,15878,10985,13684,13792,7185,1125,14342,16229,17014,14199,12292,9726,15594,14324,14164,819,614,858,968,943,2399,2131,3494,2736,2880,3483,2743,2622,2321,3275,4546,4271,2595,2403,3395,3257,3082,3161,2729,18661,16376,17129,12988,14912,15491,15259,19114,15902,15958,13710,2912,15737,13322,14887,13156,6075,14786,14934,17871,17015,14007,14334,11864,15954,17102,1206,18670,13047,14843,9635,14581,16372,19311,15135,11509,16256,2125,1084,17464,17751,13358,13216,14469,12181,13635,1845,16498,14708,11431,12421,11901,12084,1641,15924,13472,13314,14404,13595,15118,14482,10659,14370,13638,12652,13181,457,18111,13664,14041,14057,16123,15162,14672,15206,15265,12810,13882,11071,839,659,4347,19722,14868,15943,18781,18309,16462,15870,15695,5746,16300,16276,14246,10981,10854,13659,13092,11482,953,14386,14588,15054,13361,15667,17401,11863,15066,10948,12456,15026,9489,5971,734,544,15450,12893,16128,16469,17300,14340,14429,14162,12711,8609,8075,14517,13212,13301,14763,11787,12665,13192,12604,18674,15152,15099,10094,12083,13991,11594,13950,12775,11098,1384,14434,19581,18057,17675,16799,16178,16318,13199,16732,11475,1291,14530,14197,14989,11446,16719,9336,2293,2815,2947,2348,3104,3736,12964,10666,7830,6303,5506,5357,3081,2645,5924,7174,4918,2634,2252,2710,362,179,61,21,6],"fragments":[{"begin":"0.000","end":"45.520","lines":["It’s October 2023, and I’m at a gathering of scientists at the Brazilian city of Manaus in the Amazon. Cold beer is flowing freely from a keg after a long day of workshops, presentations and debates. The participants are letting their hair down. They roast each other and snap group photos. [CLIP: Clapping and laughing]"]},{"begin":"45.520","end":"74.360","lines":["Still, even here the scientific work goes on. Small groups gather around posters hanging from stands and discuss the results displayed."]},{"begin":"74.360","end":"91.680","lines":["Katrin Fleischer (talking to Richard Norby): But the stem—that’s the basic difference."]},{"begin":"91.680","end":"97.560","lines":["That’s right. But that’s applied to the individual tree."]},{"begin":"97.560","end":"98.000","lines":["Yes."]},{"begin":"98.000","end":"118.360","lines":["Flávia Santana, an ecologist at Brazil’s National Institute for Amazonian Research, tells me these exhibits summarize data collected at a jungle site a 60-mile drive from here."]},{"begin":"118.360","end":"123.960","lines":["The idea of the poster session, it’s to see what we’ve reached so far."]},{"begin":"123.960","end":"125.800","lines":["The baseline."]},{"begin":"125.800","end":"128.200","lines":["The baseline. Yeah."]},{"begin":"128.200","end":"175.920","lines":["The experiment known as AmazonFACE—this event is part of a meeting of its scientific advisory committee—is about to start up at that site. Jungle plots will be flooded with extra carbon dioxide, and researchers will monitor what happens. Baseline data will be essential for interpreting the results. I’m Daniel Grossman, and this is Science, Quickly. [CLIP: Theme music] This is the last of three episodes about a radical, decades-in-the-making experiment to understand whether the greenhouse gas protection detail the Amazon gives humankind might retire soon."]},{"begin":"175.920","end":"205.400","lines":["In the first two episodes I explained why it’s so important to conduct this fanciful experiment and how the specialized gear needed to pull it off was assembled in the middle of the rain forest. If you haven’t listened to the earlier episodes, here’s a quick recap. The main goal of the AmazonFACE experiment is really very simple, says Beto Quesada, one of the project’s leaders."]},{"begin":"205.400","end":"220.920","lines":["Rising temperatures, decreasing precipitation—it will change the forest. I think what we are trying to do is simply trying to understand if the Amazon will have an edge because there is more CO2 in the atmosphere."]},{"begin":"220.920","end":"262.720","lines":["Every year the forest absorbs more than a billion tons of CO2, slowing global warming. Beto, who is an ecologist at Brazil’s National Institute for Amazonian Research, adds that if more CO2 gives the Amazon an edge, the forest of the future could thrive rather than wilting away from too much heat and too little water. Whether it thrives or wilts could make a big difference in how much the planet warms in the coming decades. And that gets us to this episode."]},{"begin":"262.720","end":"288.080","lines":["Many scientists fear the experiment will show that extra CO2 in the atmosphere is unlikely to give the forest the hoped-for advantage. Richard Betts, one of the experiment’s scientific advisers, worries that the computer models used to forecast future warming might be based on overly optimistic assumptions about the forest’s resilience."]},{"begin":"288.080","end":"294.840","lines":["There’s certainly a very big risk that the models may be overestimating the strength of carbon uptake from the atmosphere."]},{"begin":"294.840","end":"300.080","lines":["Richard is a top climate modeler at the U.K.’s Met Office Hadley Center."]},{"begin":"300.080","end":"302.960","lines":["What would that mean?"]},{"begin":"302.960","end":"315.360","lines":["If the extraction of CO2 from the atmosphere by ecosystems, including the Amazon, if that is not as strong as the models think in the future, that means we can’t get away with emitting so much; we have to emit less."]},{"begin":"315.360","end":"353.680","lines":["Richard worries that the models might be programmed with unrealistic assumptions about how much of an advantage more CO2 might give the forest. Richard Norby, another scientific adviser, says the question of how the Amazon will respond to more CO2 has been studied in carbon fertilization experiments in labs, greenhouses and small chambers that look like roofless greenhouses. Seedlings and small trees have been fed extra CO2 in these experiments, but such conditions might fail to produce the response of an actual tropical forest."]},{"begin":"353.680","end":"373.200","lines":["To know for sure how a forest will behave with extra CO2, researchers need to run fertilization experiments, such as AmazonFACE, that are believed to give the best results. Carbon fertilization experiments have never been done among towering tropical trees like those in the Amazon."]},{"begin":"373.200","end":"389.960","lines":["We know a lot about how individual leaves respond to CO2—even individual plants growing alone. But that doesn’t project how a whole ecosystem responds. Lots of stuff changes when that leaf and that whole plant is in the entire environment."]},{"begin":"389.960","end":"432.360","lines":["One part of an ecosystem that it definitely makes more sense to study in a real forest is the soil. Richard, a leading expert on carbon fertilization, says that although greenhouse plants grow better with more CO2, Amazon jungle might not because of the lack of phosphorus in much of its soil. He says that experiments in the lab to test this are too artificial to get good results even if you bring in a load of jungle soil. To really understand how this works, you need field experiments in actual forests. [CLIP: Faint forest sounds and bird noises]"]},{"begin":"432.360","end":"469.840","lines":["Scientists have long known that much of the Amazon’s soil is naturally low in phosphorus. But until recently no one had run an experiment in a jungle plot there to see if this gets in the way of plant growth. At a jungle site roughly 40 miles north of Manaus, Beto and a bevy of collaborators are conducting the first experiment to find out. The research is considered an important complement to AmazonFACE. Raffaello Di Ponzio, a Ph.D. student at the Federal University of Minas Gerais, tramps through a thicket of vines and slender trees."]},{"begin":"469.840","end":"484.320","lines":["He casts handfuls of phosphorus-rich fertilizer pellets onto the ground. [CLIP: Sound of rustling bags and hand spreading of fertilizer]"]},{"begin":"484.320","end":"503.680","lines":["Watch closely. I’ve got to ensure an even spread across the entire portion, so I just toss it like this. It’s all about covering the ground uniformly. I keep an eye on the boundaries, toss, and then when I see the leaves moving, I know the fertilizer’s been distributed there."]},{"begin":"503.680","end":"541.960","lines":["Since 2017 Raffaello, who manages this experiment, and several of his colleagues have spread fertilizer in 32 plots, each about half the size of a football field. The experiment relies on a concept pioneered in the 19th century for improving crop productivity. Plants need many inputs, such as sun, water, carbon dioxide and various nutrients. Researchers believe that for any given combination of inputs available to a forest, at least one of them hinders growth—that’s called a limiting factor."]},{"begin":"541.960","end":"577.880","lines":["To test if an input—say, for instance, the phosphorus content of a forest’s soil—is a limiting factor, you simply provide more of it and watch if plants grow better. Recently Beto’s international team published two years of results. Compared with control plots, phosphorus-fertilized jungle grew substantially better. Beto is one of six principal investigators for the experiment and oversees its operations. He says the results are clear."]},{"begin":"577.880","end":"585.800","lines":["It shows one thing that we hypothesize for a very long time: that these forests are strongly limited by phosphorus."]},{"begin":"585.800","end":"623.160","lines":["The jungle has been contending with phosphorus issues for millennia. [CLIP: “Let There Be Rain,” by Silver Maple] Most of the phosphorus in the Amazon originated in the bedrock of surrounding regions. For millions of years mountains and other elevated areas there rose up and then were eroded by rain and wind. Elements such as phosphorus were then blown and washed down to their current locations. Most of the phosphorus subsequently became bound up in chemically inaccessible forms or got rinsed out of the soil in countless rainstorms, and very little is being added anymore."]},{"begin":"623.160","end":"668.840","lines":["Plant researchers have known all this for decades. But this experiment is the best scientific evidence yet that phosphorus could be the forest’s limiting factor. And that means that in the future, the forest would likely be influenced by two diametrically opposing forces. On the one hand, higher temperatures combined with more carbon dioxide would accelerate the process of photosynthesis that powers plant growth. On the other hand, phosphorus limitation would apply the brakes. And Richard Norby’s hunch is that the brakes would win out. Richard is the CO2 fertilization expert we met earlier."]},{"begin":"668.840","end":"674.240","lines":["I think the phosphorus limitation is likely to be a lot more important than the temperature response."]},{"begin":"674.240","end":"695.080","lines":["If he’s right, phosphorus limitation will prevent carbon dioxide from helping the forest grow better, meaning increased CO2 in the atmosphere will not save the Amazon from global warming. But he also says his hunch could be wrong—the jungle might have a trick up its sleeve."]},{"begin":"695.080","end":"703.000","lines":["On the other hand, there are mechanisms that we can easily propose whereby elevated CO2 would alleviate some of that phosphorus limitation."]},{"begin":"703.000","end":"744.360","lines":["What are those mechanisms? Scientists have proposed that trees exposed to more CO2 could somehow acquire untapped phosphorus in the soil and overcome current phosphorus limitations. Perhaps some trees would produce roots that could mine phosphorus from deeper soil or stimulate microbial activity that could make the otherwise chemically inaccessible phosphorus compounds available. The AmazonFACE researchers will watch for these and other possible responses to additional CO2. In that way, they’ll learn how the forest works and make predictions about how it will behave in the future, Beto says."]},{"begin":"744.360","end":"758.720","lines":["So what an experiment like ours do is simulating one single factor, changing one single factor—which is the CO2—to understand its impact in the rain forest."]},{"begin":"758.720","end":"786.920","lines":["Beto says it might seem like scientists seeking to determine future carbon uptake could simply expose a forest patch to some future date’s specific conditions: the precipitation level, temperature range and CO2 concentrations of, say, 2050. But that would be a fool’s errand, Beto says, because they can’t be sure what the conditions will be in 2050. It’s actually what we all want to know."]},{"begin":"786.920","end":"807.240","lines":["We are not simulating the future climate; we are not simulating temperature, we are not simulating what's happening in terms of reducing precipitation. So this would be very nice to do, but it would be really complex—and even complex to understand the results."]},{"begin":"807.240","end":"830.440","lines":["Instead they study one factor at a time to learn how the forest works. In one experiment it’s drought. In AmazonFACE it’s carbon dioxide. Then they monitor every possible element that might influence carbon uptake: Did trees produce more or fewer leaves or roots? Did the trees’ water usage change?"]},{"begin":"830.440","end":"835.680","lines":["We’re trying to understand the responses of an ecosystem in a mechanistic way."]},{"begin":"835.680","end":"872.720","lines":["By mechanistic, ecophysiologist Thorsten Grams means treating the forest like a machine with interconnected parts—like a car. You can predict how a car will perform under untested conditions if you know what it’s made of and how its parts relate to each other. How will it handle a steep mountain drive? That’s something you can predict if you know the grip of the tires, the response time of the brakes and the car’s turning radius. The same principles apply to ecosystems, says Thorsten, another AmazonFACE scientific adviser."]},{"begin":"872.720","end":"888.520","lines":["And then we’re trying to implement these mechanisms into a model, then use the model to calculate, “Okay, how will the ecosystem respond in 100 years or 200 years? And how will it respond to different increases in CO2 concentrations?”"]},{"begin":"888.520","end":"928.480","lines":["AmazonFACE members want a model for predicting the health of the Amazon forest in the decades to come under the conditions global warming might cause. Right now the key piece they need to complete their climate puzzle is information about how the forest responds to increased carbon dioxide. But after more than a decade of waiting, the piece won’t be missing for much longer. David Lapola—remember, he’s one of the project leads we first met in Episode One—says the researchers will turn on the gas for a trial run in a matter of months."]},{"begin":"928.480","end":"937.520","lines":["And by early next year all six plots—three receiving extra CO2 and three controls—should be up and running."]},{"begin":"937.520","end":"958.960","lines":["All the infrastructure we needed—all the conditions—are gathered. I think we got the right people; we are in the right place, the right moment now, so we are ready to do it. We just got to be prepared to read the signs the forest will give us."]},{"begin":"958.960","end":"1015.800","lines":["This is the end of our three-part deep dive into the carbon-breathing heart of the Amazon. Thanks for coming with me for the entire ride. Science, Quickly is produced by Jeff DelViscio, Rachel Feltman, Kelso Harper and Madison Goldberg. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this miniseries. This story was produced with assistance from the Pulitzer Center and additional support from the Pendleton Mazer Family Fund. Special thanks to Dado Galdieri and Patrick Vanier for logistical support and to Lucas Pinheiro for providing translations. Don’t forget to subscribe to Science, Quickly."]},{"begin":"1015.800","end":"1034.080","lines":["And for more in-depth science news, visit ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Daniel Grossman."]}],"duration":1034.0832083333332}