{"title":"Cape Cod Has a Big Septic Tank Problem","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/whats-turning-cape-cods-water-pea-soup-green/","audio":"https://traffic.megaphone.fm/SAM9097560666.mp3?updated=1715877580","intro":["Cape Cod’s water is turning “pea-soup green”—and after decades of scientific detective work, we know why."],"authors":["Rachel Feltman","Barbara Moran","Kathleen Masterson","Madison Goldberg","Jeffery DelViscio"],"category":["Environment"],"transcript":[{"author":"Rachel Feltman","text":"Cape Cod, Massachusetts, is a magnet for summer tourists, with beaches, bays and ponds that draw millions of visitors from around the world. But now that water and that tourist economy are in jeopardy. Decades of pollution are destroying ecosystems and choking water with toxic algae. For Science Quickly, I’m Rachel Feltman. Today we’ll hear the first installment of a three-part podcast Fascination from Science Quickly and WBUR."},{"author":"Rachel Feltman","text":"Over the next three Fridays environmental correspondent Barbara Moran will take us on a trip to Cape Cod to show us where the pollution is coming from—and how communities are scrambling to clean it up. Today’s segment is called “Loved to Death.”"},{"author":"Barbara Moran (tape)","text":"So wait—so you’re flipping through your phone. So what is that? That’s your place?"},{"author":"Andrew Gottlieb","text":"So, yes, this was back on June 16."},{"author":"Moran (tape)","text":"It looks like somebody poured green paint all over your beach."},{"author":"Gottlieb","text":"Yeah, I mean, it’s just—the stuff floats up at night and accumulates, pushed by the wind."},{"author":"Moran (tape)","text":"Yuck."},{"author":"Moran","text":"Meet Andrew Gottlieb. He runs a nonprofit called the Association to Preserve Cape Cod. He lives by a pond in the town of Mashpee, in a home his family has owned for decades. And he’s showing me photos of his pond last summer full of cyanobacteria, more commonly called “toxic” or “blue-green” algae. There were other types of algae, too."},{"author":"Moran (tape)","text":"Oh, my God, wait—go back to that one. What is that even?"},{"author":"Gottlieb","text":"That’s another one. That’s a different part of the [pond]."},{"author":"Moran (tape)","text":"It’s like lettuce."},{"author":"Gottlieb","text":"Two days earlier."},{"author":"Moran (tape)","text":"It’s like somebody spilled lettuce."},{"author":"Gottlieb","text":"Yeah."},{"author":"Moran (tape)","text":"Ew."},{"author":"Moran","text":"A few months after the toxic algal bloom I’m visiting Andrew and his pond, and the water is crystal clear. We walk down his sloping backyard to a small dock."},{"author":"Moran (tape)","text":"It’s amazing. I’m just looking at it, and it’s so clear now, and there’s all these fish. I mean, it looks great."},{"author":"Gottlieb","text":"Yeah, and the irony is: right before the “cyanobloom” in June, the water was gin clear. It looked great, you know, and we all let ourselves think, like, “Hey, maybe this is the year we’re gonna get away with it.” And then [snaps], you know, overnight …"},{"author":"Moran","text":"Overnight came the worst cyanobacteria bloom that he’s ever seen."},{"author":"Gottlieb","text":"It was pea-soup green."},{"author":"Moran (tape)","text":"Ew."},{"author":"Gottlieb","text":"It started earlier, it was more severe, and it lasted longer than anything we’d experienced."},{"author":"Moran","text":"A cyanobacteria bloom like this one gives off toxins that make the water dangerous for swimming. The town issued a health advisory, closing the pond for four weeks in the middle of summer. During that time Andrew’s sister sent him an old photograph. It showed their dad standing in that same pond decades ago."},{"author":"Gottlieb","text":"But what got my eye was the fact that in five feet of water, I could see my father’s feet ..."},{"author":"Moran","text":"Because the water was so clear."},{"author":"Gottlieb","text":"Because the water was so clear. And then my father’s great-grandchildren were unable to be in that same water body. It’s awful."},{"author":"Moran","text":"Cyanobacteria blooms and other types of plant, algal and seaweed overgrowth are happening on the cape more and more. So what happened? Why is Cape Cod’s crystal clear water turning pea-soup green? There are two parts to that answer: one scientific; one historical. [CLIP: Theme music and introduction in an episode of the television program America! entitled “The Cape, the Cod, and the Constant Sea.” Jack Douglas: “Good evening, ladies and gentlemen, this [is] Jack Douglas.”] [CLIP: “How We Met,” by Golden Age Radio]"},{"author":"Moran","text":"In the early 20th century most of Cape Cod was sleepy, and homes were spread out. In 1940 there were still only about 37,000 full-time residents on the whole peninsula. [CLIP: Douglas: “Cape Cod in Massachusetts is certainly one of the most colorful and best-known capes in all the world; yet we’re told that less than 10 percent of America’s population have ever seen it.”]"},{"author":"Moran","text":"That started to change after World War II. The population nearly doubled by 1960 and continued to rise in the following decades. Summer tourism boomed. [CLIP: Douglas: “Commercial Street and the adjacent downtown streets look like this during the summer season. The sidewalks are jammed. The traffic is bumper to bumper.”]"},{"author":"Moran","text":"Today there are almost a quarter of a million year-round residents and more than five million annual visitors—which, on the one hand, is great for the cape. The region now pulls in more than $1 billion from tourism every year. But there was a downside to that boom. Back in the 1970s and 1980s people started to notice changes to Cape Cod’s water. Like, in some saltwater bays, the water turned murky, and it smelled bad."},{"author":"Brian Baumgaertel","text":"People started to recognize that the quality of our embayments, our estuaries was degrading."},{"author":"Moran","text":"This is Brian Baumgaertel, director of the Massachusetts Alternative Septic System Test Center. He’s an expert on Cape Cod’s water problems."},{"author":"Baumgaertel","text":"The people who were out on the water all the time were observing fish kills, oxygen depletion. They were starting to see areas where eelgrass was starting to die back. And I don’t think they fully understood what was going on at the time, but they knew that there was some sort of human-based impact."},{"author":"Moran","text":"But what—what exactly were humans doing that was impacting Cape Cod’s water? [CLIP: “Running through the Dark,” by Roots and Recognition] Unraveling that took some scientific detective work. And the work grew more urgent over the years as the water got worse and worse. The Association to Preserve Cape Cod recently analyzed some of the cape’s ponds and most of its bays for its annual water quality report."},{"author":"Moran","text":"The nonprofit rated more than a third of the freshwater ponds it analyzed and about 90 percent of the saltwater bays “unacceptable.” To help us understand what happened I reached out to research scientist Javier Lloret—he goes by Javi for short. He works at the Marine Biological Laboratory in Woods Hole on Cape Cod. And right now he’s sitting on the marshy edge of a large pond, struggling to put on a bulky pair of waders."},{"author":"Javier Lloret","text":"This is probably the most difficult part of my job, having to wear these things."},{"author":"Moran","text":"Today he’s collecting samples from an estuary, an area where saltwater meets fresh. He’s been studying this body of water, Waquoit Bay, for about 10 years. Some parts of the bay are still relatively healthy, and some are really suffering."},{"author":"Lloret","text":"I always compare this to, like, a crime scene. We have the dead body, which is the estuary that is suffering, you know, the consequences of extensive pollution. We also have the weapon: we have figured out that it’s actually the nitrogen."},{"author":"Moran","text":"Let’s stop for a second and make sure we got that. The weapon that’s wrecking Cape Cod’s water is nitrogen. Now, nitrogen is pretty useful as a fertilizer. But when too much of the nutrient gets into the water, it can be disastrous for an ecosystem, spurring the growth of cyanobacteria and all the wrong plants and algae."},{"author":"Lloret","text":"Humans have put a lot of nitrogen into the land. The nitrogen is carried by the groundwater, and basically what it does is that it makes algae to grow, like, out of control."},{"author":"Moran","text":"But where is the nitrogen coming from? There are a lot of potential sources: it could be coming from air pollution, where excess nitrogen settles into the water; or it could be fertilizer runoff from nearby homes and golf courses; or it could be seeping out of septic systems, tanks in people’s yards that hold wastewater from their houses. Which is the biggest source? Well, scientists have figured out the main culprit, the bad guy that’s pouring most of that nitrogen into the cape’s water—and Javi’s gonna show us one of the key ways they did it."},{"author":"Moran","text":"[CLIP: Lloret grabs his tools and goes into the water]"},{"author":"Moran","text":"To do that, he needs to collect samples of plants and algae from the mud at the bottom of the bay. He wades into the water with a long metal pole—that’s the rattling you’ve been hearing. It has a spring-loaded scoop on the end. He hits the trigger and grabs a sample from the muddy bottom."},{"author":"Lloret","text":"And let’s see how we’ve done this time. [CLIP: Lloret bangs the metal scoop on a bucket]"},{"author":"Moran","text":"He shakes the sample into a bucket."},{"author":"Moran (tape)","text":"It looks like you got some mud!"},{"author":"Lloret","text":"I did, I got some mud, a little bit of sand and hopefully a little bit of plant life. First we’re going to need to filter."},{"author":"Moran","text":"Javi’s not interested in the mud—he’s interested in the plants and algae living on top of the mud. They can tell us where the nitrogen came from. So he pours the sample into a mesh bag and washes the mud away. [CLIP: Lloret washes the sample]"},{"author":"Moran (tape)","text":"Right, so you’re sort of rinsing it off there, and you end up with—oh, there’s a shell!"},{"author":"Lloret","text":"Yeah, and some algae, right?"},{"author":"Moran (tape)","text":"Yeah. Yeah. Yeah, some green algae."},{"author":"Lloret","text":"Yeah, so we got a ribbed mussel shell. There’s a little bit of algae."},{"author":"Moran (tape)","text":"Okay, so you’ll take this back to the lab and see what’s actually in there."},{"author":"Lloret","text":"Exactly."},{"author":"Moran","text":"These algae are a kind of macroalgae, better known as seaweed. They grew up feeding on the nitrogen in the water. So the nitrogen is now part of the algae. But—and this is the key science bit—all nitrogen isn’t the same. It comes in different versions, called isotopes. And it turns out that septic tank wastewater has a very distinctive mix of nitrogen isotopes. Air pollution has a different mix, and so does fertilizer. In other words, each possible culprit has a different chemical fingerprint. And that seaweed in Javi’s bucket, it has the offender’s fingerprints all over it."},{"author":"Lloret","text":"So we actually do have that fingerprint of the wastewater all over the ecosystem that allows us to confirm, yeah, the source is precisely the septic systems of the houses."},{"author":"Moran","text":"Remember that Cape Cod population boom? [CLIP: “How We Met,” by Golden Age Radio] Very few towns built wastewater treatment plants, so most homeowners on the cape had to deal with waste from their toilets, sinks, showers and other appliances on their own—and that meant septic tanks. To this day about 85 percent of Cape Cod properties rely on septic systems, which discharge nitrogen and other nutrients directly into the sandy soil. Decades of scientific detective work have found that those septic systems are the major cause of the cape’s water problems, though fertilizer and stormwater contribute as well."},{"author":"Moran","text":"And Javi says nitrogen pollution is an issue well beyond Cape Cod."},{"author":"Lloret","text":"Like, I would consider this one of the major environmental problems of our time. We’re talking about that magnitude of a problem."},{"author":"Moran","text":"Wastewater and chicken manure feed algal blooms on Chesapeake Bay. Agricultural fertilizer runoff flowing down the Mississippi River contributes to the Gulf of Mexico’s annual “dead zone,” a low-oxygen area that can kill fish and other marine life. [CLIP: Theme music] But on Cape Cod, residents are being forced to face the problem head-on. Recently Massachusetts passed tough regulations that are forcing Cape Cod to clean up its water, and it’s costing hundreds of millions of dollars. Those big-ticket solutions—and the controversy surrounding them—will be our focus next Friday in the second part of this three-episode Scientific American–WBUR Fascination miniseries."},{"author":"Feltman","text":"Thanks for joining us. We’ll be back in your podcast feed on Monday with our weekly science news roundup. And tune back in next Friday for part two of the story you heard today. This series is a co-production of WBUR and Scientific American. It’s reported and hosted by WBUR’s Barbara Moran. Science Quickly is produced by Jeff DelViscio, Kelso Harper, Madison Goldberg and Rachel Feltman. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this series, and Duy Linh Tu and Sebastian Tuinder contributed reporting and sound. WBUR’s Kathleen Masterson edited this series."},{"author":"Feltman","text":"Additional funding was provided by the Pulitzer Center. For Scientific American’s Science Quickly, I’m Rachel Feltman."}],"wave_peaks":[2137,1792,2905,2265,16004,16358,16466,15733,15360,7911,15624,15675,16137,15772,15758,15846,16115,15602,15669,15900,14970,15655,15972,16390,16772,16330,17009,15763,16117,16809,7407,15321,15770,16030,15715,16187,15121,1453,15594,15986,15768,15999,15893,16111,15751,16512,15918,13521,1669,16428,15794,15330,15447,15870,15520,15686,15771,4218,2065,1826,16008,15696,16031,15885,16048,16273,16084,15819,15805,16650,15661,16858,14230,14767,16117,16046,15310,16073,16491,15866,13520,15836,15879,16312,15518,15674,12692,1509,15655,16157,16418,17205,16446,16430,14990,15718,15914,16071,15669,15645,16296,16926,17336,15549,10748,11596,1476,1626,15599,16027,15597,16750,16470,15952,17148,15958,15741,13830,15563,16143,13521,15825,16124,16103,16140,16585,16871,16100,8550,15074,15738,15603,15793,15430,14785,16541,16321,15236,14097,881,15803,15348,15408,15591,16195,16531,14631,7727,15879,15973,16215,15802,15732,16068,16060,12868,2654,16102,17219,16566,15971,15777,15928,15503,15612,15654,15726,15657,15946,15989,15373,15601,4522,844,15680,15569,16174,17130,18750,17814,4954,3698,5741,6539,4350,4895,5286,5988,4387,5833,2862,5771,1646,1149,706,11126,15292,16510,7464,9887,10095,15713,8659,14318,11805,12114,5257,11362,8178,7719,12946,16628,9637,14522,19241,15944,6583,14757,10195,16477,19505,13304,14603,3301,212,18905,13987,17558,13322,12876,11824,7967,11805,17551,9953,11722,7379,4435,2072,1945,1179,1104,1539,1491,1196,1426,1526,1448,19140,14002,7523,9084,18492,11197,8236,9597,9168,14559,8349,7667,14455,9541,21226,7941,19263,6555,878,868,754,13532,18421,9943,13587,22547,11423,18474,6512,357,14348,12670,11555,12335,8767,13599,13853,12176,9758,20698,20752,21153,18345,11199,12456,21056,11917,8430,12282,20701,7791,14225,14387,813,780,12907,15811,7169,22550,8658,18282,7363,12951,16570,22499,21276,16511,18885,12986,14005,9075,8483,15625,22574,14206,14023,8818,7404,9402,19816,22511,21771,697,11285,13882,8601,8524,12429,14440,7827,22540,19816,683,414,18462,14900,9281,11244,14738,3998,18533,4961,13984,16944,1800,1170,1084,1617,3702,2858,1702,1557,1872,539,198,71,53,96,197,1791,14882,15800,13886,10940,14539,2830,5335,4329,2930,3870,17148,22488,7606,16143,16881,7739,4601,2634,224,9025,13228,1633,462,11624,9963,7529,10760,14438,6740,4970,3570,3148,4169,1163,22517,9269,12056,9258,4968,17608,19893,20057,14515,3125,7810,11073,476,7642,11326,8729,383,647,1095,4287,2819,395,11686,11381,14225,21160,13987,2423,9320,13161,21002,21718,15841,7388,9715,12670,8312,11877,11756,13690,6756,344,6960,16418,18109,13436,15602,20067,20433,2593,13787,10820,7342,10099,18694,6564,10324,20793,4958,16,9844,8025,10433,21483,14810,11392,12850,17234,13739,6326,2192,11725,11750,16998,14119,12272,6033,10938,15881,12897,12963,20745,15351,14079,10743,18249,3622,210,11043,22509,15742,15013,8971,12778,1514,12705,16503,13616,14359,10472,1138,5849,11449,13128,21432,21608,13384,7725,9148,12951,15508,12044,4172,7618,20647,13587,11823,2415,5387,4011,1036,6632,17404,8251,1897,5714,4920,4891,3522,1712,392,442,446,437,13606,9654,19060,16306,18108,17666,18630,7052,454,11580,11112,15395,10676,12327,17010,9334,12622,17690,10501,2765,12009,9098,9707,244,211,6256,15107,10422,10479,19591,17901,22097,2859,7876,13593,20016,740,209,3545,10810,13973,17323,19939,9333,8231,18078,10699,12699,7294,13564,11838,3804,6810,10562,1406,7476,5118,4640,2273,6194,15245,12586,411,22521,21389,5969,17798,7521,13818,10862,12352,14043,6945,5260,9202,6042,214,5502,15015,12922,7434,6674,608,611,5355,14858,10254,11298,14869,21188,6606,9419,18402,18533,13427,13770,21515,8788,418,16345,10505,13339,17525,22476,20619,15549,15333,4476,15014,15439,22554,244,17668,22510,18784,816,11221,11564,8140,11555,15910,8870,8993,6704,17201,22274,19409,6922,5332,9045,13217,13875,214,386,13381,11578,1129,16373,17336,12448,7581,260,5478,11305,10616,10781,5354,12446,8169,6176,4971,4589,5021,4142,10908,15739,10880,16627,14255,8061,18617,14228,8866,14898,18141,13966,7239,15627,12205,20226,16791,13017,11226,12478,3346,3113,10756,12331,11496,19094,18714,6876,713,17039,12005,14771,12996,11426,18412,13524,10292,10953,17948,15608,207,197,198,14105,17289,17066,13275,8676,10284,8565,8902,13073,21767,12003,229,5442,15747,13725,18571,10364,13265,14232,9048,8202,15194,22301,18463,14111,10922,19843,22572,21208,12769,5056,15238,11291,5481,9739,2284,14845,13118,7691,17081,12879,560,231,8495,9745,8930,5522,568,446,15104,20448,6177,17963,19365,11597,5118,206,270,3814,3984,6737,15451,6564,261,1138,13992,10277,9283,1739,10070,10783,10582,5932,4645,11555,14072,9570,11961,11136,373,1751,12271,16176,442,474,455,425,453,386,10050,18512,12259,15644,8716,9933,19019,18740,7600,11835,19469,15766,6926,10339,15383,17602,253,15827,15137,13922,11436,11390,12578,17208,1509,81,1744,16198,6791,12907,12468,2012,2,14775,11143,9160,19401,3669,16981,13017,15816,18135,10805,9497,4823,7805,9389,8241,621,23,8960,16010,22507,18687,12905,3162,11655,13282,13599,16241,145,12723,8783,13142,4566,1358,2567,2910,4247,3685,3849,3055,3376,2696,2504,2992,2838,2242,2993,3180,3243,3033,3786,1578,318,69,437,6526,6956,6895,6315,7079,6741,4082,1906,1119,1801,1796,11599,11631,13999,13986,6324,992,13694,12397,14253,17419,7063,6275,10969,10697,7900,8673,20510,4504,1394,10607,11141,19985,17235,10042,10275,9048,22382,13242,9266,12395,18685,7746,10299,16988,15142,6604,11891,9257,10622,7095,1101,1312,12591,11865,11471,10589,12849,6890,10078,9380,11229,9272,11545,9575,9886,10356,7258,9297,5931,7473,9609,9643,8314,11033,10575,9497,8791,5568,9792,10212,9151,9085,8540,9038,6604,1208,10488,8985,11267,1828,14434,17665,9228,9830,11047,13090,14250,11585,3814,530,20141,16322,10985,11093,20277,22476,14325,19112,14831,6255,1119,11134,9308,17002,18124,12772,21235,19767,10347,1110,295,17023,7942,14689,11285,7925,11844,2489,5404,5724,8907,10014,9249,10551,10689,10454,7973,10209,5402,10707,9801,10336,10498,9125,10829,6525,9106,661,3192,10983,9248,8244,10550,7485,8749,11471,8806,9795,10347,8192,10631,3603,982,982,1230,1506,1649,1063,11491,19987,19728,20334,14360,13557,16070,14706,9381,14317,18464,19439,7962,458,10238,9529,13425,10265,11438,11101,15930,9327,895,11782,6519,18255,10592,11672,18505,11471,8462,0,10177,14563,12313,9776,10435,7914,10722,9656,21211,17526,9616,7056,9867,5630,17449,14468,134,0,11493,7151,14178,12621,20657,14165,8673,1495,3722,16939,19258,9688,21477,11417,11301,1346,11711,15519,15294,14134,6632,10117,8730,11502,16224,20622,1656,44,10920,8789,13905,19844,19554,13449,2038,3694,18793,10877,14913,5638,9498,9822,19003,12959,4659,9680,17961,15480,14988,9226,10787,22513,16000,17423,10339,15262,13842,15053,9431,21634,8657,11556,19620,19024,17063,2069,18896,14522,8379,12623,10725,8007,9671,7522,14453,10022,8497,16543,3892,233,9239,11558,12174,8703,9545,18407,3609,20585,11573,1871,10643,13979,22494,22502,17852,14803,12822,13735,175,16879,16716,12654,16904,12503,2889,8126,22524,7946,6892,5145,17800,17737,9160,8316,162,16932,15830,15254,12285,12100,6508,17791,20442,22450,2167,159,11533,15115,17356,13862,11613,19574,12830,10998,11482,12323,12492,12525,10969,16370,16913,11393,10474,15352,14177,13810,13725,18347,19821,20441,123,3588,15725,22491,22420,9153,8626,11817,14624,9756,15998,16598,13348,20254,20505,2582,3436,2994,1854,20206,13027,19618,682,9129,9120,9547,12586,18795,7649,4241,1116,1005,834,14783,15154,13457,9604,17037,14064,12236,16726,8625,13179,11703,20221,20933,13250,12175,16586,4541,1284,2108,1776,2377,1814,13999,12255,9969,10739,11612,12360,18096,4244,10949,11714,15068,16614,13541,13064,14038,17177,18446,12847,17029,9106,1250,15021,8219,9006,19502,13331,5064,10106,890,1089,7371,11673,18189,11885,9873,11034,11967,17168,14366,18427,18393,12170,10518,11930,12417,15996,14510,8606,9794,17808,13952,16340,13599,6109,744,13011,17460,7273,1471,963,964,887,1060,946,761,770,5581,13063,13572,9956,18203,17653,4036,7883,11241,22535,8126,8684,11246,9114,17176,13472,17951,6932,95,15687,20837,19672,8473,6748,19,10213,17549,16825,11197,13684,19788,20754,9980,8671,10302,10994,8431,13077,12002,7244,264,8754,14489,15916,7483,8464,9718,14450,11472,9619,10884,18764,9272,7426,703,4361,16328,13039,11508,11228,15127,12181,9964,6884,3127,2593,19999,16764,6617,10605,14247,12282,9772,10180,913,5394,2511,7328,15228,14161,10549,4657,2661,2445,11752,10367,17994,7855,7215,13328,14998,6197,2331,8107,16505,16917,14882,19235,16452,8875,18420,3285,498,397,345,305,5697,13520,13374,18035,15366,19182,7222,17504,17280,4093,3468,19343,9968,9498,3671,174,13939,22515,12123,18356,12325,12404,20487,11430,19641,1801,461,9140,12019,6422,19508,9201,18720,9318,385,15257,15322,13132,10057,14584,13532,3538,860,1598,844,7032,10879,10835,17718,10373,6330,894,569,8261,18046,9348,9132,8551,19747,1680,8827,11876,12032,13380,10356,15787,6958,2494,10198,7610,10839,11826,6364,9025,6066,5273,15540,16105,6810,565,12994,17624,18741,14408,19213,13060,9415,7844,9309,17036,1166,11576,7788,13308,7795,251,13343,22299,15727,12594,16281,9020,20862,9185,7367,19045,10935,9350,20397,7147,13887,16259,18392,9470,5961,13274,9516,6793,208,144,13774,11561,17356,10058,9250,9904,12594,15737,14684,5366,278,8434,10888,7135,16568,9979,10578,8376,9480,17271,2985,415,11112,9739,7396,20268,6752,10587,16544,6193,494,4229,11199,18126,16770,14143,14817,9421,11380,562,11568,13563,13261,10781,9678,11331,3502,553,6393,12498,17065,12389,11735,11469,6065,10866,2604,9911,9521,13459,14019,547,21970,13328,19789,21174,11296,10994,8245,9630,11074,794,15638,13433,9615,9001,7578,13028,1344,22514,11082,8356,4192,317,381,8726,6035,11266,15244,21011,11086,13362,12434,1756,10088,18325,19119,6641,10870,14131,5961,1358,1323,428,1560,1890,1977,1013,870,1834,1952,730,712,544,252,15031,16903,12907,11638,10338,8209,3216,11254,20351,16973,10404,15859,11512,15216,20310,14,7054,14499,11328,11045,22560,12715,11926,18537,13031,7766,11736,11605,2414,572,9791,13569,10840,16344,19251,7910,6287,2695,9031,9367,5932,20698,9961,11545,17499,9928,14737,6600,2226,2649,7174,13902,16992,9971,107,159,6897,8884,10259,7185,13502,22513,14310,12144,12554,5742,323,22185,18936,8414,19851,21030,18615,17522,8911,9138,12775,10867,1407,4878,12356,13973,13055,9839,9728,9384,15548,12785,12606,2992,1920,759,3090,4508,2162,2261,630,14995,21198,3241,6040,6293,9460,22746,9205,1763,3833,996,820,1865,8881,20875,19427,13852,9463,15117,7915,9433,9355,16032,12573,8930,15914,8722,12223,11509,14121,6264,1263,1101,1025,643,904,789,615,11533,10968,13515,17533,10204,13389,12068,8738,558,11916,19816,22494,4433,7552,577,6185,14425,14999,10722,10594,11611,10797,4889,472,10297,7790,20087,4352,18037,9824,10840,9136,17527,20128,16889,1043,2699,4775,11351,12347,2057,6649,20530,20583,8457,16502,18602,17147,15447,5355,15982,11902,17507,8543,17554,5867,767,2719,12038,22525,20480,22522,20268,3906,4841,10154,9740,6835,11305,5545,5510,7538,10386,8506,1964,1940,12145,13981,12173,9927,12959,9852,10750,7998,1355,2294,4413,5502,3810,3967,1808,13751,17361,21283,12885,10130,16075,1121,4244,13635,15626,9362,11391,10372,18132,7323,10566,10641,9620,10920,10601,1466,1982,13601,13224,21865,10330,16360,9111,10220,5192,368,8093,11108,7769,12749,10776,18483,18504,2591,21323,21259,12961,11361,801,5922,2361,9470,6102,3409,3414,2421,2791,5407,3243,1850,2299,1589,2115,1082,1433,5037,13978,21652,15985,7857,19879,10627,236,348,20485,10110,15567,3292,3464,8351,7367,9907,10683,10826,2409,3844,5292,14396,2910,1749,5301,7907,18833,20096,12964,10478,8390,9143,3307,1226,930,3713,7488,14827,14211,5889,820,1042,5111,1820,3203,3417,4019,2227,4681,2504,7023,11816,3361,6892,19207,20062,14856,11629,7529,16443,19959,12712,654,15059,18159,8458,7438,1331,485,16893,14802,11081,13637,19968,8137,20376,22096,414,5530,20535,9371,7458,18599,15074,20598,6764,475,121,22525,22511,14313,14695,9881,11276,13174,8811,268,122,11334,13237,10352,8994,9905,13657,578,297,11350,11454,8421,10861,11485,3902,8969,22501,14333,3518,412,7135,7989,7354,6170,20258,11083,19109,8705,14848,14345,3582,8241,10724,10234,11940,8570,10836,15922,21233,12141,13018,3611,250,202,13597,10075,9600,11301,14463,4862,735,15400,12714,16851,22542,3742,148,9095,20713,10213,1580,8049,19006,11590,14913,18994,1024,16705,16699,11277,15719,11343,15951,11505,1783,513,128,12998,10936,12650,17830,22531,10556,1659,18310,10826,15308,10889,12627,5038,15399,12785,13505,8635,878,5606,13834,7427,8665,6506,5872,3756,18414,17145,13096,7906,12909,14177,3046,771,519,18343,15160,10126,5445,6996,5575,1332,22490,22469,6225,11538,10340,17870,627,8225,17508,10779,16547,4036,8200,6753,7260,9955,10012,10601,3036,11188,11264,2077,556,436,10379,13957,12192,12915,17844,20584,11573,11863,4927,1869,2589,2225,1981,2032,19074,10329,20357,16946,15315,12744,20047,13340,11964,3587,134,16571,17218,12908,13686,13198,12829,13205,11912,13614,13453,8627,16223,10310,10731,8872,22497,10580,21850,16289,7450,17530,18663,2045,10117,14914,15355,18970,9249,8421,346,243,218,3544,10252,20032,10120,22551,15538,10621,10977,17640,7582,14934,19085,19758,8349,15455,11567,11155,6330,1332,7979,8569,15909,14817,10077,19872,10793,7238,14310,16841,11114,9288,8766,12353,11361,0,1535,18043,12471,11711,14950,8074,14335,12798,13403,17215,14452,13195,17120,8495,10170,6279,16895,10748,14772,16343,11538,10799,20298,18516,3202,5985,15188,13772,20223,13573,7824,21320,12759,12904,13545,21394,120,313,15307,15886,16462,9003,988,17213,8574,7746,6732,10821,11418,7991,13845,15666,13178,9770,12508,5551,7550,11362,11494,10046,9932,11164,9208,7433,11886,9557,9934,10130,7141,12545,11972,8252,9180,8800,142,16951,14242,11841,19824,8867,9697,12156,14757,15528,18134,10645,11062,11226,7736,11923,16809,9399,10180,15584,22534,20018,113,8117,18878,14727,15441,22496,14660,14789,15533,21835,12471,7598,17204,13759,11699,12944,8269,17106,17818,11804,11910,12513,17762,12890,4572,16644,17183,7453,12887,14452,8341,8931,15593,13216,12412,7904,4527,16,22504,19864,14514,18163,7254,20097,14495,9002,14933,8617,13193,18557,8578,19228,10407,1158,2432,2007,2549,2096,2003,1802,1841,3316,3117,2921,1876,2280,2446,2378,2036,2054,1991,14211,10806,10182,18662,9115,18995,4963,15400,10862,7987,11230,13123,13689,11751,14860,10835,10167,20937,2928,10394,16211,9783,16576,11289,12491,8615,21767,12466,874,823,15906,10738,11294,11402,12328,6058,11338,19393,9561,14055,20933,9239,11963,16826,17418,10012,14145,21016,2778,8180,11782,22495,10794,8941,11793,13815,13038,9576,12098,8231,13652,16477,19371,18108,7709,10528,6322,5874,634,603,829,1034,1066,1271,1339,1417,1180,1163,1139,1092,13255,13375,11722,5253,11287,15958,22352,21454,11466,17984,12447,18476,7345,17771,10328,11098,16761,213,16711,18703,10640,22530,22656,15782,10458,14961,8885,8963,9747,17311,8671,3133,4364,5765,6510,3665,3534,5300,3884,4936,4971,3165,13216,15112,9322,11306,18086,7782,15573,10512,7103,11885,16417,19465,8194,13415,13143,1175,2123,8101,13255,17674,11152,14754,13770,20572,15991,22486,12981,8906,1298,1250,1098,633,16165,10597,10050,9261,8996,20785,10966,9051,9920,19714,16710,9654,22507,12831,13596,19965,10547,19685,11548,1569,22494,8683,10373,10646,13203,22457,14185,12033,1601,1034,656,9189,11368,16914,15934,14017,17287,20335,9415,7697,9292,4720,16160,9132,6849,17901,19929,10076,11297,11392,10851,10090,14957,18149,13226,679,1182,18268,13375,17535,22596,17141,8874,22521,10193,9158,7110,4681,1250,15584,21298,9889,22472,21937,17890,16786,12722,10731,1018,456,9771,18367,17557,8174,21841,10422,6921,16972,17464,14102,2206,1645,2885,4006,4159,5940,4690,1273,3503,3956,4276,4412,3538,1223,244,116,109,46],"fragments":[{"begin":"0.000","end":"90.880","lines":["Cape Cod, Massachusetts, is a magnet for summer tourists, with beaches, bays and ponds that draw millions of visitors from around the world. But now that water and that tourist economy are in jeopardy. Decades of pollution are destroying ecosystems and choking water with toxic algae. For Science Quickly, I’m Rachel Feltman. Today we’ll hear the first installment of a three-part podcast Fascination from Science Quickly and WBUR."]},{"begin":"90.880","end":"110.320","lines":["Over the next three Fridays environmental correspondent Barbara Moran will take us on a trip to Cape Cod to show us where the pollution is coming from—and how communities are scrambling to clean it up. Today’s segment is called “Loved to Death.”"]},{"begin":"110.320","end":"113.520","lines":["So wait—so you’re flipping through your phone. So what is that? That’s your place?"]},{"begin":"113.520","end":"117.360","lines":["So, yes, this was back on June 16."]},{"begin":"117.360","end":"120.720","lines":["It looks like somebody poured green paint all over your beach."]},{"begin":"120.720","end":"126.320","lines":["Yeah, I mean, it’s just—the stuff floats up at night and accumulates, pushed by the wind."]},{"begin":"126.320","end":"127.840","lines":["Yuck."]},{"begin":"127.840","end":"149.080","lines":["Meet Andrew Gottlieb. He runs a nonprofit called the Association to Preserve Cape Cod. He lives by a pond in the town of Mashpee, in a home his family has owned for decades. And he’s showing me photos of his pond last summer full of cyanobacteria, more commonly called “toxic” or “blue-green” algae. There were other types of algae, too."]},{"begin":"149.080","end":"151.720","lines":["Oh, my God, wait—go back to that one. What is that even?"]},{"begin":"151.720","end":"154.200","lines":["That’s another one. That’s a different part of the [pond]."]},{"begin":"154.200","end":"154.640","lines":["It’s like lettuce."]},{"begin":"154.640","end":"156.040","lines":["Two days earlier."]},{"begin":"156.040","end":"158.080","lines":["It’s like somebody spilled lettuce."]},{"begin":"158.080","end":"158.680","lines":["Yeah."]},{"begin":"158.680","end":"161.000","lines":["Ew."]},{"begin":"161.000","end":"172.280","lines":["A few months after the toxic algal bloom I’m visiting Andrew and his pond, and the water is crystal clear. We walk down his sloping backyard to a small dock."]},{"begin":"172.280","end":"178.440","lines":["It’s amazing. I’m just looking at it, and it’s so clear now, and there’s all these fish. I mean, it looks great."]},{"begin":"178.440","end":"194.600","lines":["Yeah, and the irony is: right before the “cyanobloom” in June, the water was gin clear. It looked great, you know, and we all let ourselves think, like, “Hey, maybe this is the year we’re gonna get away with it.” And then [snaps], you know, overnight …"]},{"begin":"194.600","end":"199.280","lines":["Overnight came the worst cyanobacteria bloom that he’s ever seen."]},{"begin":"199.280","end":"201.240","lines":["It was pea-soup green."]},{"begin":"201.240","end":"201.920","lines":["Ew."]},{"begin":"201.920","end":"207.280","lines":["It started earlier, it was more severe, and it lasted longer than anything we’d experienced."]},{"begin":"207.280","end":"229.040","lines":["A cyanobacteria bloom like this one gives off toxins that make the water dangerous for swimming. The town issued a health advisory, closing the pond for four weeks in the middle of summer. During that time Andrew’s sister sent him an old photograph. It showed their dad standing in that same pond decades ago."]},{"begin":"229.040","end":"234.640","lines":["But what got my eye was the fact that in five feet of water, I could see my father’s feet ..."]},{"begin":"234.640","end":"237.360","lines":["Because the water was so clear."]},{"begin":"237.360","end":"246.640","lines":["Because the water was so clear. And then my father’s great-grandchildren were unable to be in that same water body. It’s awful."]},{"begin":"246.640","end":"276.160","lines":["Cyanobacteria blooms and other types of plant, algal and seaweed overgrowth are happening on the cape more and more. So what happened? Why is Cape Cod’s crystal clear water turning pea-soup green? There are two parts to that answer: one scientific; one historical. [CLIP: Theme music and introduction in an episode of the television program America! entitled “The Cape, the Cod, and the Constant Sea.” Jack Douglas: “Good evening, ladies and gentlemen, this [is] Jack Douglas.”] [CLIP: “How We Met,” by Golden Age Radio]"]},{"begin":"276.160","end":"300.000","lines":["In the early 20th century most of Cape Cod was sleepy, and homes were spread out. In 1940 there were still only about 37,000 full-time residents on the whole peninsula. [CLIP: Douglas: “Cape Cod in Massachusetts is certainly one of the most colorful and best-known capes in all the world; yet we’re told that less than 10 percent of America’s population have ever seen it.”]"]},{"begin":"300.000","end":"321.560","lines":["That started to change after World War II. The population nearly doubled by 1960 and continued to rise in the following decades. Summer tourism boomed. [CLIP: Douglas: “Commercial Street and the adjacent downtown streets look like this during the summer season. The sidewalks are jammed. The traffic is bumper to bumper.”]"]},{"begin":"321.560","end":"351.360","lines":["Today there are almost a quarter of a million year-round residents and more than five million annual visitors—which, on the one hand, is great for the cape. The region now pulls in more than $1 billion from tourism every year. But there was a downside to that boom. Back in the 1970s and 1980s people started to notice changes to Cape Cod’s water. Like, in some saltwater bays, the water turned murky, and it smelled bad."]},{"begin":"351.360","end":"356.640","lines":["People started to recognize that the quality of our embayments, our estuaries was degrading."]},{"begin":"356.640","end":"365.480","lines":["This is Brian Baumgaertel, director of the Massachusetts Alternative Septic System Test Center. He’s an expert on Cape Cod’s water problems."]},{"begin":"365.480","end":"382.680","lines":["The people who were out on the water all the time were observing fish kills, oxygen depletion. They were starting to see areas where eelgrass was starting to die back. And I don’t think they fully understood what was going on at the time, but they knew that there was some sort of human-based impact."]},{"begin":"382.680","end":"409.200","lines":["But what—what exactly were humans doing that was impacting Cape Cod’s water? [CLIP: “Running through the Dark,” by Roots and Recognition] Unraveling that took some scientific detective work. And the work grew more urgent over the years as the water got worse and worse. The Association to Preserve Cape Cod recently analyzed some of the cape’s ponds and most of its bays for its annual water quality report."]},{"begin":"409.200","end":"439.240","lines":["The nonprofit rated more than a third of the freshwater ponds it analyzed and about 90 percent of the saltwater bays “unacceptable.” To help us understand what happened I reached out to research scientist Javier Lloret—he goes by Javi for short. He works at the Marine Biological Laboratory in Woods Hole on Cape Cod. And right now he’s sitting on the marshy edge of a large pond, struggling to put on a bulky pair of waders."]},{"begin":"439.240","end":"444.880","lines":["This is probably the most difficult part of my job, having to wear these things."]},{"begin":"444.880","end":"462.160","lines":["Today he’s collecting samples from an estuary, an area where saltwater meets fresh. He’s been studying this body of water, Waquoit Bay, for about 10 years. Some parts of the bay are still relatively healthy, and some are really suffering."]},{"begin":"462.160","end":"480.360","lines":["I always compare this to, like, a crime scene. We have the dead body, which is the estuary that is suffering, you know, the consequences of extensive pollution. We also have the weapon: we have figured out that it’s actually the nitrogen."]},{"begin":"480.360","end":"502.080","lines":["Let’s stop for a second and make sure we got that. The weapon that’s wrecking Cape Cod’s water is nitrogen. Now, nitrogen is pretty useful as a fertilizer. But when too much of the nutrient gets into the water, it can be disastrous for an ecosystem, spurring the growth of cyanobacteria and all the wrong plants and algae."]},{"begin":"502.080","end":"513.120","lines":["Humans have put a lot of nitrogen into the land. The nitrogen is carried by the groundwater, and basically what it does is that it makes algae to grow, like, out of control."]},{"begin":"513.120","end":"548.760","lines":["But where is the nitrogen coming from? There are a lot of potential sources: it could be coming from air pollution, where excess nitrogen settles into the water; or it could be fertilizer runoff from nearby homes and golf courses; or it could be seeping out of septic systems, tanks in people’s yards that hold wastewater from their houses. Which is the biggest source? Well, scientists have figured out the main culprit, the bad guy that’s pouring most of that nitrogen into the cape’s water—and Javi’s gonna show us one of the key ways they did it."]},{"begin":"548.760","end":"555.320","lines":["[CLIP: Lloret grabs his tools and goes into the water]"]},{"begin":"555.320","end":"573.120","lines":["To do that, he needs to collect samples of plants and algae from the mud at the bottom of the bay. He wades into the water with a long metal pole—that’s the rattling you’ve been hearing. It has a spring-loaded scoop on the end. He hits the trigger and grabs a sample from the muddy bottom."]},{"begin":"573.120","end":"577.320","lines":["And let’s see how we’ve done this time. [CLIP: Lloret bangs the metal scoop on a bucket]"]},{"begin":"577.320","end":"579.360","lines":["He shakes the sample into a bucket."]},{"begin":"579.360","end":"581.560","lines":["It looks like you got some mud!"]},{"begin":"581.560","end":"589.920","lines":["I did, I got some mud, a little bit of sand and hopefully a little bit of plant life. First we’re going to need to filter."]},{"begin":"589.920","end":"606.120","lines":["Javi’s not interested in the mud—he’s interested in the plants and algae living on top of the mud. They can tell us where the nitrogen came from. So he pours the sample into a mesh bag and washes the mud away. [CLIP: Lloret washes the sample]"]},{"begin":"606.120","end":"611.640","lines":["Right, so you’re sort of rinsing it off there, and you end up with—oh, there’s a shell!"]},{"begin":"611.640","end":"612.680","lines":["Yeah, and some algae, right?"]},{"begin":"612.680","end":"615.200","lines":["Yeah. Yeah. Yeah, some green algae."]},{"begin":"615.200","end":"620.800","lines":["Yeah, so we got a ribbed mussel shell. There’s a little bit of algae."]},{"begin":"620.800","end":"623.280","lines":["Okay, so you’ll take this back to the lab and see what’s actually in there."]},{"begin":"623.280","end":"624.240","lines":["Exactly."]},{"begin":"624.240","end":"665.800","lines":["These algae are a kind of macroalgae, better known as seaweed. They grew up feeding on the nitrogen in the water. So the nitrogen is now part of the algae. But—and this is the key science bit—all nitrogen isn’t the same. It comes in different versions, called isotopes. And it turns out that septic tank wastewater has a very distinctive mix of nitrogen isotopes. Air pollution has a different mix, and so does fertilizer. In other words, each possible culprit has a different chemical fingerprint. And that seaweed in Javi’s bucket, it has the offender’s fingerprints all over it."]},{"begin":"665.800","end":"680.000","lines":["So we actually do have that fingerprint of the wastewater all over the ecosystem that allows us to confirm, yeah, the source is precisely the septic systems of the houses."]},{"begin":"680.000","end":"718.800","lines":["Remember that Cape Cod population boom? [CLIP: “How We Met,” by Golden Age Radio] Very few towns built wastewater treatment plants, so most homeowners on the cape had to deal with waste from their toilets, sinks, showers and other appliances on their own—and that meant septic tanks. To this day about 85 percent of Cape Cod properties rely on septic systems, which discharge nitrogen and other nutrients directly into the sandy soil. Decades of scientific detective work have found that those septic systems are the major cause of the cape’s water problems, though fertilizer and stormwater contribute as well."]},{"begin":"718.800","end":"723.480","lines":["And Javi says nitrogen pollution is an issue well beyond Cape Cod."]},{"begin":"723.480","end":"732.200","lines":["Like, I would consider this one of the major environmental problems of our time. We’re talking about that magnitude of a problem."]},{"begin":"732.200","end":"778.960","lines":["Wastewater and chicken manure feed algal blooms on Chesapeake Bay. Agricultural fertilizer runoff flowing down the Mississippi River contributes to the Gulf of Mexico’s annual “dead zone,” a low-oxygen area that can kill fish and other marine life. [CLIP: Theme music] But on Cape Cod, residents are being forced to face the problem head-on. Recently Massachusetts passed tough regulations that are forcing Cape Cod to clean up its water, and it’s costing hundreds of millions of dollars. Those big-ticket solutions—and the controversy surrounding them—will be our focus next Friday in the second part of this three-episode Scientific American–WBUR Fascination miniseries."]},{"begin":"778.960","end":"824.160","lines":["Thanks for joining us. We’ll be back in your podcast feed on Monday with our weekly science news roundup. And tune back in next Friday for part two of the story you heard today. This series is a co-production of WBUR and Scientific American. It’s reported and hosted by WBUR’s Barbara Moran. Science Quickly is produced by Jeff DelViscio, Kelso Harper, Madison Goldberg and Rachel Feltman. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this series, and Duy Linh Tu and Sebastian Tuinder contributed reporting and sound. WBUR’s Kathleen Masterson edited this series."]},{"begin":"824.160","end":"836.040","lines":["Additional funding was provided by the Pulitzer Center. For Scientific American’s Science Quickly, I’m Rachel Feltman."]}],"duration":836.0750416666667}