{"title":"Tuberculosis Outbreak, Highly Pathogenic Bird Flu Strain and Polar Bear Hair","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png?m=1717792183.71","url":"https://www.scientificamerican.com/podcast/episode/h5n9-in-poultry-tuberculosis-outbreak-in-kansas-and-rfk-jr-s-confirmation/","audio":"https://traffic.megaphone.fm/SAM3645470674.mp3?updated=1738384418","intro":["In this week’s roundup, catch up on the spread of bird flu in the U.S., a tuberculosis outbreak in Kansas and lessons from fossilized vomit."],"authors":["Rachel Feltman","Madison Goldberg"],"category":["Public Health"],"transcript":[{"author":"","text":"[CLIP: “Let There Be Rain,” by Silver Maple]"},{"author":"Rachel Feltman","text":"Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Hope your February is off to a great start. Let’s kick off the week by catching up on all the science news you might have missed."},{"author":"","text":"First, a quick note on some presidential moves that might impact health and science. Robert F. Kennedy Jr. faced at least some bipartisan pushback during confirmation hearings for his nomination for secretary of the U.S. Department of Health and Human Services. On Thursday the chair of the Senate Committee on Health, Education, Labor and Pensions, Republican Bill Cassidy, pressed Kennedy to take a definitive pro-vaccine stance. Cassidy, who practiced medicine for decades, claims he has constituents who credit Kennedy—at least in part—for their decision not to vaccinate."},{"author":"","text":"After a lot of back and forth, Cassidy asked Kennedy to agree that if he were to be confirmed, the U.S. Food and Drug Administration would not “deprioritize or delay review and/or approval of new vaccines and that vaccine review standards will not change from historical norms.” Kennedy replied in the affirmative—but it’s important to note that the nominee has a long history of promoting vaccine misinformation."},{"author":"","text":"You can read more about RFK Jr.’s health care track record at ScientificAmerican.com, and we’ll keep you updated on the confirmation hearings as they proceed."},{"author":"","text":"Last week was also pretty chaotic in terms of executive orders, a federal funding freeze and more. As of last Friday afternoon, there were reports of webpages disappearing from government health agency sites. Stat News reported that data from the Youth Risk Behavior Surveillance System, a large national survey on youth behavioral habits that includes information on gender and sexual identities, had disappeared and was no longer accessible to researchers. The CDC's Social Vulnerability Index, which highlights groups particularly vulnerable to disasters because of factors like poverty, also appeared to be down on Friday, as did some resources about HIV. That’s not an exhaustive list by any means, and this story was very much still developing as of the time of this recording on the afternoon of January 31. We’re working on a deeper dive on these changes and their implications for this week’s Friday episode, so let us know if you have any specific questions. You can send those over to us at sciencequickly@sciam.com."},{"author":"","text":"[CLIP: “It Doesn’t End Here (Instrumental),” by Nehemiah Pratt]"},{"author":"Feltman","text":"Now let’s get into some public health news. You may have seen some headlines last week about a record-breaking outbreak of tuberculosis in Kansas. Initial reports dubbing it the nation’s largest TB outbreak since the CDC started keeping track of cases seem to have stemmed from an incorrect statement from the state health department. After the CDC refuted that, a state health official offered clarification, claiming this outbreak has seen the country’s highest case numbers over a one-year period."},{"author":"","text":"The discrepancy has led to some confusion about the nature of this—very real and serious—outbreak. The health department says that as of January 31, more than 60 people in Wyandotte and Johnson counties have been diagnosed with active TB associated with the outbreak, though some have completed treatment since their diagnoses; “active” refers to a type of tuberculosis, not whether someone currently has the illness—more on that shortly. According to a state official, two people have died in the outbreak. Here to unpack the situation for us is Bek Shackelford-Nwanganga, a health equity reporter for the Kansas News Service and KCUR."},{"author":"Bek Shackelford-Nwanganga","text":"The first cases related to this specific outbreak were, we’ve been told, recorded in January of 2024. There was a pretty large spike over the summer, which is actually when the state came in and started assisting, and that’s when the CDC also came in and started assisting."},{"author":"","text":"[CLIP: “Those Rainy Days,” by Elm Lake]"},{"author":"Shackelford-Nwanganga","text":"They’re pretty confident that they’ve got the situation under control. They do expect to find more cases. They have to do a lot of contact tracing and a lot of investigations to try and figure out who is in touch with who. But for the most part they are happy with how numbers are trending downward, and they are monitoring it pretty closely."},{"author":"","text":"Tuberculosis is a bacterial infection. It can settle in other places in your body, but typically it settles in a person’s lungs. You know, when that person coughs or is singing, things like that, it can spread that way. Tuberculosis requires a lot of extended, close contact with a person to catch it."},{"author":"","text":"And then there are two types of tuberculosis. There’s one that’s known as active tuberculosis. This is when a person is displaying symptoms—you know, persistent cough, coughing up blood, pain in the lungs, and then things like night sweats and fevers and weight loss. That means they have an active infection and they can spread it to others. For the other version of tuberculosis, latent tuberculosis—people sometimes call it sleeping tuberculosis—this means that someone has the bacteria in their body, but it’s not causing an active infection. It has to become active for it to spread to others. And if you have a latent case, you won’t be experiencing symptoms."},{"author":"","text":"People that have diabetes, people who drink heavily, people with HIV and people that are immune-compromised, they’re at a greater risk of developing the illness—and especially people that maybe travel to countries that have larger outbreaks."},{"author":"","text":"You know, our health officials right now are not raising alarm bells for the general public. For right now, public health officials are saying they’re safe and that unless they interact with someone who has tuberculosis or they experience any prolonged symptoms, they should be in the clear. It’s really important for people who maybe hear that they were exposed to TB to comply with what the health department wants of them. It can be deadly, and so it’s just—if you’re aware of the fact that you could possibly have it or you’ve been exposed, it is important to take it seriously and to comply with treatment and with testing."},{"author":"Feltman","text":"Thanks so much for that update, Bek. Listeners, you can find more information about the outbreak on the Kansas health department’s website. We’ll be talking more about TB next month, when we’ll have author John Green on the pod to chat about his new book, Everything Is Tuberculosis. But for now, let’s move on to a bird flu update."},{"author":"","text":"[CLIP: “The Farmhouse,” by Silver Maple]"},{"author":"Feltman","text":"U.S. officials recently informed the World Organization for Animal Health about the first reported appearance of highly pathogenic H5N9 bird flu in U.S. poultry. This is a separate, less-common strain of bird flu than H5N1, which is the type that’s been making headlines for its spread among birds and cattle. H5N9 has been found in U.S. birds before, but authorities say this is the first time a version of the virus that's more likely to make birds seriously sick has infected U.S. poultry. In this case, H5N9 turned up on a duck farm in California that also had birds test positive for H5N1. Nearly 119,000 ducks have reportedly been killed, with the goal of limiting the virus’s spread."},{"author":"","text":"Separately, last Tuesday one of the country’s largest egg producers confirmed avian flu deaths among its flocks. Rose Acre Farms, which has facilities across seven states, said on social media that workers had noticed chickens dying at an Indiana location on January 25. Now, storing and cooking eggs properly should prevent the spread of bird flu to human consumers—but the need to cull sick chickens is having its own impact. On January 24 the Food Price Outlook report from the U.S. Department of Agriculture’s economic research arm predicted that egg prices would increase by more than 20 percent in 2025."},{"author":"","text":"But last week also brought some good news on the bird flu front. In a study published Thursday in Science researchers described an antibody-based immune therapy that helped protect monkeys who were later infected with H5N1 from becoming seriously ill. The researchers say this antibody targets a part of the influenza virus that doesn’t really change as the microbe mutates. In the study on monkeys the protection against serious illness and death seemed to hold up for eight to 12 weeks. The scientists suggest this could serve as a protective measure for first responders and other caregivers at the start of an H5N1 outbreak. For a deeper dive on the state of bird flu in the U.S., check out our January 15 episode."},{"author":"","text":"[CLIP: “None of My Business,” by Arthur Benson]"},{"author":"Feltman","text":"Now, this next story is technically health news—but it’s pretty out of date. Basically, a fossil hunter seems to have found some 66-million-year-old puke. The amateur fossil fiend spotted traces of ancient sea lilies, which only look flowery; they’re actually invertebrates related to sea stars and urchins. Further examination suggested they were gnawed on by some animal before being, let’s say, rejected."},{"author":"","text":"Curators at Denmark’s East Zealand Museum recently announced the finding to the press. To be clear, this precious artifact hasn’t been described in a peer-reviewed journal, so we shouldn’t get too excited about the implications of the ancient vom quite yet. But perhaps unsurprisingly, the story has been making international headlines anyway. Danish paleontologist Jesper Milàn told the BBC that the specimen is “the world's most famous piece of puke ever.”"},{"author":"","text":"Paul Olsen, a professor of Earth and environmental sciences at Columbia University, told NPR that while fossilized vomit, technically known as regurgitalite, isn’t actually rare, this one is an “especially nice example.” He also noted that it was probably more of a spitting situation, like someone chewing on sunflower seeds and getting rid of the shells, than a true upchuck."},{"author":"","text":"We’ll wrap up with some new research on polar bears, who apparently thrive on bad hair days. A study published last Wednesday in Science Advances reveals that sebum made of cholesterol, diacylglycerols and fatty acids—also known as grease—keeps ice from accumulating on polar bear hairs. When researchers washed their samples of polar bear fur in the lab, the strands lost their ice-resistant superpowers."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Feltman","text":"That’s all for this week’s news roundup. We’ll be back on Wednesday with tips for how to avoid a phenomenon sometimes known as “outrage fatigue.”"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great week!"}],"wave_peaks":[11547,12061,12469,12470,12494,12276,12591,11602,12154,12480,12343,12459,12439,12382,5354,12017,12635,13078,12559,12156,12504,12314,12560,12376,12559,12539,12422,12355,11121,12456,12431,12331,12362,12558,12450,11652,12433,12637,12286,12705,12011,12785,12685,12511,12355,12457,13120,10561,12005,12467,12589,12422,12494,12405,12414,12334,12519,12444,7393,12286,12322,12656,12269,12603,12334,12228,12373,12357,12310,12316,12538,12362,12352,12554,12414,12354,12130,12728,12458,10613,12208,12186,12372,8883,12484,12487,12331,12288,11958,12307,6540,7337,6033,12319,12030,12163,12179,12469,12314,11891,12178,14531,18113,13762,7700,11683,15895,16742,17621,15479,15125,15302,15017,12380,11664,9365,18449,17781,15957,14242,11580,8563,11688,1735,20957,19441,16170,15243,17083,15021,10073,13519,12224,11002,16406,15258,5214,923,17370,14455,20440,16088,16530,15964,17242,11427,15528,18447,14180,13818,14635,8816,6817,9504,19204,16670,14268,13731,12887,12551,8226,16420,18296,15038,8542,14934,12542,14174,9529,10993,11276,14605,18793,15607,7922,17293,11698,11252,17021,12940,13643,12681,12933,9231,4993,15617,15851,17651,14265,13314,18300,16140,12469,11376,12913,16864,15204,12396,15813,15279,16031,13357,15333,14424,8660,17317,19512,14429,17661,14757,16462,16065,12643,12091,12399,13528,3499,10966,17108,10843,15243,17629,14491,15689,15129,19089,16682,14124,16664,13937,17115,16182,13104,10271,12877,15076,15941,14985,14859,15635,13348,7522,4784,911,15875,12175,13500,15631,16646,9250,9049,14478,15421,16200,10640,6993,14329,13331,11543,13661,12904,2195,15812,11490,14539,14338,11700,11558,16757,13593,9410,12470,14942,15606,9511,14645,8292,11265,12051,9541,11513,12644,13953,9825,7079,11171,17758,11610,12159,15641,15035,8656,14879,13838,15005,12297,10976,11256,5675,3374,22005,15247,14940,14231,11886,12249,21865,20785,16667,16031,17502,16182,13061,15526,10770,11247,10618,10780,12978,12586,14089,10172,10757,12083,6525,962,9800,14862,16593,16940,15960,11569,12349,15325,16000,15624,15499,15278,14324,14739,11550,6592,17817,15312,15223,14378,14919,9612,12893,12591,14523,10466,9685,710,918,961,8503,15394,11623,18247,15729,12680,12465,10505,8980,12870,16405,16130,14651,13242,15620,15012,14266,11426,12723,12024,9666,7266,61,17329,14416,15190,15461,11186,14936,11067,11341,15711,12977,12220,12665,11602,14658,14394,12848,9545,8854,13353,6997,1620,20363,13148,12885,14542,17295,13209,8786,15312,14576,8933,10163,12473,15549,5758,13598,13873,17933,14714,14487,13805,12177,16493,13078,16531,11864,8931,13942,11947,12863,14410,12227,14816,17335,12957,6445,16312,13750,13118,13619,16238,14798,11717,14062,11635,13036,7454,5384,10189,13462,16365,14287,12632,13329,15321,12409,14295,16889,11603,14468,13535,14360,11612,16058,11646,11410,13916,14517,15583,13970,1992,11969,12925,13128,14320,13247,11591,13944,14671,9144,13256,13324,14796,8211,1323,19390,16293,17792,15630,13249,12157,13920,7674,8485,11253,10522,12348,14713,18571,13185,15187,12492,13082,14014,10420,13612,12754,15524,14545,15372,12353,9188,11332,7077,4726,15727,13577,12507,11108,17146,14279,14511,14274,12636,13249,12866,14353,6606,13248,12330,11696,6886,16867,17023,13909,13977,13898,11012,11036,12259,17695,17624,13773,12925,14573,14296,15650,13555,14226,14195,10156,3729,2309,11480,20555,18835,16447,15237,16457,8069,3928,4167,19351,18791,18901,16146,14795,14154,14668,15849,13347,16890,15047,16769,12459,14348,13694,7795,13092,7707,2213,9953,18717,13575,21532,16955,13677,11611,14753,16620,14816,16326,16521,8509,7948,16911,10390,13692,6808,15076,6495,13862,16223,19800,13516,16189,16236,17967,13201,13694,13186,11915,7707,1265,17828,17466,13956,9488,13321,17022,17355,14428,13025,14220,13967,14463,14851,4589,15574,16694,14055,12410,13972,15159,15260,13821,12815,18725,7449,16552,13251,17446,8927,14021,3181,1197,21134,18077,14037,16945,18052,10675,14407,12701,15259,14291,12754,12224,10448,13230,10897,13137,15052,11761,8551,954,16924,17557,15626,15602,16966,13912,15408,10302,8545,6368,18648,13952,12989,18781,15234,15552,13708,19695,14123,13260,15300,16988,14350,15021,7916,15008,13888,13664,12920,13600,12786,15418,17810,19453,11277,10120,12552,14431,11941,9636,2630,17072,18222,18536,10862,10548,13900,14361,12973,13826,16948,18441,13482,13510,14243,11606,5205,20236,15703,10603,3825,19039,17041,19310,18122,14809,9505,14429,14021,11233,12305,9986,665,15143,15468,15512,15938,15192,11876,17239,17672,15104,14348,13877,5403,15284,16118,16255,14571,15005,13857,12616,13442,9301,16279,11481,7894,1110,865,12295,10479,10568,9882,8674,9608,10190,10017,10735,12336,10991,6306,9794,9976,9989,11337,8914,11135,10148,10236,10793,10478,9942,10123,7667,9525,12312,12276,5474,9267,12387,10162,11745,10702,10227,10629,10078,12122,12086,10953,9930,10801,11544,10694,10038,10752,11046,10897,9111,11199,8977,9962,9704,9999,10118,10189,9733,12339,10623,943,11823,10707,10186,13186,11587,11421,12110,12092,9970,10039,10879,8087,9751,12196,1150,12743,12045,12773,11753,11564,10774,8244,9385,6832,11153,11020,11057,12807,12535,11718,11537,10470,11413,10600,9945,10252,10149,10338,11334,8943,11986,10096,10957,10793,10034,8498,1191,13455,10638,12819,11077,11913,12310,10440,10622,10401,9862,8351,6717,6936,9597,8766,11341,9277,9087,8247,8945,5878,386,8672,11840,11237,10086,9106,12077,8459,9702,13068,9984,10483,9873,11798,11890,11988,10702,10446,9413,10589,10645,12245,10778,11629,11633,9948,10316,10127,10745,9202,10375,13348,10003,12016,12186,8146,9803,10800,10884,11227,13637,9820,8994,7412,11850,7572,12204,10612,10854,425,11594,10115,11706,11631,11865,11338,9290,11102,7895,7204,4805,10585,9555,7994,11201,11536,10992,10212,12768,9823,783,11501,12364,10906,11315,11044,11062,10668,9977,8772,648,10745,11257,11265,12427,10004,10794,10629,12203,7544,10474,9334,10613,11771,9466,9338,10176,9057,9848,10445,1512,8255,10673,10622,10628,10530,10445,8454,7678,11449,3891,12060,11761,10869,11116,11027,11958,8976,7526,7722,9970,9813,8775,8583,9050,10773,11466,4781,13281,12887,10993,12078,10964,11503,10523,8705,8354,9916,9599,9358,8816,619,463,11342,11419,6926,13127,9830,10185,10472,9422,10893,10009,9976,10889,9674,10689,10764,10186,6836,8901,9610,9527,9712,645,1722,9097,9757,11033,9729,10675,9833,10448,9522,9757,8628,11666,10716,10419,7270,9380,6588,11483,11269,8935,10823,13355,10857,11153,12770,9001,10915,9857,12736,9127,10328,9228,618,12531,11371,9839,9791,8198,11398,10647,8997,8293,10403,9802,447,3224,11903,12142,10528,10256,10067,11128,10039,10148,9856,7012,1500,10746,11062,10166,7106,11389,10894,10000,10859,10289,10937,12031,11294,12653,11553,11557,8171,13501,8553,10008,11871,11155,11404,10450,12520,643,11153,10217,10674,10376,10426,10548,11170,11264,11960,12122,9938,1574,1,11309,13306,10122,10474,9398,11998,3827,12742,10904,12189,11387,7678,10187,13031,11876,10852,4972,0,9023,10401,10697,10709,11507,10095,9354,9579,7898,10265,10573,8233,9390,12690,10564,9643,10191,10730,12720,11297,11063,11011,10261,9655,9520,6860,9971,9411,9480,6965,10380,11960,11550,9635,3081,10302,10978,10572,11140,9355,12481,10669,9440,9962,8662,10393,10575,6523,7427,9910,8523,9785,7405,11265,9568,10460,10440,10904,9318,7908,8932,7747,10518,11592,10151,9548,12016,10250,8636,8475,11112,10328,11004,14183,13376,10849,9303,7675,12196,11357,10452,12691,12565,6099,4654,10708,11959,8713,11146,6171,10299,10257,5651,12435,11891,10195,9242,9541,9772,9845,9695,10083,10958,12444,11499,11292,11011,9761,9485,2801,1768,937,618,2051,2458,2570,1320,1916,2388,2537,951,927,496,365,18911,18625,18739,12010,13022,8329,14160,13799,15519,18390,11933,14131,13970,13407,14685,11607,16842,11520,10915,11171,14621,104,12877,17739,17552,16105,14838,12202,15030,15972,12223,18000,14807,14410,13154,17843,16672,15565,11815,15250,9677,11026,10304,9988,7579,17858,16474,15951,15015,13468,9482,10640,10581,4522,5021,3273,20722,16965,14439,16429,14992,11965,11326,14633,10539,13148,13994,14265,13215,12363,13684,14297,11666,8472,16977,17155,17106,11731,15181,14515,9316,13665,12097,14603,13067,13998,1368,13730,18105,18008,17964,12859,16880,14489,10613,10311,15617,12358,16698,14761,16952,19250,12302,19592,14266,11434,17477,12633,8978,10364,13243,3163,1424,13012,18929,17623,14217,16865,16485,14319,10998,10317,5345,17514,14179,16579,13151,20187,10504,16398,10364,14381,14167,12481,14635,14941,11283,7528,11334,8570,19256,14795,15531,14624,13184,10471,594,16567,14493,13697,14327,16061,12466,17728,15097,17568,15968,11946,12215,12511,13258,14654,16532,9414,15472,15213,12015,13997,12063,10653,621,17118,18500,17719,18711,14800,15121,13107,12744,13230,13934,8588,16814,14844,15706,12617,9761,12051,7481,801,571,21756,20065,10645,16486,13705,17371,16082,10542,14062,14438,10996,9157,12648,12848,17012,7598,16351,14733,8777,14803,3440,852,15816,14460,13790,14789,16329,16529,16547,15779,12839,7416,19367,18695,17344,16910,15211,8431,14416,15555,10680,15456,12132,12181,14247,13059,15104,15757,10353,14361,15274,1022,560,20851,13204,12992,12847,12689,11324,11594,11856,16232,17216,19973,13273,13243,10354,13892,10016,17914,16854,15053,14101,15106,15359,13471,13683,15975,14853,13186,1930,2783,18382,14359,14399,9804,12121,15787,13674,12232,15266,16568,13915,13520,15949,13981,13516,12685,11132,15142,4250,19570,17788,14916,19402,14887,14079,10856,19220,12991,17036,16925,11916,13132,13731,13289,865,301,226,21541,21805,14357,16164,16752,17318,14699,15728,12423,7906,13319,3548,18064,19679,13389,14813,15858,14989,12530,9656,10966,10117,16905,15000,17466,12694,12498,14803,8387,14167,13233,18105,12448,8477,16242,12344,18342,9528,15286,13207,5856,14957,14766,10218,12801,12768,6264,1284,16517,14582,17610,17615,18239,12710,13101,13575,15765,14924,12887,16864,17785,12821,15659,14361,16025,11930,16923,6230,2411,16074,20375,16560,8613,19009,15358,14938,12183,12346,13683,15549,14730,17043,17423,12316,10633,13195,7278,5678,14011,17968,15406,16543,14167,10655,19294,16023,16493,10428,9700,14006,14784,14265,14999,15471,14249,11937,15998,16325,15535,12779,14472,7303,193,13500,14675,18132,12499,15885,11277,10401,13789,16104,16582,12397,12625,7542,10001,5431,301,179,21256,18784,21845,11026,10726,9266,14500,11954,13569,9314,15374,16733,6629,10610,16128,13321,6834,400,17412,13726,14135,12965,11300,10882,10739,15225,12390,15711,12949,12128,11819,11537,11283,7615,7512,1024,517,12793,18741,16701,13486,11346,11403,15046,11198,15560,13860,7273,12510,9945,2428,18286,16508,13643,11686,12416,2704,18919,16765,10808,13334,12338,5518,17593,12275,9611,12768,3896,2940,13931,16630,15024,14833,21661,11677,10389,13263,13691,12806,16609,17097,6934,10985,14796,6373,19065,15627,6484,13568,11724,2396,2383,12802,14038,16491,14529,6937,13699,9099,14512,10410,17040,16181,15326,11153,13767,5599,915,12981,14549,13084,14179,13138,13926,14398,13921,16209,16868,11300,12311,8620,9056,6255,13259,16642,12971,11604,18277,13703,10121,14007,16070,13390,8542,11942,15625,14311,5920,1247,21321,15370,14448,15168,11756,13912,11473,14938,14999,12191,13159,15529,13282,12509,11708,1261,18674,16723,16480,14576,13433,15215,15636,12085,13509,10082,10199,12901,17731,17300,13173,11926,10998,11070,16124,15600,11976,12818,13984,10248,9280,14789,6818,967,12725,14911,13712,15341,9236,13163,17763,14631,11960,12772,9939,11716,7353,5848,15990,16266,16237,16083,18132,17306,15777,17894,13724,14225,8818,12140,13293,1262,17748,18553,17677,13914,11823,21519,20187,13321,14837,13241,11857,15874,15324,15241,5970,1688,11304,12493,16723,13141,12762,20691,20950,16028,18182,14945,17188,10582,12334,6418,18445,16138,14727,16112,14527,10779,9785,13386,11544,15208,15491,18979,17640,12893,10944,11764,4912,245,193,182,17560,20841,15387,12731,10375,12325,12776,10503,11919,17019,13028,12582,13937,11733,8843,4435,16784,17064,15965,19349,15128,15246,14732,12292,13283,11432,13530,15860,8749,15304,15071,13214,12766,13063,16329,14951,14293,15701,11471,14392,13400,6642,15623,13843,9764,10992,2265,13796,16171,18106,15097,14096,11673,12672,14133,14227,6480,597,13900,14327,13878,15903,16162,17505,14415,11623,10726,10671,12704,12442,17318,15805,13583,15325,17298,13396,11283,13801,8782,13351,5854,2137,1805,1907,21093,20565,14927,8916,12644,11270,12496,17001,17020,17092,8575,16149,14592,14741,16766,13966,14059,16921,17024,17150,14706,15299,14866,9508,7933,3654,2678,1604,20683,11868,11847,10873,21138,13533,16910,13301,14647,16916,13414,18932,12633,18668,12782,13493,15825,12658,15278,16122,17798,11375,3876,10420,20249,15308,14210,14706,15897,13990,15021,4562,1398,18122,15054,14358,10823,15776,16030,13040,2962,1863,20734,18210,14092,12776,15319,14722,14725,15628,14028,17473,15225,12021,8882,967,3737,19454,12466,18568,17791,11541,15907,14158,11245,2751,15733,16279,2375,1737,1700,1990,2422,8393,6904,5076,4089,3569,3477,2051,1888,2696,5708,3923,2100,1789,2157,301,186,44,16,5,1],"fragments":[{"begin":"0.000","end":"4.280","lines":["[CLIP: “Let There Be Rain,” by Silver Maple]"]},{"begin":"4.280","end":"32.800","lines":["Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Hope your February is off to a great start. Let’s kick off the week by catching up on all the science news you might have missed."]},{"begin":"32.800","end":"73.280","lines":["First, a quick note on some presidential moves that might impact health and science. Robert F. Kennedy Jr. faced at least some bipartisan pushback during confirmation hearings for his nomination for secretary of the U.S. Department of Health and Human Services. On Thursday the chair of the Senate Committee on Health, Education, Labor and Pensions, Republican Bill Cassidy, pressed Kennedy to take a definitive pro-vaccine stance. Cassidy, who practiced medicine for decades, claims he has constituents who credit Kennedy—at least in part—for their decision not to vaccinate."]},{"begin":"73.280","end":"98.080","lines":["After a lot of back and forth, Cassidy asked Kennedy to agree that if he were to be confirmed, the U.S. Food and Drug Administration would not “deprioritize or delay review and/or approval of new vaccines and that vaccine review standards will not change from historical norms.” Kennedy replied in the affirmative—but it’s important to note that the nominee has a long history of promoting vaccine misinformation."]},{"begin":"98.080","end":"107.120","lines":["You can read more about RFK Jr.’s health care track record at ScientificAmerican.com, and we’ll keep you updated on the confirmation hearings as they proceed."]},{"begin":"107.120","end":"165.320","lines":["Last week was also pretty chaotic in terms of executive orders, a federal funding freeze and more. As of last Friday afternoon, there were reports of webpages disappearing from government health agency sites. Stat News reported that data from the Youth Risk Behavior Surveillance System, a large national survey on youth behavioral habits that includes information on gender and sexual identities, had disappeared and was no longer accessible to researchers. The CDC's Social Vulnerability Index, which highlights groups particularly vulnerable to disasters because of factors like poverty, also appeared to be down on Friday, as did some resources about HIV. That’s not an exhaustive list by any means, and this story was very much still developing as of the time of this recording on the afternoon of January 31. We’re working on a deeper dive on these changes and their implications for this week’s Friday episode, so let us know if you have any specific questions. You can send those over to us at sciencequickly@sciam.com."]},{"begin":"165.320","end":"167.360","lines":["[CLIP: “It Doesn’t End Here (Instrumental),” by Nehemiah Pratt]"]},{"begin":"167.360","end":"193.360","lines":["Now let’s get into some public health news. You may have seen some headlines last week about a record-breaking outbreak of tuberculosis in Kansas. Initial reports dubbing it the nation’s largest TB outbreak since the CDC started keeping track of cases seem to have stemmed from an incorrect statement from the state health department. After the CDC refuted that, a state health official offered clarification, claiming this outbreak has seen the country’s highest case numbers over a one-year period."]},{"begin":"193.360","end":"229.120","lines":["The discrepancy has led to some confusion about the nature of this—very real and serious—outbreak. The health department says that as of January 31, more than 60 people in Wyandotte and Johnson counties have been diagnosed with active TB associated with the outbreak, though some have completed treatment since their diagnoses; “active” refers to a type of tuberculosis, not whether someone currently has the illness—more on that shortly. According to a state official, two people have died in the outbreak. Here to unpack the situation for us is Bek Shackelford-Nwanganga, a health equity reporter for the Kansas News Service and KCUR."]},{"begin":"229.120","end":"247.080","lines":["The first cases related to this specific outbreak were, we’ve been told, recorded in January of 2024. There was a pretty large spike over the summer, which is actually when the state came in and started assisting, and that’s when the CDC also came in and started assisting."]},{"begin":"247.080","end":"248.800","lines":["[CLIP: “Those Rainy Days,” by Elm Lake]"]},{"begin":"248.800","end":"267.640","lines":["They’re pretty confident that they’ve got the situation under control. They do expect to find more cases. They have to do a lot of contact tracing and a lot of investigations to try and figure out who is in touch with who. But for the most part they are happy with how numbers are trending downward, and they are monitoring it pretty closely."]},{"begin":"267.640","end":"289.000","lines":["Tuberculosis is a bacterial infection. It can settle in other places in your body, but typically it settles in a person’s lungs. You know, when that person coughs or is singing, things like that, it can spread that way. Tuberculosis requires a lot of extended, close contact with a person to catch it."]},{"begin":"289.000","end":"330.520","lines":["And then there are two types of tuberculosis. There’s one that’s known as active tuberculosis. This is when a person is displaying symptoms—you know, persistent cough, coughing up blood, pain in the lungs, and then things like night sweats and fevers and weight loss. That means they have an active infection and they can spread it to others. For the other version of tuberculosis, latent tuberculosis—people sometimes call it sleeping tuberculosis—this means that someone has the bacteria in their body, but it’s not causing an active infection. It has to become active for it to spread to others. And if you have a latent case, you won’t be experiencing symptoms."]},{"begin":"330.520","end":"345.640","lines":["People that have diabetes, people who drink heavily, people with HIV and people that are immune-compromised, they’re at a greater risk of developing the illness—and especially people that maybe travel to countries that have larger outbreaks."]},{"begin":"345.640","end":"388.360","lines":["You know, our health officials right now are not raising alarm bells for the general public. For right now, public health officials are saying they’re safe and that unless they interact with someone who has tuberculosis or they experience any prolonged symptoms, they should be in the clear. It’s really important for people who maybe hear that they were exposed to TB to comply with what the health department wants of them. It can be deadly, and so it’s just—if you’re aware of the fact that you could possibly have it or you’ve been exposed, it is important to take it seriously and to comply with treatment and with testing."]},{"begin":"388.360","end":"403.240","lines":["Thanks so much for that update, Bek. Listeners, you can find more information about the outbreak on the Kansas health department’s website. We’ll be talking more about TB next month, when we’ll have author John Green on the pod to chat about his new book, Everything Is Tuberculosis. But for now, let’s move on to a bird flu update."]},{"begin":"403.240","end":"405.040","lines":["[CLIP: “The Farmhouse,” by Silver Maple]"]},{"begin":"405.040","end":"445.600","lines":["U.S. officials recently informed the World Organization for Animal Health about the first reported appearance of highly pathogenic H5N9 bird flu in U.S. poultry. This is a separate, less-common strain of bird flu than H5N1, which is the type that’s been making headlines for its spread among birds and cattle. H5N9 has been found in U.S. birds before, but authorities say this is the first time a version of the virus that's more likely to make birds seriously sick has infected U.S. poultry. In this case, H5N9 turned up on a duck farm in California that also had birds test positive for H5N1. Nearly 119,000 ducks have reportedly been killed, with the goal of limiting the virus’s spread."]},{"begin":"445.600","end":"481.480","lines":["Separately, last Tuesday one of the country’s largest egg producers confirmed avian flu deaths among its flocks. Rose Acre Farms, which has facilities across seven states, said on social media that workers had noticed chickens dying at an Indiana location on January 25. Now, storing and cooking eggs properly should prevent the spread of bird flu to human consumers—but the need to cull sick chickens is having its own impact. On January 24 the Food Price Outlook report from the U.S. Department of Agriculture’s economic research arm predicted that egg prices would increase by more than 20 percent in 2025."]},{"begin":"481.480","end":"518.640","lines":["But last week also brought some good news on the bird flu front. In a study published Thursday in Science researchers described an antibody-based immune therapy that helped protect monkeys who were later infected with H5N1 from becoming seriously ill. The researchers say this antibody targets a part of the influenza virus that doesn’t really change as the microbe mutates. In the study on monkeys the protection against serious illness and death seemed to hold up for eight to 12 weeks. The scientists suggest this could serve as a protective measure for first responders and other caregivers at the start of an H5N1 outbreak. For a deeper dive on the state of bird flu in the U.S., check out our January 15 episode."]},{"begin":"518.640","end":"520.320","lines":["[CLIP: “None of My Business,” by Arthur Benson]"]},{"begin":"520.320","end":"547.840","lines":["Now, this next story is technically health news—but it’s pretty out of date. Basically, a fossil hunter seems to have found some 66-million-year-old puke. The amateur fossil fiend spotted traces of ancient sea lilies, which only look flowery; they’re actually invertebrates related to sea stars and urchins. Further examination suggested they were gnawed on by some animal before being, let’s say, rejected."]},{"begin":"547.840","end":"575.040","lines":["Curators at Denmark’s East Zealand Museum recently announced the finding to the press. To be clear, this precious artifact hasn’t been described in a peer-reviewed journal, so we shouldn’t get too excited about the implications of the ancient vom quite yet. But perhaps unsurprisingly, the story has been making international headlines anyway. Danish paleontologist Jesper Milàn told the BBC that the specimen is “the world's most famous piece of puke ever.”"]},{"begin":"575.040","end":"598.560","lines":["Paul Olsen, a professor of Earth and environmental sciences at Columbia University, told NPR that while fossilized vomit, technically known as regurgitalite, isn’t actually rare, this one is an “especially nice example.” He also noted that it was probably more of a spitting situation, like someone chewing on sunflower seeds and getting rid of the shells, than a true upchuck."]},{"begin":"598.560","end":"622.840","lines":["We’ll wrap up with some new research on polar bears, who apparently thrive on bad hair days. A study published last Wednesday in Science Advances reveals that sebum made of cholesterol, diacylglycerols and fatty acids—also known as grease—keeps ice from accumulating on polar bear hairs. When researchers washed their samples of polar bear fur in the lab, the strands lost their ice-resistant superpowers."]},{"begin":"622.840","end":"623.920","lines":["[CLIP: Theme music]"]},{"begin":"623.920","end":"632.160","lines":["That’s all for this week’s news roundup. We’ll be back on Wednesday with tips for how to avoid a phenomenon sometimes known as “outrage fatigue.”"]},{"begin":"632.160","end":"649.160","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"649.160","end":"659.840","lines":["For Scientific American, this is Rachel Feltman. Have a great week!"]}],"duration":659}