{"title":"How Plastics in the Brain Connect to the Wider Debate over Petroleum","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/how-are-microplastics-getting-into-our-brain/","audio":"https://traffic.megaphone.fm/SAM1152056537.mp3?updated=1741117894","intro":["Many people are concerned about microplastics reaching our brain—but few realize how this connects with petroleum production and the climate crisis"],"authors":["Rachel Feltman","Megha Satyanarayana","Fonda Mwangi","Naeem Amarsy","Alex Sugiura"],"category":["Climate Change"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"You may recall that during one of our news roundup episodes last month, I mentioned a new study on microplastics in the human brain. That study also caught the attention of Scientific American’s Chief Opinion Editor, Megha Satyanarayana. She featured it in her weekly column Cross Currents, where she dives into pressing issues related to health and the environment."},{"author":"","text":"Megha’s here to chat with us today about that February column, titled “Why Aren’t We Losing Our Minds Over the Plastic in Our Brains?” She’s also here to tell us more about the Scientific American Opinion section and what their work is all about."},{"author":"","text":"Thanks so much for coming on to chat today. I would love to hear a little bit about what you do at Scientific American."},{"author":"Megha Satyanarayana","text":"I’m the chief opinion editor at Scientific American, and the department does this kind of cool and unique thing in that we publish opinions from experts in different fields about things that are happening in science, things that are happening in society and where those two things overlap. We also publish opinion pieces that are staff-written, including some that are written by me and some that are written by Dan Vergano. Dan Vergano is senior opinion editor at Scientific American; he works with me on all of our opinion pieces, and he’s also the writer of a column called Argonaut. My column is called Cross Currents. We also have the Science of Parenting, which is our weekly look at issues and questions in the act of turning your small creatures into functional and happy members [laughs] of society."},{"author":"Feltman","text":"Cool, and, and what’s your background? What brought you to working in opinions in a science magazine?"},{"author":"Satyanarayana","text":"I was a scientist for the first chunk of my career. As I was nearing the end of my Ph.D. work I decided that I wanted to try something different. I found that everything that was out there was really interesting—that all of science was interesting, not just the very narrow thing that I was working on—and so I decided to become a journalist."},{"author":"","text":"For years I was a reporter. Then I became an editor. And opinion is a really critical and important part of journalism and information and the way that we view the world, and I think that Scientific American is really smart to do this."},{"author":"Feltman","text":"Yeah, what do you think some of the unique challenges, but also unique opportunities, are to having opinion pieces about the sciences?"},{"author":"Satyanarayana","text":"Sometimes it can be hard to read a news story and understand how this applies to you as an individual. I think sometimes you can read a news story and you get what amounts to, you know, an incremental piece of what’s going on in any one particular topic or any one particular news event."},{"author":"","text":"One of the things that opinion does really well is it brings all these different bits of information together, it synthesizes it, and somebody who has done that work then tells you, “This is why you should care about this,” in a way that maybe changes how you feel about something or what you think about something in a way that’s different than a news piece will."},{"author":"Feltman","text":"Yeah. I wanted to talk to you specifically about one of your recent columns about microplastics. I’m curious if we could use that piece to talk about your process more broadly—what prompted you to write about that topic?"},{"author":"Satyanarayana","text":"So the research report that it’s based on showed up in my email as part of a long list of embargoed pieces, and we’ve known for a while that microplastics are in our bodies—this is not the first report of it being in your body. But what really grabbed me is that it’s in your brain ..."},{"author":"Feltman","text":"Mm."},{"author":"Satyanarayana","text":"And your brain is this kind of protected space; things are not supposed to generally just get in there. So it got me reading a little more about it, and when I started seeing what others were reporting on it there was a lot of really great reporting on this in news. What I wasn’t seeing was that people were freaking out about this. Maybe that’s not the right word, maybe “freaking out” isn’t the right word, but I wasn’t seeing the same level of concern that people had when we were talking about our black spatulas, our black plastic spatulas ..."},{"author":"Feltman","text":"Mm."},{"author":"Satyanarayana","text":"Releasing fire retardants into our food. That really prompted a lot of consumer action, a lot of human action, to get rid of those utensils, to ask further questions. And maybe this is just where I hang out [laughs] on the Internet, but I just wasn’t seeing the same [with the microplastics study], and it bothered me a little bit."},{"author":"","text":"Our brains are very protected spaces, and our pharmaceutical industry spends gazillions of dollars every year trying to figure out how to get medication inside our brains—it’s that hard."},{"author":"Feltman","text":"Right."},{"author":"Satyanarayana","text":"And so the fact that little pieces of plastic are just hitching a ride and ending up in our brain, it was really troubling to me."},{"author":"Feltman","text":"So what were you seeking to do with your column?"},{"author":"Satyanarayana","text":"I was trying to, maybe, draw connections between a few different things."},{"author":"Feltman","text":"Mm."},{"author":"Satyanarayana","text":"I think a lot of people maybe either they don’t know or they don’t remember that plastics are a petroleum product."},{"author":"Feltman","text":"Right."},{"author":"Satyanarayana","text":"Maybe a lot of folks are not 100 percent aware that plastics chemistry is based on petroleum chemistry, so it’s not always the cleanest."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Satyanarayana","text":"I think a lot of folks are aware that there’s a lot of pollution that comes out of petroleum manufacturing, but I’m, I’m not sure how many people had made the connection that Tupperware comes from petroleum."},{"author":"","text":"And we’re in this really big climate crisis, and we’re, and we’re in this really tough moment in which our leadership is basically saying that climate change is not a big deal ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Satyanarayana","text":"Some of them are even saying it’s not real and that we’re silly to be paying attention to this. And so much of our climate crisis is about how we use fossil fuels."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Satyanarayana","text":"So I was trying to bring together all of these different things to let people know, “Hey, this is a thing to be worried about, but it’s also part of this bigger picture of how we use energy in this country, how we use energy around the world.”"},{"author":"","text":"And then I really wanted to remind people that plastics are pretty hard to recycle. There are places that will do it, but in general we don’t really recycle as much plastic as we think we do. And this stuff, I mean, it lasts—it lasts, and it lasts, and it lasts."},{"author":"","text":"I think chemistry’s a really great thing. I am fundamentally fascinated by it, right? This is my background as a scientist. But I think that this is one of those instances where we should be using our powers for good ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Satyanarayana","text":"And not less good."},{"author":"Feltman","text":"Yeah."},{"author":"Satyanarayana","text":"And I wanted to maybe draw those lines for people so that they could understand full circle why this plastics issue is such a big deal—not just for them as individuals, but for their communities, for their country, their world—and how it ties into climate."},{"author":"Feltman","text":"Yeah, absolutely. What other topics have you been working on lately?"},{"author":"Satyanarayana","text":"My focus is really on the life sciences: health, public health, environment. These are all things that are intricately intertwined. I’ve written about bird flu. I’ve written about the microplastics issue. I’ve written about how our administration talks about medication that people take for mental health issues, such as antidepressants and ADHD drugs. And I’ve written about measles."},{"author":"Feltman","text":"What has your approach been to covering measles, since it’s such a—an important topic in the news right now?"},{"author":"Satyanarayana","text":"One of the things that is really striking is the number of people who try to downplay measles as not a big deal, including, again, our administration. The tack that I’m taking to this is: to say that this is not a big deal is not right. We basically eradicated measles from this country 25 years ago. And so the fact that it’s back and we keep having all these outbreaks every year really speaks to how we talk about vaccines, how we feel about vaccines, the trust in science that has changed over time and an administration that has questioned the validity of vaccines."},{"author":"Feltman","text":"Absolutely, that makes a lot of sense. Do you feel that the need for these kinds of pieces is increasing due to the climate around how we talk about science?"},{"author":"Satyanarayana","text":"I think that opinion pieces are one of the many ways that we can combat misinformation, one of the many ways that we can combat the loss of trust in science or the reduction in trust in science—however you wanna say it. It’s another communication tool, right?"},{"author":"","text":"It’s very hard to talk about science. It’s one of these things that you have to experience to understand how it happens. And I get why people are sometimes like, “Okay, on the one hand you tell us this is a fact, but on the other hand you tell us this has changed,” and it’s, it’s a real challenge. I think science communication as a whole has a real challenge. But I also think that we have to better understand who are the genuine actors here and who are the bad actors; who are the ones that really do not care at all about science, that do not care at all about evidence, and they really just wanna be able to do what they wanna do, regardless of its effect on other people."},{"author":"","text":"I think where opinion pieces and, and opinion writing, opinion conversation—however you wanna call it—what it really does is that it helps people understand why people think the way they do: Here’s a person that has this take on this particular issue. “Oh, okay. I guess I can see that.” Here’s how this person supports their argument."},{"author":"","text":"It helps people feel a little better about the, the way that they think about things. “You know, I was a little nervous about bird flu; I’m really glad to see that there’s this other person out there who maybe feels the same way I do.”"},{"author":"","text":"What it also does is it opens up conversation and it opens up discussion. I get asked questions all the time by friends, “What should I be thinking about this week? What should I be worrying about this week?” I don’t want people to be worrying every week, mind you, but I do appreciate it when people in my circle are like, “What’s on the collective mind this week so I can better understand how to think about it?”"},{"author":"","text":"And we’re in a really interesting point in our country—again. We’ve been through this once before, where evidence was really just not important. What we understand from decades of research, studies involving thousands of people, is simply not enough for people who are really looking to find fault with something for whatever their reason is. Whether or not it’s because they don’t believe in vaccines because they know someone who was hurt by a vaccine—it doesn’t take away the fact that person was hurt, but for the most part these are fairly rare events. And I think a lot of times opinion helps people look at the risk-benefit analysis in a different way. Because we are trying to synthesize lots of different information here."},{"author":"","text":"So should you be worried about plastic in your brain? I think so. I think it really speaks to a lot of what’s happening in our world and in our country around convenience and disposability. But at the same time I’m also a parent of two small kids, and there are a lot of times when a disposable cup is really what we have to do because we are in the middle of five other things."},{"author":"","text":"I don’t know that opinion writing is telling somebody concretely: “This is what you need to believe. This is what you need to think, or you are wrong.” I think it’s more: “This is one way of looking at this really important issue in society that may not affect you right this minute but probably will at some point down the line.” If you are not somebody who eats eggs, maybe you don’t have as, as much of a, a stake in bird flu, but if you’re somebody who has a friend who has backyard chickens, I would be worried for them."},{"author":"Feltman","text":"Yeah."},{"author":"Satyanarayana","text":"If your school happens to be one of the ones that has poultry, it’s something to think about. And if you do eat eggs, how does this factor into your budgeting? How does this factor into the choices that you make as a consumer every day?"},{"author":"","text":"When we talk about opinion and we talk about the value of it, there’s enough value to go around ..."},{"author":"Feltman","text":"Mm."},{"author":"Satyanarayana","text":"News has an incredible amount of value. Diving deep into features, I think, teaches us more than just about any other way of getting our information every day. And I think opinion is just a good way to synthesize all of these disparate events that you’ve heard about from all of these other sources and put them through a funnel and say, “Here’s a way to look at what’s happening in the world.”"},{"author":"Feltman","text":"Well, thanks so much for coming on to chat and for all of the awesome work you do on the opinion team."},{"author":"Satyanarayana","text":"Thanks. I really appreciate you taking the time with us today."},{"author":"Feltman","text":"That’s all for today’s episode. To read more opinion pieces from SciAm’s staff writers and contributors visit www.scientificamerican.com/opinion"},{"author":"","text":"We’re planning to introduce you to some more of our coworkers at SciAm over the coming weeks, so let us know if there’s a section of the magazine or website you’re particularly interested in learning more about. You can shoot us your questions and suggestions via email at sciencequickly@sciam.com."},{"author":"","text":"We’ll be back in your feed on Friday with special guest John Green. You probably know him for his best-selling young adult novels like The Fault in Our Stars, but lately he’s been digging deep into a topic that might surprise you: tuberculosis."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. This episode was edited by Alex Sugiura. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[4,897,10042,14398,17319,21819,19543,23540,22828,4999,17865,20093,23350,23297,19735,2889,17265,23055,23140,9899,23618,23950,21794,12995,15649,9558,24046,10052,21825,24218,6193,21833,12158,16591,15930,23604,22282,19089,4376,2982,23591,15955,15335,15160,20883,17196,20460,16731,12349,18996,20800,23572,23611,22142,24108,23705,23268,17369,22276,8684,22390,21393,13684,10600,13294,19326,17421,15505,21279,22784,14936,23147,23099,24117,14814,3440,20311,16816,21496,19885,23950,20737,22280,16189,17446,5153,17146,23494,21900,19733,4111,20213,20600,17319,23837,19202,23062,94,22,4,14,110,362,982,1558,6496,5892,5392,4612,3697,3489,24233,19711,19053,22065,19232,16140,22189,13348,20108,10193,4651,2410,13399,23591,18208,20180,18999,18480,18888,21608,14191,20928,19972,6680,23887,18402,17175,14291,19021,21552,17286,19230,16602,12170,14570,14108,8754,2584,8244,24602,18553,17297,20832,16496,19463,14331,21998,18165,14235,16051,18054,15207,14190,20097,18771,20344,14533,9875,1075,433,441,291,482,390,306,242,206,931,18807,18557,16766,15075,16808,19754,15585,15846,16232,19105,13883,21000,18454,10101,12368,22443,15895,15205,19938,13236,286,24607,18159,21938,22882,24403,22478,22279,19516,16733,11964,17809,15523,16009,15077,10111,17853,18939,15346,20499,20204,16690,14494,5584,2140,19454,22783,17562,15305,18223,16050,20852,22860,21233,16704,17544,24165,19194,18720,17896,16428,19318,1974,11491,10649,11111,9873,11245,10821,4361,11569,3318,1794,1113,19705,21415,21926,23355,20447,24514,24511,18202,15797,16921,19068,21209,13504,21901,15388,18803,11561,14698,15287,14472,12787,11956,13183,15483,12097,11249,13928,13684,9066,9301,13265,13088,19780,11841,19299,6189,14314,14697,14842,3623,2386,13301,10221,8006,14574,12353,8332,10500,11999,9971,558,8103,20423,14427,9907,17189,14751,12917,14403,19322,10413,12852,11622,13677,15962,18046,999,14844,18516,17700,12627,21085,11939,11295,14183,14973,15825,13994,9305,13900,15974,14561,11915,13760,15879,16021,19698,4800,20129,15634,15875,15486,11504,11003,11858,10135,13324,19272,13448,10648,13489,11295,11262,14966,13569,848,16404,15434,11961,17312,14860,14723,7969,23378,22342,21152,14318,16037,17456,20377,12383,12269,10275,12419,9925,10901,11224,8770,8223,829,16778,9324,14105,12793,11938,12298,13691,11127,13335,10688,16511,15786,18168,13864,11114,12265,15116,14505,955,18600,16054,14130,13793,15565,4883,13551,15714,17298,14370,16516,15853,11060,10108,14119,9856,10938,12997,17000,17255,9794,6700,850,13639,15933,9593,13931,11223,17392,12956,3796,12627,12577,15569,14638,11109,10600,12225,11760,1512,20946,16828,14957,16979,12266,17278,11954,18586,9262,6846,13460,5262,22874,17804,22531,22017,13949,18269,8395,9797,11318,4141,13044,13476,6635,7837,11051,14399,11801,5727,12625,16925,14189,8823,6093,13934,16424,13430,9275,13935,11638,20128,14511,13246,9958,12083,10632,13357,15822,12732,13385,15689,13029,18774,11011,14527,15978,14260,13280,10020,13097,17084,7457,11830,21510,17835,20225,17652,10292,12266,18655,19696,19285,16125,17036,19406,10645,13038,14453,13604,17100,13224,15138,11522,11880,10101,2998,21694,14033,13074,12453,10662,13156,15415,9661,24600,22303,12499,16144,12265,14759,15627,17817,12302,10919,12406,10079,16708,14549,11445,7416,1442,19295,12333,12945,11417,11883,10815,13813,12686,3287,15001,13513,12058,8168,17930,14768,9843,7469,4872,1779,18700,12706,10284,13952,3145,8800,12404,11061,11967,12100,10324,12663,10166,7086,928,299,12075,14394,8805,879,15475,15678,12450,5498,0,21046,16594,3556,22772,12285,21838,16119,15541,14294,21995,15347,16066,14757,9912,22805,11098,13187,4875,12547,20055,12184,9613,24624,13369,10713,11717,22426,24560,12875,6475,5350,20364,16763,16444,18895,20019,22557,14041,14440,10623,10173,11999,10039,9072,24596,12195,10526,18277,15900,9212,8,10288,15499,14732,12969,13224,13941,14028,1845,2542,12670,12623,11979,9080,12164,13879,8409,11310,12899,7993,12639,10013,4847,3603,23052,9121,4408,20155,14364,13657,17277,20325,15595,12012,16255,14284,12829,15491,8824,11880,18515,10578,11199,11974,10449,8415,17459,10726,1010,852,15338,9670,8974,16267,14656,14562,12741,12634,9722,11745,9708,24569,13939,12925,10090,13389,19262,9343,17516,12052,14154,591,184,11018,14676,14493,12385,11388,11015,22505,21620,15419,12022,21612,18734,18799,16676,12774,8926,726,225,12231,18052,12918,16999,11027,6608,15125,15824,13257,14450,14220,13926,17574,10124,5434,24581,12616,18235,17484,13719,12869,14600,15012,18253,15732,13797,19080,17955,15524,12738,10302,23051,7489,10525,7489,20,19477,9894,21387,20678,24565,13646,10656,11509,14857,19865,14937,13699,10267,9747,14956,9271,21701,6567,18322,15516,20374,14843,3521,16048,24637,18588,7393,24380,17934,10412,23852,22281,13092,24568,16168,9036,11147,19864,9722,9955,18808,21716,1783,23188,12707,12205,10095,4909,18753,14550,12812,8062,262,21208,15577,14869,16673,15982,15331,8899,21737,16314,13614,17259,12102,18319,12342,12168,10732,18070,10647,10282,15109,11144,1937,14712,17833,17352,15011,13109,11056,9794,13212,14246,8715,11273,13544,13492,11382,15503,13115,11474,8984,17547,5160,24128,10721,18662,9559,9003,10480,12800,12682,10965,19558,20841,14963,17814,10165,13580,16738,17207,15580,8437,12968,11583,13158,8720,16541,7577,19230,21193,10112,3734,9032,22376,22146,11887,10726,16129,13537,14278,10660,6801,20191,14421,13964,15984,12198,9265,15298,13585,13878,18584,17654,12253,11774,16739,10626,15799,9289,23024,14981,13766,13536,13942,13121,10379,1244,14398,17249,10742,9982,4279,24607,18994,14555,16197,14299,14653,19535,10711,13278,12806,16295,13826,14161,11064,16136,12283,10343,13417,6138,1458,19975,16116,19967,18065,16232,18870,15142,15959,15132,18338,14923,19580,17172,13719,13825,22052,13773,10601,12458,13104,5917,3804,20099,13258,14574,10236,2959,14641,20289,19113,13635,18926,18278,17089,20023,19672,18406,15404,16917,6068,20639,15065,10441,11055,22663,21390,15385,16968,9541,2700,13775,22870,13459,14634,5834,21805,18595,15615,15124,14816,4322,20748,13986,10119,8026,8806,6113,7800,11982,11082,7263,18514,15535,9955,11003,14779,12991,13143,12424,13339,9214,11928,12227,9036,5226,12996,12681,9311,8052,11955,3191,12534,14532,19811,12875,12953,9519,10807,9521,14845,11666,17284,12645,18337,13144,11697,14092,8756,20307,15978,16381,3276,19647,19572,17509,13214,12437,12729,12983,11321,7336,12742,15907,16846,13318,7198,12629,11717,673,7167,11611,9505,12836,7739,8229,1026,13155,24162,6810,23118,16489,17305,11083,15714,14125,10476,14833,14188,1284,13662,9819,16585,13330,13208,9264,3760,20112,18683,8605,11279,7988,8638,6219,9347,4226,16266,14810,13552,12983,10429,10752,9702,15556,16846,16947,16859,14463,10539,14362,12193,10594,12949,11924,16806,16580,1054,10848,10524,13044,9903,6605,12140,13475,7574,9140,10846,13540,11262,16685,10772,11106,8097,172,8349,14683,11732,14682,13179,11500,16606,10877,3341,6275,18064,7373,10141,10307,16514,18050,11920,14601,10294,13238,15267,2635,19077,14687,13336,11984,15034,12359,14413,11322,15926,13226,11146,1527,21211,20842,23679,24578,13289,8390,9834,10505,16862,16677,17683,14569,13537,8634,11186,13647,7316,2993,24664,16065,12101,11744,18062,13254,2940,19748,10744,17556,15310,10269,19813,12702,10692,11343,4056,620,21707,14907,9091,13994,8130,11809,13057,9704,11498,15430,11790,12558,11104,8596,15108,14725,18275,11881,14068,12621,9978,23110,13348,9924,10454,19355,13685,15037,13643,12891,13220,17858,17619,19450,13313,15948,10876,13097,12461,9584,17162,507,23,14715,19226,8850,10094,16919,11357,5259,10635,6225,20860,11490,12858,16382,13875,14344,9083,8378,11210,17302,11146,12939,14973,10184,899,10292,16554,16296,11589,15250,15956,17973,12869,13255,9580,9228,13394,12692,13520,23776,16916,15642,12765,14699,9501,21040,16686,14396,15491,10941,10882,1500,24110,19819,13930,12012,13634,10833,11411,12619,6355,16103,13367,12629,10544,10588,12403,17557,15062,17315,16027,14140,1563,842,24652,14851,14592,13829,14927,16997,11064,14273,14865,14198,12308,9241,10774,11665,767,752,24660,15279,11249,20065,18182,14678,17013,17288,8676,14645,24620,18116,15440,19543,6639,24541,13883,14989,14003,10982,13223,15099,10786,173,20692,19827,24703,24384,13219,9870,18883,20107,12432,15876,12406,14180,13152,7349,572,22106,20366,16478,16190,11939,10861,10132,13111,13495,7574,12571,13577,9352,10617,11751,12997,19347,14966,13215,15795,13583,18787,21111,12858,3564,15950,24613,24621,10017,60,24618,19063,12650,10143,24639,12174,10837,11690,13796,9361,12729,14432,919,17776,17812,15430,11563,21973,23144,13912,8940,13204,6927,819,13039,17645,13254,16518,15275,18004,9948,12008,7374,224,22670,13770,14410,15728,7395,1612,16211,10438,15756,12879,14388,13608,1190,23401,18028,9629,18944,16020,11300,10322,2,20737,14706,19855,15097,6546,2335,24640,19803,24542,16692,13745,15699,11389,10526,24078,14016,14717,13896,13735,13583,18180,18190,11986,18335,14707,13574,15889,1062,1132,13295,19896,12128,8106,13251,8143,8859,14896,9605,9217,14643,16523,2189,972,19819,16433,12295,10985,4390,9867,11342,13774,10080,85,5314,18390,14865,13302,16477,12142,11005,16734,16845,23635,18122,12841,13098,14170,14035,18834,14259,12575,15792,17300,13869,18071,15718,5555,18622,13809,16240,17177,12621,11458,11413,14397,13822,12157,2948,523,368,24549,22129,14290,8334,4951,24627,20302,17576,17085,11799,24623,12501,7276,10319,9964,18064,16815,11511,20373,18224,22681,8655,9261,11690,1018,21144,17114,17041,17150,13389,12599,8615,18542,9265,11823,11548,16743,13033,10616,14593,15706,16371,15397,12600,16194,10548,15405,11109,13100,18239,14228,23615,9207,13303,16996,11673,9908,10207,9666,15426,18485,15652,16330,16470,14933,16235,13953,10923,13388,16152,13592,15914,10691,10290,11587,16138,9946,9503,14332,16139,10577,14237,15410,10594,21281,10520,11086,16383,13384,12618,10814,17233,15337,1368,20915,14515,15384,15602,15081,24416,19926,21740,18666,11476,11380,15115,16376,17424,14142,10304,9489,15602,18145,14377,17185,15146,11523,14533,15723,12607,490,18186,14854,15405,12021,16564,11967,16653,17486,14880,11882,20477,7899,5489,329,24538,11200,23217,18321,20181,10954,17124,18950,17261,12590,15187,16327,11069,10311,9367,14815,9069,9903,16719,12760,14324,21909,16463,13354,6169,20223,21801,10815,9462,24568,15847,15719,12130,13668,9484,8080,11120,12758,15319,10094,9941,12000,15851,16629,15722,9939,12273,14385,15411,15820,12727,18301,15015,17537,12128,12091,15181,15588,13773,12922,10312,7999,16604,13799,1722,19383,20880,17548,13746,8439,22002,22228,13039,19741,12503,9723,9504,11656,10619,11591,3860,1012,15756,18578,9885,11387,13598,8252,14327,12566,6636,11481,10674,11016,3888,165,16766,18051,7764,3849,262,20666,19483,15693,9713,10760,12514,12358,15925,11320,9340,37,18799,21239,13211,9034,13581,10990,24419,10655,8991,13900,9817,14073,9676,6898,15237,14894,15182,10511,13449,8406,14541,15384,17684,7606,3305,21267,12837,13223,10636,13946,17802,22476,13517,11237,12577,12728,8930,15074,11648,13782,1150,22878,15588,17467,6401,16497,14651,15811,1394,17227,15557,18290,14554,14379,14557,16167,14555,210,24624,7326,17544,15478,15204,18719,6799,9882,13914,13306,11608,8842,17731,13687,9399,12126,17909,9488,13796,9465,16449,11080,11613,10904,936,19476,20450,17702,16906,11235,9561,11312,9365,17040,19486,7377,17045,18647,14233,11660,17115,15157,15887,13374,13845,12161,15175,10435,9691,19582,12881,13332,10200,22919,14906,19631,10113,12706,14680,17868,8671,19262,14638,13981,18974,16021,13699,13049,16578,15934,18631,16072,15747,12763,17543,17074,11901,8632,8836,11837,5706,849,16150,18211,12063,15382,9077,17595,18831,16493,14960,9742,10149,17324,16116,14087,13640,17588,18697,15064,16324,12877,19270,10181,450,17987,12068,12295,13263,6898,8252,22131,18665,16073,12921,9146,12542,11989,13815,11213,8157,12978,15874,15067,13689,21375,8760,643,19126,17069,16615,11159,20061,20963,18753,12801,13065,16416,13320,11155,14832,24361,24700,14685,13533,17448,17948,18437,19070,15736,16991,23928,16007,17334,6775,14677,9439,9457,9258,3388,1153,24623,18709,14476,14777,11439,17060,13958,19285,12140,15577,13831,7789,548,12854,11260,11655,11651,9804,9344,4949,20027,15307,19307,14439,6657,9544,11922,16785,10907,10888,8973,14609,13865,7462,559,3602,20493,11647,15612,13003,13028,9971,9610,6617,25,12314,15393,11908,9871,9933,15750,7351,591,5792,15302,9179,12756,10768,13616,2064,7791,14437,9645,5513,10650,9164,12392,12778,12560,7727,3666,77,16684,14886,13250,16338,11213,15124,8444,16548,12519,10521,10531,10392,1681,21188,14253,14748,20016,9297,10790,8211,20018,16973,18049,18606,18436,2601,148,27,14064,15382,14358,12255,17916,12526,13708,9591,17545,16393,12435,208,11725,13511,8332,4372,21,17045,13895,18176,18035,7380,8883,14681,13331,15399,9139,13711,5970,534,12833,19691,20675,8020,14591,11981,7043,13862,12278,10715,9329,7393,14438,14007,8536,4034,17710,19693,17544,16672,19796,20071,9717,7366,16283,12091,9696,10339,15132,12381,111,11171,13630,11948,12334,15461,4011,305,24591,8603,4003,17563,17741,16442,15233,4228,13358,19573,9852,54,18832,17289,15893,13648,376,18846,14723,16038,16278,12636,13116,11655,12228,6185,16757,21216,14423,9431,14508,15136,7830,8513,14301,7296,41,17589,18326,11008,14775,14010,17348,15254,15579,13590,13465,13406,12222,8353,28,1942,24579,16150,8686,10970,7104,14664,8979,17555,19759,20869,15616,9697,17335,11289,11763,10483,10868,18112,13782,1232,646,20259,16483,12513,9535,14285,13785,998,356,24652,15289,20099,15911,12301,11121,17036,17603,12711,14574,8821,11457,14428,17633,19618,10956,8891,11253,17179,9532,19917,15253,12447,13091,11532,13052,14987,19212,11222,14702,9510,1072,24639,16677,16232,14627,13273,6021,18799,8938,19476,14963,21360,18015,19768,13917,7204,9327,15333,10313,3070,16002,17463,9142,13766,11480,16351,12604,7345,1940,22007,23078,18688,13844,16807,15465,18366,15938,10740,7896,11495,11477,17004,16047,8937,17483,6369,23692,20752,9028,21280,15806,11930,12184,15438,11174,18131,15250,16953,17970,13497,14925,15611,20706,22336,14913,12808,9669,16387,13525,14581,18170,24563,11625,13489,13998,13716,16309,14228,14302,14371,17371,14224,17759,18560,14199,353,1813,22949,20462,17924,19013,15144,15165,6027,18393,17521,12302,13152,19679,15944,14740,16062,21901,22125,13594,16557,15864,14958,19399,14354,15502,5862,15109,18041,14560,13825,12806,1101,1135,21570,16127,15529,9326,5452,8881,20583,19876,16197,16389,15021,10772,6357,20631,18518,11888,15798,9328,15544,14339,12025,16057,13849,11749,13718,9960,8288,372,2547,11993,13988,18345,8922,10714,12052,14397,15024,198,24602,22910,14826,15689,18187,24715,12177,15504,12547,4566,17666,16552,13139,15719,12005,14089,6028,23545,9282,8408,10780,12643,19185,9848,11450,8813,17289,11661,15153,9404,10154,17230,2892,20132,16120,10778,19118,9889,11605,7722,410,17956,18404,18542,10955,13497,14078,15259,12012,16365,19206,19784,16662,18430,21899,11224,7653,7649,19824,21078,19970,18345,14692,16009,12333,7159,423,17210,17945,15184,12322,70,15491,13274,17060,14815,10464,12240,15032,13560,9566,5761,664,1043,1424,23162,21860,18436,18111,19610,24392,19046,16526,15426,13377,15096,9347,11986,12264,14105,8842,21742,17132,11872,17130,12943,12073,15971,19289,8523,5845,3423,2770,12495,24659,17156,20851,16501,3712,17636,18547,14918,18577,16069,22112,21499,24529,17034,17068,15791,17042,18637,23153,20358,21693,24536,21437,18503,22139,16600,16137,19976,10767,15462,5103,3698,13652,17928,18065,15627,13493,12439,19978,18629,15118,15124,21750,14009,18269,12428,7503,7056,20866,21949,19251,16536,23607,24416,12611,19307,20998,17937,16318,16536,13264,17396,13416,15064,20613,9287,3015,19989,19563,18698,20704,15803,21950,18560,17547,17177,15925,22545,14427,17884,23023,21496,11950,2697,3182,19997,22024,17052,17295,24529,19759,11302,23698,17361,19211,16918,12641,8370,15754,19840,20547,13492,16303,21941,21122,18175,18120,12303,18270,17922,18970,18571,11551,3699,20897,13137,16616,17363,14107,16465,22322,16645,19204,20339,19737,7998,18248,17363,12992,9313,2301,4915,4298,24715,16960,17503,18627,24623,16742,21452,13641,18418,20341,20170,15759,20246,24604,16080,18557,24621,15623,22620,18285,16239,9052,3266,24559,20025,20566,19433,24533,24562,20401,16799,2616,19334,23513,24543,21206,22342,18313,17961,14456,24424,16320,17420,18409,23309,20225,16109,16097,2893,24670,24521,15665,18701,20804,19392,19892,21244,24491,22222,16725,17599,7694,24551,17813,24367,17263,19600,18629,20817,14714,2688,24194,23179,18463,3091,3631,4845,4905,2279,1545,1269,1193,1092,1057,839,715,646,528,358,293,189,177,132,110,93,67,40,26,18],"fragments":[{"begin":"0.000","end":"9.240","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"9.240","end":"57.080","lines":["You may recall that during one of our news roundup episodes last month, I mentioned a new study on microplastics in the human brain. That study also caught the attention of Scientific American’s Chief Opinion Editor, Megha Satyanarayana. She featured it in her weekly column Cross Currents, where she dives into pressing issues related to health and the environment."]},{"begin":"57.080","end":"72.680","lines":["Megha’s here to chat with us today about that February column, titled “Why Aren’t We Losing Our Minds Over the Plastic in Our Brains?” She’s also here to tell us more about the Scientific American Opinion section and what their work is all about."]},{"begin":"72.680","end":"81.280","lines":["Thanks so much for coming on to chat today. I would love to hear a little bit about what you do at Scientific American."]},{"begin":"81.280","end":"135.240","lines":["I’m the chief opinion editor at Scientific American, and the department does this kind of cool and unique thing in that we publish opinions from experts in different fields about things that are happening in science, things that are happening in society and where those two things overlap. We also publish opinion pieces that are staff-written, including some that are written by me and some that are written by Dan Vergano. Dan Vergano is senior opinion editor at Scientific American; he works with me on all of our opinion pieces, and he’s also the writer of a column called Argonaut. My column is called Cross Currents. We also have the Science of Parenting, which is our weekly look at issues and questions in the act of turning your small creatures into functional and happy members [laughs] of society."]},{"begin":"135.240","end":"141.720","lines":["Cool, and, and what’s your background? What brought you to working in opinions in a science magazine?"]},{"begin":"141.720","end":"161.120","lines":["I was a scientist for the first chunk of my career. As I was nearing the end of my Ph.D. work I decided that I wanted to try something different. I found that everything that was out there was really interesting—that all of science was interesting, not just the very narrow thing that I was working on—and so I decided to become a journalist."]},{"begin":"161.120","end":"179.520","lines":["For years I was a reporter. Then I became an editor. And opinion is a really critical and important part of journalism and information and the way that we view the world, and I think that Scientific American is really smart to do this."]},{"begin":"179.520","end":"188.880","lines":["Yeah, what do you think some of the unique challenges, but also unique opportunities, are to having opinion pieces about the sciences?"]},{"begin":"188.880","end":"209.480","lines":["Sometimes it can be hard to read a news story and understand how this applies to you as an individual. I think sometimes you can read a news story and you get what amounts to, you know, an incremental piece of what’s going on in any one particular topic or any one particular news event."]},{"begin":"209.480","end":"232.560","lines":["One of the things that opinion does really well is it brings all these different bits of information together, it synthesizes it, and somebody who has done that work then tells you, “This is why you should care about this,” in a way that maybe changes how you feel about something or what you think about something in a way that’s different than a news piece will."]},{"begin":"232.560","end":"248.400","lines":["Yeah. I wanted to talk to you specifically about one of your recent columns about microplastics. I’m curious if we could use that piece to talk about your process more broadly—what prompted you to write about that topic?"]},{"begin":"248.400","end":"263.720","lines":["So the research report that it’s based on showed up in my email as part of a long list of embargoed pieces, and we’ve known for a while that microplastics are in our bodies—this is not the first report of it being in your body. But what really grabbed me is that it’s in your brain ..."]},{"begin":"263.720","end":"264.160","lines":["Mm."]},{"begin":"264.160","end":"291.760","lines":["And your brain is this kind of protected space; things are not supposed to generally just get in there. So it got me reading a little more about it, and when I started seeing what others were reporting on it there was a lot of really great reporting on this in news. What I wasn’t seeing was that people were freaking out about this. Maybe that’s not the right word, maybe “freaking out” isn’t the right word, but I wasn’t seeing the same level of concern that people had when we were talking about our black spatulas, our black plastic spatulas ..."]},{"begin":"291.760","end":"291.880","lines":["Mm."]},{"begin":"291.880","end":"310.400","lines":["Releasing fire retardants into our food. That really prompted a lot of consumer action, a lot of human action, to get rid of those utensils, to ask further questions. And maybe this is just where I hang out [laughs] on the Internet, but I just wasn’t seeing the same [with the microplastics study], and it bothered me a little bit."]},{"begin":"310.400","end":"320.760","lines":["Our brains are very protected spaces, and our pharmaceutical industry spends gazillions of dollars every year trying to figure out how to get medication inside our brains—it’s that hard."]},{"begin":"320.760","end":"321.360","lines":["Right."]},{"begin":"321.360","end":"328.680","lines":["And so the fact that little pieces of plastic are just hitching a ride and ending up in our brain, it was really troubling to me."]},{"begin":"328.680","end":"332.600","lines":["So what were you seeking to do with your column?"]},{"begin":"332.600","end":"336.680","lines":["I was trying to, maybe, draw connections between a few different things."]},{"begin":"336.680","end":"337.200","lines":["Mm."]},{"begin":"337.200","end":"342.840","lines":["I think a lot of people maybe either they don’t know or they don’t remember that plastics are a petroleum product."]},{"begin":"342.840","end":"343.480","lines":["Right."]},{"begin":"343.480","end":"352.320","lines":["Maybe a lot of folks are not 100 percent aware that plastics chemistry is based on petroleum chemistry, so it’s not always the cleanest."]},{"begin":"352.320","end":"352.840","lines":["Mm-hmm."]},{"begin":"352.840","end":"363.680","lines":["I think a lot of folks are aware that there’s a lot of pollution that comes out of petroleum manufacturing, but I’m, I’m not sure how many people had made the connection that Tupperware comes from petroleum."]},{"begin":"363.680","end":"373.840","lines":["And we’re in this really big climate crisis, and we’re, and we’re in this really tough moment in which our leadership is basically saying that climate change is not a big deal ..."]},{"begin":"373.840","end":"374.160","lines":["Mm-hmm."]},{"begin":"374.160","end":"384.600","lines":["Some of them are even saying it’s not real and that we’re silly to be paying attention to this. And so much of our climate crisis is about how we use fossil fuels."]},{"begin":"384.600","end":"385.120","lines":["Mm-hmm."]},{"begin":"385.120","end":"397.960","lines":["So I was trying to bring together all of these different things to let people know, “Hey, this is a thing to be worried about, but it’s also part of this bigger picture of how we use energy in this country, how we use energy around the world.”"]},{"begin":"397.960","end":"413.800","lines":["And then I really wanted to remind people that plastics are pretty hard to recycle. There are places that will do it, but in general we don’t really recycle as much plastic as we think we do. And this stuff, I mean, it lasts—it lasts, and it lasts, and it lasts."]},{"begin":"413.800","end":"427.160","lines":["I think chemistry’s a really great thing. I am fundamentally fascinated by it, right? This is my background as a scientist. But I think that this is one of those instances where we should be using our powers for good ..."]},{"begin":"427.160","end":"427.560","lines":["Mm-hmm."]},{"begin":"427.560","end":"428.880","lines":["And not less good."]},{"begin":"428.880","end":"429.960","lines":["Yeah."]},{"begin":"429.960","end":"446.560","lines":["And I wanted to maybe draw those lines for people so that they could understand full circle why this plastics issue is such a big deal—not just for them as individuals, but for their communities, for their country, their world—and how it ties into climate."]},{"begin":"446.560","end":"450.680","lines":["Yeah, absolutely. What other topics have you been working on lately?"]},{"begin":"450.680","end":"474.960","lines":["My focus is really on the life sciences: health, public health, environment. These are all things that are intricately intertwined. I’ve written about bird flu. I’ve written about the microplastics issue. I’ve written about how our administration talks about medication that people take for mental health issues, such as antidepressants and ADHD drugs. And I’ve written about measles."]},{"begin":"474.960","end":"480.880","lines":["What has your approach been to covering measles, since it’s such a—an important topic in the news right now?"]},{"begin":"480.880","end":"513.920","lines":["One of the things that is really striking is the number of people who try to downplay measles as not a big deal, including, again, our administration. The tack that I’m taking to this is: to say that this is not a big deal is not right. We basically eradicated measles from this country 25 years ago. And so the fact that it’s back and we keep having all these outbreaks every year really speaks to how we talk about vaccines, how we feel about vaccines, the trust in science that has changed over time and an administration that has questioned the validity of vaccines."]},{"begin":"513.920","end":"522.560","lines":["Absolutely, that makes a lot of sense. Do you feel that the need for these kinds of pieces is increasing due to the climate around how we talk about science?"]},{"begin":"522.560","end":"535.480","lines":["I think that opinion pieces are one of the many ways that we can combat misinformation, one of the many ways that we can combat the loss of trust in science or the reduction in trust in science—however you wanna say it. It’s another communication tool, right?"]},{"begin":"535.480","end":"571.920","lines":["It’s very hard to talk about science. It’s one of these things that you have to experience to understand how it happens. And I get why people are sometimes like, “Okay, on the one hand you tell us this is a fact, but on the other hand you tell us this has changed,” and it’s, it’s a real challenge. I think science communication as a whole has a real challenge. But I also think that we have to better understand who are the genuine actors here and who are the bad actors; who are the ones that really do not care at all about science, that do not care at all about evidence, and they really just wanna be able to do what they wanna do, regardless of its effect on other people."]},{"begin":"571.920","end":"589.720","lines":["I think where opinion pieces and, and opinion writing, opinion conversation—however you wanna call it—what it really does is that it helps people understand why people think the way they do: Here’s a person that has this take on this particular issue. “Oh, okay. I guess I can see that.” Here’s how this person supports their argument."]},{"begin":"589.720","end":"603.360","lines":["It helps people feel a little better about the, the way that they think about things. “You know, I was a little nervous about bird flu; I’m really glad to see that there’s this other person out there who maybe feels the same way I do.”"]},{"begin":"603.360","end":"623.960","lines":["What it also does is it opens up conversation and it opens up discussion. I get asked questions all the time by friends, “What should I be thinking about this week? What should I be worrying about this week?” I don’t want people to be worrying every week, mind you, but I do appreciate it when people in my circle are like, “What’s on the collective mind this week so I can better understand how to think about it?”"]},{"begin":"623.960","end":"674.320","lines":["And we’re in a really interesting point in our country—again. We’ve been through this once before, where evidence was really just not important. What we understand from decades of research, studies involving thousands of people, is simply not enough for people who are really looking to find fault with something for whatever their reason is. Whether or not it’s because they don’t believe in vaccines because they know someone who was hurt by a vaccine—it doesn’t take away the fact that person was hurt, but for the most part these are fairly rare events. And I think a lot of times opinion helps people look at the risk-benefit analysis in a different way. Because we are trying to synthesize lots of different information here."]},{"begin":"674.320","end":"697.720","lines":["So should you be worried about plastic in your brain? I think so. I think it really speaks to a lot of what’s happening in our world and in our country around convenience and disposability. But at the same time I’m also a parent of two small kids, and there are a lot of times when a disposable cup is really what we have to do because we are in the middle of five other things."]},{"begin":"697.720","end":"726.720","lines":["I don’t know that opinion writing is telling somebody concretely: “This is what you need to believe. This is what you need to think, or you are wrong.” I think it’s more: “This is one way of looking at this really important issue in society that may not affect you right this minute but probably will at some point down the line.” If you are not somebody who eats eggs, maybe you don’t have as, as much of a, a stake in bird flu, but if you’re somebody who has a friend who has backyard chickens, I would be worried for them."]},{"begin":"726.720","end":"727.120","lines":["Yeah."]},{"begin":"727.120","end":"741.560","lines":["If your school happens to be one of the ones that has poultry, it’s something to think about. And if you do eat eggs, how does this factor into your budgeting? How does this factor into the choices that you make as a consumer every day?"]},{"begin":"741.560","end":"747.200","lines":["When we talk about opinion and we talk about the value of it, there’s enough value to go around ..."]},{"begin":"747.200","end":"747.320","lines":["Mm."]},{"begin":"747.320","end":"769.680","lines":["News has an incredible amount of value. Diving deep into features, I think, teaches us more than just about any other way of getting our information every day. And I think opinion is just a good way to synthesize all of these disparate events that you’ve heard about from all of these other sources and put them through a funnel and say, “Here’s a way to look at what’s happening in the world.”"]},{"begin":"769.680","end":"774.840","lines":["Well, thanks so much for coming on to chat and for all of the awesome work you do on the opinion team."]},{"begin":"774.840","end":"778.400","lines":["Thanks. I really appreciate you taking the time with us today."]},{"begin":"778.400","end":"788.280","lines":["That’s all for today’s episode. To read more opinion pieces from SciAm’s staff writers and contributors visit www.scientificamerican.com/opinion"]},{"begin":"788.280","end":"803.680","lines":["We’re planning to introduce you to some more of our coworkers at SciAm over the coming weeks, so let us know if there’s a section of the magazine or website you’re particularly interested in learning more about. You can shoot us your questions and suggestions via email at sciencequickly@sciam.com."]},{"begin":"803.680","end":"817.920","lines":["We’ll be back in your feed on Friday with special guest John Green. You probably know him for his best-selling young adult novels like The Fault in Our Stars, but lately he’s been digging deep into a topic that might surprise you: tuberculosis."]},{"begin":"817.920","end":"836.920","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. This episode was edited by Alex Sugiura. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"836.920","end":"848.000","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":848}