{"title":"A Death from Bird Flu, a Cosmic Kiss and Wildfires in L.A.","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png?m=1717792183.71","url":"https://www.scientificamerican.com/podcast/episode/the-reason-wildfires-in-l-a-were-so-destructive-and-an-update-on-public/","audio":"https://traffic.megaphone.fm/SAM1246979905.mp3?updated=1736545778","intro":["In this week’s news rundown, norovirus cases are up, a bird flu death is reported and Los Angeles has experienced devastating fires."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Health"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Welcome to our first science news roundup of 2025. Here are a few of the stories you may have missed last week."},{"author":"","text":"There’s a bunch of public health news right now, so we’ll get that out of the way up top."},{"author":"","text":"First, norovirus cases are up in several parts of the United States right now. The Centers for Disease Control and Prevention reports that during the week of December 5—the most recent week the agency has official numbers for—there were 91 outbreaks of norovirus registered by state health departments nationwide. That might not sound like a lot, but keep in mind that those are only the official reports. Most folks who get norovirus have a miserable time but don’t need to seek medical treatment for their “stomach flu.” Plus, during the same week of the year from 2021 through 2024, the CDC never saw more than 41 outbreaks reported. Norovirus is highly contagious, and it’s one of the few pathogens that hand sanitizer can’t kill. So make sure you’re washing your hands with soap and water before eating, handling food or taking medicine, and of course after using the bathroom or changing a diaper."},{"author":"","text":"Now let’s check in on bird flu. Last week the Louisiana Department of Health reported the first U.S. death from H5N1, which has infected at least 66 humans in the U.S. since the start of 2024. The individual who passed away became severely ill after having contact with both wild birds and backyard poultry. The health department has stated that this individual was over the age of 65 and had some underlying health conditions, and most cases of H5N1 in the U.S. haven’t required hospitalization. But while the current risk to most folks is low, that doesn’t mean we’re not at risk of things taking a turn. We’ll be having a longer conversation about the state of H5N1 on Wednesday."},{"author":"","text":"Lastly, you may have seen headlines about an increase in human metapneumovirus cases in China—and news of cases in India, too. But the good news is that this upper and lower respiratory virus, called HMPV for short, isn’t currently a cause for concern in the U.S. Unlike COVID, HMPV has been around for more than 60 years, and many people have some amount of immunity to it. There has been a steady uptick in HMPV cases in the U.S. since November, according to data from the CDC, but its impact currently pales in comparison to both COVID and the seasonal flu. So our advice about HMPV is simple, and it’s also the same advice we have for those other respiratory infections: wear a mask, wash your hands, and stay home if you’re feeling sick."},{"author":"","text":"Speaking of health, last Tuesday the Biden administration announced a rule that will remove medical debt from U.S. credit reports. According to the Consumer Financial Protection Bureau, this will wipe an estimated $49 billion in debt from the credit reports of around 15 million Americans, potentially raising their credit scores by an average of 20 points. This rule will also prevent the repossession of devices such as wheelchairs and prosthetic limbs. Several House Republicans have opposed the rule and are expected to try to undo it under the incoming administration. The Consumer Data Industry Association, which represents credit bureaus, said in a statement that it would be working to “safeguard the credit reporting system and combat the CFPB’s misguided foray into this area.” According to data analysis by KFF, around 14 million people in the U.S. owe more than $1,000 in medical debt. Around 3 million people, or 1 in 100 U.S. adults, owe more than $10,000."},{"author":"","text":"Moving on to the climate, last week multiple intense wildfires broke out in Los Angeles."},{"author":"","text":"[CLIP: (Karen Bass, Los Angeles mayor): “Good afternoon everyone and let me just thank all of the leaders that are here with us today. We will unify our city. We will get through this crisis. And we will rebuild a better Los Angeles. First and foremost, of course, my thoughts are with the thousands of Angelinos impacted by these continuing fires. There is a new fire, unfortunately….”]"},{"author":"","text":"I talked with Andrea Thompson, SciAm’s senior news editor for Earth and environment, last Thursday evening about how this all got started and where the disaster might go from here."},{"author":"","text":"So, Andrea, can you walk us through what’s been happening in Los Angeles this past week?"},{"author":"Andrea Thompson","text":"L.A. saw some of the most destructive fires it’s ever seen in its history, and that’s due to a confluence of a few things. One is a major Santa Ana wind event. This is a phenomenon that is common in that part of the country at this time of year, and it occurs when you have a certain meteorological setup."},{"author":"","text":"So you have an area of high pressure air over what’s called the Great Basin, so that’s the interior part of the West, and then an area of low pressure air over Southern California. And air wants to move from high pressure to low pressure, so you have this wind moving in that direction offshore, and the Great Basin is a bit higher than that elevation, and as the air moves downslope, it compresses. And that means it gets hotter and it gets drier–hotter and drier weather is very conducive to fires."},{"author":"","text":"As the air moves down it wants to move through the path of least resistance, and that is these mountain canyons that are really prevalent in the area. As it’s funneled into these canyons it speeds up. So all of those factors mean that when you get a fire, they are just primed to spread that fire very quickly. And that’s exactly what happened with this event, which was very intense. And it also happened to overlap with really dry weather."},{"author":"","text":"Typically this part of the country has its wet season in the winter, and usually you would have rains by now that would help tamp down the fire risk, but it has been one of the hottest and driest starts to the winter ever for Southern California, so that’s just a perfect storm of conditions for any spark that ignites to happen and grow into a huge fire."},{"author":"","text":"And that’s exactly what we saw happen in particular with the Palisades Fire and the Eaton Fire. Those were wind-driven events where it is virtually impossible to stop them at the height of the wind event because it’s moving so fast, there’s just really nothing firefighters can do to contain the fire at that point. The winds are too high for helicopters and other aircraft to do water drops. The fire is moving far too fast for firefighters on the ground to be able to try and get in front of it."},{"author":"Feltman","text":"How is this any different from the wildfires that California and L.A. have seen in general in the past?"},{"author":"Thompson","text":"So these kinds of fires are not unusual in this region; it’s what this region’s ecosystem is evolved to. They’re unusual in their destructiveness because there are a lot more people in these places than there were historically. And when fires have erupted in the past when there were people living there, we put them out. And all that suppression has meant there’s a lot more abundant fuel for any fires that do happen."},{"author":"","text":"That’s particularly the case this year because there have been two wet winters in a row—the preceding winters—so there was a lot of water to fuel a lot of vegetation growth. And then the hot summer and hot fall happened, and all of that vegetation dried out, and it’s just ready: It’s tinder-dry. It’s ready to go at any second if there’s a spark."},{"author":"","text":"These are different from what you might see in other parts of California or other parts of the West if it’s a forested area. Forest fires and brush fires can be a little different in a few different ways: The way the fire travels can be a little different. The effects and the type of smoke can be a little different. But in terms of the L.A. Basin it has seen fires like this in the past. This is just the most destructive in quite some time. In fact, the Palisades is the most destructive in the city’s history."},{"author":"Feltman","text":"As of right now, Thursday, almost 5 p.m. Eastern time, where do things stand in L.A.?"},{"author":"Thompson","text":"The main fires, the Palisades and the Eaton fires, are still what’s called “zero percent contained.” So that means they’re burning without any kind of perimeter put in place by the firefighters to try and halt the spread of the fire."},{"author":"","text":"The winds are supposed to pick back up. They had died down from their peak overnight Tuesday; that’s part of what allowed firefighters to get out in front of the Sunset Fire. Winds were not as bad, so they could actually put the helicopters that did water drops to use, and that really helped stop that fire a bit more in its tracks. And also, the winds dying down meant that fire was not spreading as rapidly, but you could still see the embers going out in front from the winds that were there and starting what are called spot fires that then grow up and merge as the fire front continues to move downslope."},{"author":"","text":"So right now firefighters are trying to get a handle on the fires that are burning to try and get some containment to protect whatever structures they can. They are watching for new fires to start because that is always a possibility. The weather is still incredibly dry and very warm."},{"author":"","text":"So it’s basically—they’re trying to actually get out ahead of the fires now, while the winds aren’t as bad, in preparation for when they pick back up again because anytime the winds pick back up, even if they aren’t expected to get as bad as they were on Tuesday, there’s still a ton of potential for another big fire to get started."},{"author":"Feltman","text":"Andrea, thanks for taking the time to come on and explain that to us."},{"author":"","text":"Listeners: our thoughts are with everyone impacted by the fires in and around Los Angeles. Of course, this a rapidly evolving story, so if you're looking for more up to date information, we recommend checking some breaking news sources. You can see Andrea's latest coverage of the situation if you go to sciam.com."},{"author":"","text":"We’ll wrap up with some stellar space news. Last Friday we talked about the hunt for our solar system’s mysterious, totally hypothetical Planet Nine. But just because Pluto isn’t a fully-fledged planet anymore doesn’t mean scientists don’t care about it. A new study aims to explain how Pluto and its largest moon, Charon, wound up in their unique cosmic dance. Instead of the moon orbiting around Pluto, Charon and the dwarf planet both circle the same fixed point between them. The pair are also tidally locked—that means they rotate in such a way that they’re always presenting the same face to each other, like a pair of ice dancers holding hands and spinning together."},{"author":"","text":"So how did Charon get there? This new study says it was a “kiss and capture.” Basically, the idea is that Charon and Pluto smashed into each other at some point, then spent some time stuck together before Pluto’s rotation pushed Charon away."},{"author":"","text":"Previous theories have mostly centered on a process similar to the one that formed our own moon, where a collision caused both objects to melt and mix. The researchers behind this new study say that because Pluto and Charon are so much smaller than most objects thought to do that kind of smooshing, they’re bound to have behaved differently."},{"author":"","text":"That’s all for this week’s news roundup. We’ll be back on Wednesday with a deeper dive on bird flu. And on Friday we’ve got a fascinating conversation about why so many different languages say “ouch” the same way."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great week!"}],"wave_peaks":[431,803,5797,6008,7324,7261,4457,5035,6583,3214,3303,6333,5579,3293,921,1647,8770,2063,3148,2345,3973,4928,4951,1853,5617,999,1015,8673,4356,4532,5168,3491,3723,2430,3700,3783,7828,4970,3339,2039,1232,2431,2764,2363,1076,967,4227,7046,2722,3961,4805,1574,4718,4190,6557,3185,8741,6275,2096,2055,3116,3685,1167,4056,3555,3296,1106,4501,3811,5424,2664,3002,3568,3080,2301,4717,1625,3332,4287,4427,1665,695,2358,10238,7828,7039,8994,3804,2224,4327,1525,669,6099,5825,6149,3959,4409,3336,826,332,38,922,1332,1528,2436,1914,1184,16329,16993,16886,11838,8495,16338,15286,16574,17021,14656,16298,16600,16636,16874,16772,6586,15759,16270,16707,14535,16832,16136,15674,16546,16737,16551,16391,10610,1402,16197,17047,16049,15107,16695,16536,16878,16890,16459,8806,765,4821,15904,15971,15878,15962,12737,15451,11659,15919,15932,16011,15869,12231,15951,15918,11057,8279,8645,5475,3665,17964,9214,8014,10151,3118,12714,14884,10151,3987,9545,7973,4693,3030,15919,14803,15951,15914,15920,15949,15920,15922,15913,15904,15913,15405,12778,12537,8169,6850,15973,12126,12739,15985,15933,15916,15930,15911,15901,11477,14675,15938,15957,15914,15668,15950,11517,15953,13769,10930,15908,15900,15987,14777,9898,15951,16066,15949,15952,15708,15909,15940,15891,15260,15895,13406,15931,15834,11846,13808,13688,2518,286,15917,15922,15887,15958,15903,12103,15544,15930,15871,15880,15496,11842,12166,10576,10670,15918,12028,15874,9963,2282,554,15839,15921,16003,15908,15902,16018,15133,15927,15790,15996,12757,13958,16039,15937,15968,15914,15597,15920,15942,10371,9900,603,419,15986,15954,15894,15895,15128,14541,15933,15899,13970,15964,10795,15885,15329,15897,3974,15908,11438,15951,15935,15902,15611,15902,15887,9149,12329,7919,280,12116,15931,15932,15909,15914,15914,15943,15916,15910,15973,9948,16011,15877,15896,15168,15910,14477,15927,15959,409,10667,15929,16001,15909,15927,11307,15931,15895,15940,16027,15919,15933,14117,13639,15950,13291,14165,15924,15900,15853,7091,15909,15919,15574,16013,15234,15955,16007,15374,15904,15852,15909,184,8149,7314,6365,2815,912,7282,6330,4665,5637,788,9044,6761,4499,2738,3897,6349,6362,3123,3835,3776,2263,904,15950,15948,12240,15963,15905,15019,11717,319,15955,7999,15938,11180,15948,15955,15952,15951,15937,15925,11361,15902,15918,15926,15949,15876,8363,15899,15962,15942,15790,14773,15247,15909,15983,15011,15950,15261,15919,15926,15947,15928,15920,145,129,15951,15910,15338,15976,15946,15942,15907,15931,15998,15975,13871,15964,15898,15937,15909,15927,15937,15920,15949,15914,13060,410,15982,15921,15932,15089,15957,15925,15962,15947,15896,15918,15936,12628,15996,15821,15916,14620,15959,15936,15905,13557,860,15959,15932,12343,15903,15963,15912,13285,15921,10330,13003,15876,15880,13502,14203,439,15921,15936,12817,15978,5183,15899,15928,15689,15927,15462,15878,15949,12946,12980,14126,15953,15599,14430,11200,13021,6404,343,15925,15937,15937,15931,15984,15905,15818,15941,15977,15931,15925,15914,15934,4590,1559,2880,5263,6315,6609,2506,6121,6132,6522,2442,16442,14450,16156,16177,16004,16068,15992,15994,15858,7693,15946,15930,15947,15928,15042,14854,12127,15941,12473,15912,15938,15902,15931,15917,15925,12424,354,15934,15955,15994,15940,15875,15926,15977,15926,15900,15917,15933,15917,15987,13634,15905,15917,13601,15956,15917,15962,15875,15969,15918,15899,15925,2194,270,15968,15933,15989,15906,15925,16064,15933,15939,15952,12758,10002,11286,15952,15908,15944,15946,15922,15932,15936,14217,453,249,15922,15952,15910,15945,14934,15912,15941,13716,15930,15941,15931,15954,15964,15905,15897,15943,13965,9375,13353,641,15970,15412,16062,13312,15815,15954,15939,13962,15928,15891,15911,15937,15907,15113,13987,385,16016,15921,15914,15756,12800,15879,15937,15924,15965,12271,15914,15596,15928,15940,15946,15922,15939,15924,13729,15870,11589,878,15919,15943,15371,15944,15977,16022,15989,15974,14934,15898,15906,13914,5830,5155,1954,1441,5646,6403,6408,2659,4322,5383,5533,1778,3794,4450,4336,1983,2249,3526,3535,1589,1181,735,526,16022,14468,16016,15997,16023,15874,15307,15946,12842,12014,14115,16124,15956,15917,15948,12761,12051,14074,15914,15112,15917,12632,10817,4915,538,15935,15935,13075,15970,16062,15904,15907,15954,15954,15916,15909,15950,15920,15170,15517,15910,14560,15906,14952,15992,14407,15952,15937,15949,15911,13147,15946,15704,14513,12871,749,15940,15994,15954,15913,15915,15959,15919,15920,15934,15924,15943,13633,6368,770,272,15966,15930,15956,15920,15797,15902,15928,15952,15925,15943,15869,15286,15813,11785,15944,15169,3058,220,2595,15930,15934,15906,15758,15968,15914,15916,15924,15911,15872,15929,15877,15916,15250,15915,15920,15130,15179,272,15887,15911,15940,16069,15935,15974,11361,15896,15947,15936,15918,15914,15943,15933,15939,15936,15903,15940,15911,9470,15923,3315,2914,15905,15956,15929,15916,13597,15974,15797,15983,15981,15894,14461,15605,15237,15907,15922,12986,15901,15889,14073,7720,543,13591,15955,15979,15970,15907,15948,16086,13526,15959,15938,15924,15379,14805,14096,15916,15893,15916,15895,15961,15913,15903,15083,16011,8354,926,15932,15694,15980,10973,12631,12986,15321,14676,14700,15864,15922,15922,15912,15929,11473,15126,12361,7815,4739,5590,9338,10034,8018,4611,8153,7424,16268,17700,17610,14416,16754,10877,16752,16561,15806,15782,16591,16480,16372,16385,15406,16568,12224,2071,16130,16168,16450,16068,15932,11105,16050,15983,16234,16042,16254,15402,11668,15990,15925,15902,15938,15936,15930,15945,15918,14799,15918,15919,13841,15951,15907,15909,15901,15914,15926,15918,15903,15951,15914,15930,15930,3667,1752,4061,15924,15918,15918,15910,15909,1593,15962,15942,15904,15938,15963,15947,15930,15915,15969,15916,15898,15923,10590,15922,15867,15416,1035,7760,13564,12001,3454,1651,2261,16549,16438,15927,15937,16013,15903,15914,15890,15996,15877,15877,15926,13766,15957,15860,14653,15557,15932,15905,15996,15940,13527,1202,15915,15974,16040,15939,15879,15837,6886,15995,16005,12439,15927,15920,15891,15932,15901,15996,15936,15949,15944,14376,15940,15558,158,12635,12704,12655,12696,12670,12658,12668,12646,12101,12645,12690,9571,12596,12627,4911,12634,12698,12510,12321,12661,12623,12674,11787,12674,12640,12660,12673,12673,12635,12660,12636,12218,10890,4206,12620,12686,12686,12626,12660,12623,12649,12667,12369,12663,12673,12642,12700,12634,12694,12691,12619,2789,12750,12658,12289,12646,12649,10748,12683,12654,12689,12708,12685,12710,12657,12687,12522,12651,12649,12675,12666,12660,12643,12671,12666,11707,12656,12667,12626,12646,12672,12578,1285,12698,12683,12708,12660,12650,12653,12661,12644,12674,12671,12639,12635,12786,12606,12663,12665,12667,12652,12635,12649,12644,12673,9705,12724,12665,12770,12650,12663,12643,12709,12619,12658,12642,1006,12625,12653,12624,12695,12659,11047,2426,12640,12592,12664,12745,12671,12627,12675,11400,12618,1221,12642,12635,8086,12692,11886,11489,7595,12711,12672,12589,11548,12669,12628,2303,8107,12646,12636,12641,12649,12647,12053,7348,12648,7260,33,12671,12658,12687,12649,12644,12265,10818,12660,6917,12649,12636,12617,12651,12665,12720,10253,12656,12634,10916,6678,11590,11258,12643,9681,9704,10260,12656,12612,12569,12630,8445,12812,12693,12672,12648,6294,12586,12587,12637,12671,11614,12641,12636,12700,12667,12518,757,12734,12647,12642,12605,12650,11950,10329,12578,12674,12648,10917,12674,8378,12649,12574,7143,10512,12755,12634,12638,12233,4836,5725,12682,12547,12727,6492,1415,12450,12661,12691,12696,9657,8586,12633,12689,9341,12246,12631,10721,12689,10515,10724,1247,12745,12667,12689,12513,12652,12015,12648,11122,1958,12664,12684,12627,12576,12635,12641,10647,12651,12644,12651,12665,12647,12658,12666,12684,12559,12765,12640,10104,3878,2236,12696,12645,12716,12673,12644,12681,12636,12643,12647,7045,12651,12644,12638,12646,12670,12637,12685,12692,12650,10862,4987,12661,12674,12666,10823,12670,12647,12023,12656,8962,7866,3809,12644,12639,12644,12668,12668,12680,12694,7891,9723,10199,12737,12633,12635,12662,10635,12653,10701,12712,7130,12357,12640,9045,12654,12650,12663,11691,12152,12669,12660,12646,12277,12640,12638,12642,12646,12736,10268,12689,12598,12628,12250,7903,12645,12650,12633,12644,12696,12405,12686,12638,12430,12658,12664,11393,12675,12655,10019,12678,10983,10253,12637,12649,12651,12685,11839,12651,11732,5802,12649,12683,12636,12639,12540,3162,6608,12649,12647,12659,12654,12650,12675,12659,3716,12671,12637,12667,12680,12691,9567,12584,12679,7462,12637,12660,12644,12672,11992,12676,12652,12653,12625,12681,12646,12639,12654,10422,12513,502,15916,15963,14386,15907,15892,15914,15944,15896,15839,14755,15918,15986,15929,15891,15702,15926,2017,12642,12702,12648,12657,12683,12191,11433,12656,8774,12676,12696,12657,11749,10805,12716,12653,12644,12657,12639,10014,5417,3915,12608,11608,12649,12662,12641,11946,12656,12650,12663,12641,12679,12228,10827,12671,12575,12652,10097,11374,9479,12661,12638,12672,11724,12645,11312,12601,12654,12688,12651,12672,12573,8781,12642,11005,12668,11283,11095,9950,12685,12657,12440,472,12639,11771,12644,2304,12673,12632,12688,12609,12655,9886,11523,12645,12653,12665,12678,11452,88,12650,12639,10155,12637,11208,12641,12641,12666,12693,12663,12894,12634,12639,11893,12652,12651,12694,6310,12670,12651,12667,12655,12653,12659,12623,9803,12632,12656,11367,2288,12655,12655,12635,12661,12665,12660,7402,12644,12659,12667,12631,12641,3456,12709,12828,12659,12670,10452,12670,12657,12367,608,12665,12420,12683,12684,12652,12647,12697,9111,12636,8019,6118,12631,12660,12688,12624,12659,12632,12650,9731,12689,12634,12619,9305,12666,806,12642,12688,12681,12630,12634,12706,12715,12658,12640,12667,12634,12635,12649,12628,12728,8094,12713,12646,12656,12643,12684,4499,12644,12638,12662,12562,12630,12699,8344,12662,11938,12635,12657,12646,12670,10456,12707,12641,12575,12650,7541,8686,12614,12677,12190,5141,10664,10859,12620,12617,12661,12630,12653,12693,12659,8165,12652,11449,3092,12658,12661,12315,12630,12675,12664,12692,12660,3111,12654,201,12715,10608,9708,8615,37,12630,11929,12681,12655,9925,6565,6908,9387,9339,12599,12652,12277,12652,9363,12668,12663,12136,12696,12605,8953,10738,10765,12648,12156,9354,12627,12657,711,99,15882,15956,10879,15351,15968,15923,15872,15944,15920,15912,15918,16034,15927,15898,15929,10975,580,15948,15947,15981,15925,14410,12125,8899,12709,12670,12699,12549,12664,12680,11814,12646,12634,12657,9371,12670,11729,12609,12641,12661,12662,9172,6081,5722,12620,12667,12642,12668,12628,12684,12203,7006,12681,12627,12659,12652,12668,12647,12666,8966,12649,12687,12726,12649,12648,12665,12646,12641,12627,12697,12723,12657,2945,3005,12650,12684,12635,12614,12675,9591,12650,12645,12652,10151,12726,90,12577,12660,12689,12643,12663,12653,12652,12637,12638,12655,12711,12421,2141,2381,12671,12710,12601,12790,12596,12643,12683,12669,12642,12659,12657,12647,12542,12655,12657,12621,7617,12626,12085,12668,12664,8942,12654,12662,12636,12645,12650,12663,11796,5192,2669,11142,12679,12654,12653,12692,12691,12670,12685,12574,12678,12262,12628,12644,12628,12689,12663,12628,12643,12744,12646,12645,12688,12684,10319,11564,12639,12635,12668,5193,12666,12663,12656,12658,12675,12643,12651,11584,8154,16,12640,12637,12709,9613,12616,12642,12658,12640,12687,10279,12634,12596,12669,12647,3136,4018,48,12618,12753,12683,12696,12683,12644,12693,12675,12664,11857,7405,12508,12682,12659,12670,12630,7754,3384,12617,12639,12397,10000,12647,12710,10553,10119,12683,12657,12679,12412,12641,10313,8629,2231,12666,12637,12635,12642,12648,8184,12652,12635,10576,6211,858,12615,12655,12645,12623,12639,12671,12641,12635,12481,12671,9961,12656,11446,8499,947,12674,12667,12661,12661,12652,12652,12564,12613,12562,12745,12670,12681,11095,1328,12639,12640,10250,12647,12595,12646,12613,12680,7086,10116,12649,12678,12681,12629,12668,12617,12658,7438,6444,12740,12664,12577,12620,12735,1804,1424,12695,12696,11912,12365,12681,12749,12653,11062,12639,12625,12650,6112,992,12674,12616,12657,8591,12088,12652,12631,12685,11020,12673,11411,11735,6447,9505,12467,10284,2,15911,15930,15119,15992,15906,15954,15914,11730,10944,15808,605,199,15938,15935,15945,15925,15931,15902,15880,15934,15185,15946,15897,10458,12384,14257,15900,15941,1933,15869,15956,15919,15976,15735,15946,15644,15909,15914,11595,15906,7591,15897,15922,15910,15894,15904,15516,14117,13730,15915,15934,15861,13994,15886,15916,15895,12287,6761,8438,15985,15931,15926,15938,15925,15740,15898,15939,15942,15907,15941,15919,10793,6804,2983,15272,13693,15388,13178,13844,7244,6330,3616,2206,2089,1684,12179,16001,15971,15941,14027,13488,10270,14549,15943,15040,11601,11209,10105,294,13856,15915,15952,15309,15916,15890,15941,15939,15893,15881,11672,13595,15928,13595,12861,16018,15948,15938,15706,8928,128,15899,15905,12052,15928,15798,15935,15932,15931,15965,10795,14014,13877,15925,15897,13348,15923,13281,15982,15929,16016,13876,15847,15969,7470,15986,12028,15975,14096,13599,15956,14193,5005,15913,15891,15086,15896,12641,15956,15918,13731,1786,151,15934,15925,12889,15969,14151,15827,14199,1384,15976,15926,15949,15988,15930,15935,15934,12230,15923,15917,14887,15956,6810,15952,15960,15938,15908,16007,14836,2863,293,15904,15953,15912,15932,15026,15974,15936,9568,15932,15927,15915,15917,15903,11517,15988,16023,15944,15897,15939,14182,14137,13747,15909,15987,9569,5988,312,172,15941,15972,15922,15986,13151,3892,15900,15977,15772,15917,15952,12818,15977,12462,549,268,15853,13623,15998,15931,15838,15955,15929,15905,15924,15910,15809,15927,15925,15905,15973,15914,15972,15929,14849,12763,15954,15827,15918,15910,15931,15057,15867,15930,14618,15989,15924,6822,259,1601,15963,13146,15897,15928,15918,15987,15937,15960,15953,15945,15919,15917,15895,12698,15917,15912,15848,15976,15975,15941,14309,15938,15881,15929,15464,752,473,15944,15980,15974,15923,15933,15920,14130,15046,15954,15940,15939,15945,16144,16297,15778,15925,15957,16296,12554,16095,16203,13906,15825,1571,16131,15932,16252,15989,12112,16148,15371,16631,14570,1912,16304,15750,11398,7725,7494,10865,3991,2804,11504,8775,7779,11004,3479,3244,13728,12344,7020,7855,16954,16698,17478,17348,15174,16912,18583,16306,14553,17003,13530,17153,16634,12539,10349,5336,18428,17271,17076,16458,16142,15902,15014,13765,14293,17202,17306,15977,16723,16175,15397,15246,18183,15872,13215,17290,16306,17103,10855,2617,4507,16619,14879,17222,13177,18157,17742,17465,11477,16581,16811,17400,8282,17040,17633,17126,19748,18053,17817,15909,17563,12904,4699,3429,16963,16329,12941,17597,17482,18183,13154,16723,16636,16550,15097,6584,16638,14559,16371,16389,16805,17078,17883,2815,2025,18706,16490,19377,19250,15684,17378,16387,17189,16019,16628,14081,13971,2552,6679,16813,16967,16352,16630,15372,16801,16360,7990,16704,15649,2226,2210,3107,2438,2238,1939,1305,440,1605,916,754,433,4225,4795,2804,5588,2763,4373,2548,9177,5470,4470,5045,2782,866,9125,6354,2144,2808,5257,4294,6388,4286,1253,9538,5227,5201,8686,3492,2892,4448,2246,5193,4883,3793,1997,1832,3322,5310,3775,2816,2653,1004,6982,6490,3881,2248,1624,5165,5398,4790,1215,309,0],"fragments":[{"begin":"0.000","end":"19.000","lines":["Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Welcome to our first science news roundup of 2025. Here are a few of the stories you may have missed last week."]},{"begin":"19.000","end":"29.080","lines":["There’s a bunch of public health news right now, so we’ll get that out of the way up top."]},{"begin":"29.080","end":"115.640","lines":["First, norovirus cases are up in several parts of the United States right now. The Centers for Disease Control and Prevention reports that during the week of December 5—the most recent week the agency has official numbers for—there were 91 outbreaks of norovirus registered by state health departments nationwide. That might not sound like a lot, but keep in mind that those are only the official reports. Most folks who get norovirus have a miserable time but don’t need to seek medical treatment for their “stomach flu.” Plus, during the same week of the year from 2021 through 2024, the CDC never saw more than 41 outbreaks reported. Norovirus is highly contagious, and it’s one of the few pathogens that hand sanitizer can’t kill. So make sure you’re washing your hands with soap and water before eating, handling food or taking medicine, and of course after using the bathroom or changing a diaper."]},{"begin":"115.640","end":"156.520","lines":["Now let’s check in on bird flu. Last week the Louisiana Department of Health reported the first U.S. death from H5N1, which has infected at least 66 humans in the U.S. since the start of 2024. The individual who passed away became severely ill after having contact with both wild birds and backyard poultry. The health department has stated that this individual was over the age of 65 and had some underlying health conditions, and most cases of H5N1 in the U.S. haven’t required hospitalization. But while the current risk to most folks is low, that doesn’t mean we’re not at risk of things taking a turn. We’ll be having a longer conversation about the state of H5N1 on Wednesday."]},{"begin":"156.520","end":"210.920","lines":["Lastly, you may have seen headlines about an increase in human metapneumovirus cases in China—and news of cases in India, too. But the good news is that this upper and lower respiratory virus, called HMPV for short, isn’t currently a cause for concern in the U.S. Unlike COVID, HMPV has been around for more than 60 years, and many people have some amount of immunity to it. There has been a steady uptick in HMPV cases in the U.S. since November, according to data from the CDC, but its impact currently pales in comparison to both COVID and the seasonal flu. So our advice about HMPV is simple, and it’s also the same advice we have for those other respiratory infections: wear a mask, wash your hands, and stay home if you’re feeling sick."]},{"begin":"210.920","end":"269.240","lines":["Speaking of health, last Tuesday the Biden administration announced a rule that will remove medical debt from U.S. credit reports. According to the Consumer Financial Protection Bureau, this will wipe an estimated $49 billion in debt from the credit reports of around 15 million Americans, potentially raising their credit scores by an average of 20 points. This rule will also prevent the repossession of devices such as wheelchairs and prosthetic limbs. Several House Republicans have opposed the rule and are expected to try to undo it under the incoming administration. The Consumer Data Industry Association, which represents credit bureaus, said in a statement that it would be working to “safeguard the credit reporting system and combat the CFPB’s misguided foray into this area.” According to data analysis by KFF, around 14 million people in the U.S. owe more than $1,000 in medical debt. Around 3 million people, or 1 in 100 U.S. adults, owe more than $10,000."]},{"begin":"269.240","end":"274.040","lines":["Moving on to the climate, last week multiple intense wildfires broke out in Los Angeles."]},{"begin":"274.040","end":"297.920","lines":["[CLIP: (Karen Bass, Los Angeles mayor): “Good afternoon everyone and let me just thank all of the leaders that are here with us today. We will unify our city. We will get through this crisis. And we will rebuild a better Los Angeles. First and foremost, of course, my thoughts are with the thousands of Angelinos impacted by these continuing fires. There is a new fire, unfortunately….”]"]},{"begin":"297.920","end":"306.720","lines":["I talked with Andrea Thompson, SciAm’s senior news editor for Earth and environment, last Thursday evening about how this all got started and where the disaster might go from here."]},{"begin":"306.720","end":"311.600","lines":["So, Andrea, can you walk us through what’s been happening in Los Angeles this past week?"]},{"begin":"311.600","end":"330.560","lines":["L.A. saw some of the most destructive fires it’s ever seen in its history, and that’s due to a confluence of a few things. One is a major Santa Ana wind event. This is a phenomenon that is common in that part of the country at this time of year, and it occurs when you have a certain meteorological setup."]},{"begin":"330.560","end":"359.120","lines":["So you have an area of high pressure air over what’s called the Great Basin, so that’s the interior part of the West, and then an area of low pressure air over Southern California. And air wants to move from high pressure to low pressure, so you have this wind moving in that direction offshore, and the Great Basin is a bit higher than that elevation, and as the air moves downslope, it compresses. And that means it gets hotter and it gets drier–hotter and drier weather is very conducive to fires."]},{"begin":"359.120","end":"386.400","lines":["As the air moves down it wants to move through the path of least resistance, and that is these mountain canyons that are really prevalent in the area. As it’s funneled into these canyons it speeds up. So all of those factors mean that when you get a fire, they are just primed to spread that fire very quickly. And that’s exactly what happened with this event, which was very intense. And it also happened to overlap with really dry weather."]},{"begin":"386.400","end":"409.800","lines":["Typically this part of the country has its wet season in the winter, and usually you would have rains by now that would help tamp down the fire risk, but it has been one of the hottest and driest starts to the winter ever for Southern California, so that’s just a perfect storm of conditions for any spark that ignites to happen and grow into a huge fire."]},{"begin":"409.800","end":"437.800","lines":["And that’s exactly what we saw happen in particular with the Palisades Fire and the Eaton Fire. Those were wind-driven events where it is virtually impossible to stop them at the height of the wind event because it’s moving so fast, there’s just really nothing firefighters can do to contain the fire at that point. The winds are too high for helicopters and other aircraft to do water drops. The fire is moving far too fast for firefighters on the ground to be able to try and get in front of it."]},{"begin":"437.800","end":"442.640","lines":["How is this any different from the wildfires that California and L.A. have seen in general in the past?"]},{"begin":"442.640","end":"469.800","lines":["So these kinds of fires are not unusual in this region; it’s what this region’s ecosystem is evolved to. They’re unusual in their destructiveness because there are a lot more people in these places than there were historically. And when fires have erupted in the past when there were people living there, we put them out. And all that suppression has meant there’s a lot more abundant fuel for any fires that do happen."]},{"begin":"469.800","end":"489.920","lines":["That’s particularly the case this year because there have been two wet winters in a row—the preceding winters—so there was a lot of water to fuel a lot of vegetation growth. And then the hot summer and hot fall happened, and all of that vegetation dried out, and it’s just ready: It’s tinder-dry. It’s ready to go at any second if there’s a spark."]},{"begin":"489.920","end":"521.080","lines":["These are different from what you might see in other parts of California or other parts of the West if it’s a forested area. Forest fires and brush fires can be a little different in a few different ways: The way the fire travels can be a little different. The effects and the type of smoke can be a little different. But in terms of the L.A. Basin it has seen fires like this in the past. This is just the most destructive in quite some time. In fact, the Palisades is the most destructive in the city’s history."]},{"begin":"521.080","end":"528.240","lines":["As of right now, Thursday, almost 5 p.m. Eastern time, where do things stand in L.A.?"]},{"begin":"528.240","end":"541.080","lines":["The main fires, the Palisades and the Eaton fires, are still what’s called “zero percent contained.” So that means they’re burning without any kind of perimeter put in place by the firefighters to try and halt the spread of the fire."]},{"begin":"541.080","end":"577.360","lines":["The winds are supposed to pick back up. They had died down from their peak overnight Tuesday; that’s part of what allowed firefighters to get out in front of the Sunset Fire. Winds were not as bad, so they could actually put the helicopters that did water drops to use, and that really helped stop that fire a bit more in its tracks. And also, the winds dying down meant that fire was not spreading as rapidly, but you could still see the embers going out in front from the winds that were there and starting what are called spot fires that then grow up and merge as the fire front continues to move downslope."]},{"begin":"577.360","end":"594.800","lines":["So right now firefighters are trying to get a handle on the fires that are burning to try and get some containment to protect whatever structures they can. They are watching for new fires to start because that is always a possibility. The weather is still incredibly dry and very warm."]},{"begin":"594.800","end":"615.280","lines":["So it’s basically—they’re trying to actually get out ahead of the fires now, while the winds aren’t as bad, in preparation for when they pick back up again because anytime the winds pick back up, even if they aren’t expected to get as bad as they were on Tuesday, there’s still a ton of potential for another big fire to get started."]},{"begin":"615.280","end":"619.960","lines":["Andrea, thanks for taking the time to come on and explain that to us."]},{"begin":"619.960","end":"640.120","lines":["Listeners: our thoughts are with everyone impacted by the fires in and around Los Angeles. Of course, this a rapidly evolving story, so if you're looking for more up to date information, we recommend checking some breaking news sources. You can see Andrea's latest coverage of the situation if you go to sciam.com."]},{"begin":"640.120","end":"681.920","lines":["We’ll wrap up with some stellar space news. Last Friday we talked about the hunt for our solar system’s mysterious, totally hypothetical Planet Nine. But just because Pluto isn’t a fully-fledged planet anymore doesn’t mean scientists don’t care about it. A new study aims to explain how Pluto and its largest moon, Charon, wound up in their unique cosmic dance. Instead of the moon orbiting around Pluto, Charon and the dwarf planet both circle the same fixed point between them. The pair are also tidally locked—that means they rotate in such a way that they’re always presenting the same face to each other, like a pair of ice dancers holding hands and spinning together."]},{"begin":"681.920","end":"696.120","lines":["So how did Charon get there? This new study says it was a “kiss and capture.” Basically, the idea is that Charon and Pluto smashed into each other at some point, then spent some time stuck together before Pluto’s rotation pushed Charon away."]},{"begin":"696.120","end":"714.080","lines":["Previous theories have mostly centered on a process similar to the one that formed our own moon, where a collision caused both objects to melt and mix. The researchers behind this new study say that because Pluto and Charon are so much smaller than most objects thought to do that kind of smooshing, they’re bound to have behaved differently."]},{"begin":"714.080","end":"732.800","lines":["That’s all for this week’s news roundup. We’ll be back on Wednesday with a deeper dive on bird flu. And on Friday we’ve got a fascinating conversation about why so many different languages say “ouch” the same way."]},{"begin":"732.800","end":"767.760","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"767.760","end":"772.200","lines":["For Scientific American, this is Rachel Feltman. Have a great week!"]}],"duration":772}