{"title":"Love Isn’t Just about Romance. Here’s How Nonromantic Bonds Shape Our Lives","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/why-friendships-matter-more-than-you-think/","audio":"https://traffic.megaphone.fm/SAM1033665857.mp3?updated=1739486185","intro":["Valentine’s Day often focuses on romance, but deep friendships deserve love, too. Here’s why they matter."],"authors":["Rachel Feltman","Fonda Mwangi","Madison Goldberg"],"category":["Psychology"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"Happy Valentine’s Day, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"For many people today is all about scrambling to get last-minute dinner reservations and spending lots of money—I mean, uh, showing your significant other how much you care about them."},{"author":"","text":"But what about your other significant others? What about Galentine’s Day and Palentine’s Day?"},{"author":"","text":"Today’s guest wants to help us understand that non-romantic love and partnership can change our lives for the better. Rhaina Cohen is a producer and editor for NPR’s Embedded podcast and she’s also the author of the book The Other Significant Others: Reimagining Life with Friendship at the Center. She’s here today to share what she’s learned about the history and psychology of human friendship."},{"author":"","text":"Rhaina, thanks so much for joining us today."},{"author":"Rhaina Cohen","text":"Glad to get to talk about this."},{"author":"Feltman","text":"So what inspired you to write this book?"},{"author":"Cohen","text":"I fell into a friendship that, for me, really defied even what the definition of friendship was."},{"author":"","text":"[CLIP: “Handwriting,” by Frank Jonsson]"},{"author":"Cohen","text":"My friend, who I refer to as “M,” she and I became much more like partners pretty quickly. I felt a kind of excitement about our friendship that surpassed anything that I had felt before. We were incorporated into each other’s routines in a way that I think is more reminiscent of a romantic relationship, where you’re, you know, seeing each other most days of the week, bringing each other to your office holiday parties, know what it is that your friend cooks all the time and what foods they won’t eat and adjusting your recipes, you know, accordingly. So the friendship opened up questions for both of us about, “What do we call each other? Why isn’t there a name for this kind of friendship that can feel really devoted, and what does it say about our expectations of romantic relationships, as well, that we can’t conceive of partnership as anything other than involving romance?”"},{"author":"Feltman","text":"And as that friendship developed, how did other people react to, you know, this partnership becoming so important for you?"},{"author":"Cohen","text":"I think we were quite lucky in that people were really positive. It could be because my friend is, like—just everybody loves her. She’s, like, very radiant. And I think it’s not that big of a surprise for someone to wanna be kind of attached at the hip to her, though I guess that doesn’t explain maybe on her end of things. We did experience some longing that people had for a friendship as close as ours."},{"author":"","text":"You know, I went on to talk to other people who had these kinds of friendships, and they did not always get the same kind of positive responses. They would be gossiped about, particularly if there were straight men involved, that at least one person, you know, must be in love with the other, that they’re closeted or they’re denying to themselves that their relationship is really romantic. I mean, there’s a whole gamut of kind of much more critical responses that I’ve heard people get, including being blocked from, you know, seeing someone in the hospital because they are not truly related, and I think that kind of judgment was something that we were spared from."},{"author":"Feltman","text":"Yeah, how do you think we got to where we are now in terms of what, you know, seems normal, at least in Western culture, for friendships versus romantic relationships?"},{"author":"Cohen","text":"Well, there’re, yeah, a few big changes that we don’t even recognize because we’re probably just taking for granted that friendship is this secondary part of life and that marriage or a romantic relationship takes up the bulk of one’s social life."},{"author":"","text":"[CLIP: “Those Rainy Days,” by Elm Lake]"},{"author":"Cohen","text":"And if you’re looking a couple hundred years ago, marriage was an economic relationship, first and foremost, one that was not between equals, and now we expect a romantic partner to be a best friend and to be your No. 1, and that doesn’t really make sense in a context where one person owns the other, where you don’t have equality, and that’s kind of a foundation of any kind of friend-type relationship. So you have this sort of ballooning of the significance of marriage and what people expect of it and how much space it takes up in their lives."},{"author":"","text":"And then friendships that used to be extremely intimate—I mean, there’re, like, so many very kind of vivid examples of this—became suspect around the turn of the 20th century, once you have the introduction of the concept of homosexuality and heterosexuality. It didn’t used to be that you were marked as a certain kind of person if you had sex with somebody of the same gender. So behavior that had been innocent, like bed-sharing or—just, like, you can look at photos from the late 1800s, early 1900s of men being so close up to each other. As a lot of people might see it now, it’s like, “Oh, those men were in love with each other. They were gay.” So there was just sort of less room for intimate friendship and much more room and expectations of marriage."},{"author":"","text":"So we have this message that marriage is supposed to be the most important relationship in your life, supposed to be your best friend, and so on. But there’s a disconnect with the reality, which is that marriage rates have plummeted, and for those who do get married, they’re likely to get married much later than they were several decades ago. And this has opened up, I think, a lot of space and an appetite for people to figure out: “What do alternatives look like? Is there really only one path to having a fulfilled life?” And that’s where, I think, you’re seeing some of this innovation and thinking more expansively about friendship coming from. There’s an appetite for more creativity, to know that there’s more than one option, whether because you never get married, or you have a romantic relationship and you survive your spouse, or the relationship ends, and knowing that there are other ways to find these really core needs."},{"author":"Feltman","text":"And based on the research you did for your book, how do you think that this de-emphasis on friendship hurts us as individuals and, you know, maybe even hurts our marriages and other romantic partnerships as well?"},{"author":"Cohen","text":"By expecting so much of marriage and so little of friendship, we end up undermining our romantic relationships, kind of setting them up to fail, and we diminish and weaken our friendships by expecting so little of them and not really investing in them. And on the romantic relationship front, there’s research looking at how people who, in a sense, diversify their emotional portfolio—as in have more than one close person that they can turn to if something, you know, serious or significant happens—that they are happier, have more stable marriages, more satisfying marriages than people who really always go, first and foremost, to their spouse."},{"author":"","text":"I like to think of it as the model of a kind of big-box store, is what people have in mind: you get everything in one place, and it’s really efficient. But we also know that there are consequences when big-box stores enter, you know, enter communities and that sometimes doing something that’s, like, not all in one place or getting everything in one aisle can have some other benefits, and I think that that’s certainly the case for having not just your spouse, who is your best friend and your confidant and your career coach and your roommate and your, you know, co-parent, and so on, but having other people that you really care about."},{"author":"","text":"And just for the flip side of friendship, if you don’t think it’s an important relationship or it’s going to be there in the long haul, then you’re probably, you know, going to make that a self-fulfilling prophecy and not think about the ways that a friendship can be more enduring or be more central to your life."},{"author":"Feltman","text":"What other research did you find that looked into the importance of these non-romantic friendships and partnerships?"},{"author":"Cohen","text":"The research on friendship is not, like, the best research. You know, there’s not, I think, particularly on adult friendship, the most robust work on this. And I’ve talked to researchers and they have very much admitted this, and I think part of it is: it is harder to study when it’s not a kind of clear dyadic relationship in the way that you would with a spouse."},{"author":"","text":"[CLIP: “Let There Be Rain,” by Silver Maple]"},{"author":"Cohen","text":"So the research that I look at ends up being more around surveys—so asking people about the number of close friends in their lives or, you know, “If something difficult happens, who is the first person that you’re going to reach out to?” And we’ve seen that, over just a number of decades, that Americans report having fewer close friends than they had previously. One researcher has called this a “friendship recession” and has done follow-up research that’s really shown that there’s a class difference: that people who are less educated are even less likely to have a robust circle of friends and less likely to have the kind of spaces—community spaces where they can go to and cultivate these friendships. It just would have been the case that a few decades ago people would’ve had multiple close people to turn to and that that’s become a lot less common and it’s become far more common for people to have no friends at all."},{"author":"","text":"To the question of, “Who do people turn to first with a personal problem?” In 1990 [more than] a quarter of people said a friend, and now that’s only 16 percent and more than half say their spouse. So there really is this kind of shift that’s happened where people have diverted activities or kind of devotion that they would have given to friends to spouses instead."},{"author":"Feltman","text":"Right."},{"author":"Cohen","text":"There’s a gender divide on this, too, which might not be so surprising—I think there’s growing recognition that American men are having a harder time cultivating deep friendships than women are, and you can see this in, also, how men and women behave in their friendships. So, you know, within the last week about half of women have told their friends that they love them, and that’s a quarter of men—so, you know, much lower rate. There have been researchers who’ve asked questions like, “Have you had a private conversation with a friend in the last week where you’ve shared personal feelings?” And the answer is about half for women and about a third for men, so the kind of emotional intimacy that women are more likely to have in their friendships, we’re seeing less so in men’s friendships."},{"author":"Feltman","text":"Hmm. So what advice do you have for people who are looking to expand their definition of a significant other?"},{"author":"Cohen","text":"One thing I would suggest is unbundling what your current definition is of a significant other or romantic partner—that people pile things together that can be disaggregated. So one example would be that in order to have a long-term partnership you have to live together and that you have to be compatible in that way. And that can be hard to kind of separate when our culture tells us that that’s the right way to do things, and what I have seen is, with people who are friends, when they start kind of disaggregating one part, like taking sex out of partnership, they can also be more thoughtful about what other parts they want to keep and not."},{"author":"","text":"So two women who I interviewed who have been raising a child together, they realized, like, they’re not the best fit to live together: one is very messy; one is very neat. So instead, they are vertical neighbors—they have condos in the same building—and that is the situation that works for them. So that’s an example of a kind of thing that—there’s so much in this kind of big-box store or one-stop-shop model of partnership, and you don’t need to take all of it. And that means that if you want a romantic partnership and you—maybe you have a great romantic partner but they don’t fit all the pieces, that also leaves space for other people in your life to fill those roles, and it doesn’t necessarily mean there’s something wrong with the romantic relationship or that you need to go out and find somebody who’s going to fit everything, because odds are, they probably aren’t. It’s just really hard to do that."},{"author":"","text":"And maybe the other kind of recommendation, in terms of being more imaginative about what a significant other means, is thinking really specifically about the role of sex and romance in what it means to be close to another person. It’s something that came up as I interviewed people who had these really close friendships, was that they realized what mattered to them was companionship and having somebody, you know, who was home at the end of the day, who could hand them a mug of tea if they were feeling awful. And it didn’t mean that romance and sex wasn’t important, and it might be something that they, you know, still seek out with relationships, but it wasn’t the most important thing that determined whether they wanted to commit to somebody else. So I think being able to kind of disaggregate commitment and love from these other pieces that we have been told all have to go together can make it possible to see that there are more types of significant others."},{"author":"Feltman","text":"Right. I can imagine that some people react to the topic of your book as, you know, maybe being kind of radical and bucking tradition. But what does history actually tell us about traditional family structures?"},{"author":"Cohen","text":"History is really relevant where—we use the term “traditional” to describe the nuclear family, so two-parent household. You know, if you count tradition as a couple—maybe a couple hundred years, a few hundred years, like, that’s true, but if you’re looking at the scale of thousands of years, it doesn’t look that traditional. What you would instead see are extended families, like polygamy, other kinds of ways that people arranged marriage and child-rearing. The anthropologist Sarah Hrdy has looked at the way that kids have been cared for across time and that a significant number of caregivers were not biologically related to the child that they were taking care of, and she calls them “alloparents” and that there would have never been a human species without alloparents."},{"author":"","text":"So instead of this idea that at max you have two people who are biologically related to a child who’s taking care of them, in fact, something that, you know, has been more common is having these unrelated people, and that does make this, I think, look much less radical. And I’ve—some people that I’ve talked to have described raising kids with friends, for instance, or kind of living in clusters with friends is remixing tradition: so it’s taking pieces of the past but allowing you to choose who that extended family is rather than having it be assigned to you."},{"author":"Feltman","text":"Yeah, totally. If somebody called it “paleo parenting,” then, you know, we’d never hear the end of it; everybody would wanna do it."},{"author":"Cohen","text":"I’m not good enough at branding to have thought of that."},{"author":"Feltman","text":"[Laughs] Well, this is airing on Valentine’s Day. So what lessons about love do you hope that our listeners and your readers can take away from your work?"},{"author":"Cohen","text":"I hope they’ll take away that there’s more than one kind of love that exists."},{"author":"","text":"[CLIP: “Rainshower,” by Johannes Bornlöf]"},{"author":"Cohen","text":"And maybe people recognize, okay, there’s romantic love and maybe parental love, like parent-child kind of relationship, but those are not the only types of love that exist and the only forms of commitment that exist."},{"author":"","text":"I have been so moved by the people who I’ve talked to who have been there for every single cancer treatment for their friend or who have have seen each other through crises, who have bought homes together, who have taken care of each other’s children, who have shown every kind of devotion that you can possibly imagine and do it with no social recognition, no applause by people around them, no ceremony. So not only, I guess, do they show that this type of love and devotion exists—and I would like listeners to recognize that—I think looking out for it and celebrating it and acknowledging it when you see it happening can help us reinforce that those forms of care really matter."},{"author":"Feltman","text":"Absolutely. Thank you so much for coming on to chat today."},{"author":"Cohen","text":"Thanks for having me on for this unconventional Valentine’s Day conversation."},{"author":"Feltman","text":"That’s all for today’s episode. We’re taking a break from our usual news roundup on Monday for the holiday weekend, but we’ll be back on Wednesday to talk about the hidden history of the air we breathe."},{"author":"","text":"[CLIP: Theme music]"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[10129,16173,15307,11113,15714,13440,11000,14502,13530,15968,9223,13441,19229,12908,15550,14264,21789,6860,19401,14726,21320,6341,11700,18235,16186,14958,11479,12266,18015,1969,3414,12433,12738,13601,16325,16972,11477,13272,18567,17560,3519,12688,14395,16299,21999,11740,15530,15126,7241,13184,15075,24258,6563,12526,14390,20575,12888,536,17796,13943,18877,13003,14099,23283,15011,15973,18682,17292,13898,12126,136,13422,14837,11275,12983,11324,22889,11714,12061,17635,18733,9886,14238,8430,9246,15086,11448,10873,11223,10556,11718,13711,8896,7756,9432,14,573,584,1189,1462,15874,13888,13734,14463,12931,9617,2846,12267,15822,15979,12806,14386,13293,12642,13153,12983,14168,9227,2569,2664,1536,14105,11684,8434,13006,12045,11100,13653,13704,12828,12047,11235,11138,12952,11535,13644,11766,16165,12372,11530,9235,2378,12549,11877,12484,12181,13426,13664,14607,12213,10782,12797,9632,3541,3075,13992,15137,13631,12799,12252,13282,12194,6722,14615,15611,15905,16334,12630,11818,7738,14516,14635,12178,1655,3150,13135,14006,12584,13263,13312,13952,12919,14477,12385,13346,13929,12933,11002,10194,12977,12633,11591,12000,11930,12667,12571,4588,12085,14678,14363,14070,11055,12280,11993,13113,12391,9260,14321,12154,11427,1850,14588,12742,13242,13750,13424,12643,13262,12748,14025,12578,4615,12607,14348,13824,12409,14238,12858,14164,13616,8543,1269,11602,12468,12892,12836,11617,10636,11497,12846,10148,13798,13615,14073,13344,12155,13995,14009,4982,1758,2586,3593,3559,1764,2413,2897,2207,2377,2654,2050,565,127,77,12373,15646,14716,12822,12731,13174,4150,12255,12716,11854,13183,16164,10501,480,10,12852,11811,14594,11087,12263,10147,1427,0,3,15729,14780,9416,11703,10666,12062,11915,10489,10678,13965,13784,12471,12476,11172,11840,9504,13012,11450,2017,2295,2392,2945,16034,16035,14717,10525,11447,13188,14810,16979,5476,8307,10760,13856,13994,8347,2721,9491,11654,5045,13901,15901,12034,4963,13617,11656,5070,1089,15800,12830,13872,16808,12423,15841,13373,12228,14268,12216,12623,16457,14180,13503,1531,11098,10730,10788,14443,13425,12329,12058,10808,11373,11496,10955,13467,11789,13102,13348,13255,11195,11642,11147,12606,13334,13326,8861,13646,11933,11631,11875,11196,10986,12108,11718,13504,14840,11985,12205,12032,6140,12644,9327,8764,11574,12489,13776,12441,11026,11829,12508,12039,10376,9377,10664,11379,15040,12426,10415,11419,14351,15005,10735,761,15521,13432,11357,15452,13012,12744,14187,11531,13378,12663,14879,11399,15781,14393,11657,10799,13290,11565,10969,7944,7033,12553,12353,12897,11596,10932,10734,12354,12046,14605,11109,12548,7854,5892,15719,13106,12542,11103,614,14709,12854,12120,12246,10164,13945,13041,10508,16825,16389,13522,6397,13230,14006,12075,12129,11684,13126,11224,11467,12032,12987,11234,13902,12252,8015,1864,879,491,381,320,281,15086,12584,12825,13303,11957,10835,13242,13268,13805,11996,12074,10923,11394,11136,12128,13699,13428,13301,14297,11888,11368,10011,5462,0,23,12291,8979,11143,14241,12627,9867,13133,12724,11857,13084,12321,10417,11994,8964,14061,13442,12342,11378,11373,12166,12753,13633,10047,44,17340,13310,13128,11440,13095,12904,10398,9768,16420,14389,7600,12874,11618,8315,13168,11407,11309,13661,11094,12830,11442,11251,7833,15029,15242,15682,13643,11433,10660,15791,12476,13822,12293,12806,10332,13411,13285,11681,12738,14714,9228,6887,10314,10561,10494,12297,13130,11843,2825,1003,12813,10102,8331,12539,12585,11765,11364,10663,13529,14130,13637,6974,9243,13763,13449,13565,11606,13247,11816,12091,12937,12412,11387,10784,11830,14678,10711,3111,14065,14369,13457,13549,10951,8,11648,10852,9640,10647,15637,16714,11395,13626,11735,11674,8965,11156,10330,4274,12803,13509,13564,831,11711,10754,11673,13617,11868,11842,10770,11354,13994,11147,10924,15075,14432,10901,8148,14462,14079,11338,7519,12455,7425,14561,13850,8687,8976,6733,11009,12246,12419,1130,13501,14848,12986,12420,12574,12622,10018,15455,12654,13157,13708,12624,9630,13136,11928,13279,14803,2067,13035,8548,12683,8800,12311,13220,14077,7467,12484,14042,13672,12451,11186,11881,10426,11448,14715,10959,11898,10213,12752,11459,13292,10407,16063,10758,1421,12443,12972,12514,11647,11041,33,12491,11417,1553,62,13086,12578,12240,11404,11533,10672,10711,6528,11587,11787,12873,11151,9281,12536,10479,11601,12844,12423,11854,9079,7283,13533,12544,11080,12058,10521,9850,10270,2481,0,12234,11415,7493,13664,9638,10415,11863,8571,11001,13759,13542,12817,14448,14270,11354,9712,15247,11724,13515,12099,14472,10758,14271,14028,12513,7869,11466,12169,12582,14000,13533,13832,13238,13070,13330,13869,11524,13539,12604,11559,10554,12697,15758,16188,15264,6145,12055,10935,12751,12636,3078,1003,17461,13444,13451,11881,13064,13135,15009,11840,10414,12482,15266,12336,9947,12977,13673,14785,7809,14417,14377,13754,14114,11463,12929,11831,13721,15696,10737,15084,14931,9892,11745,4500,12225,12849,12444,13024,13391,11114,7822,4825,14339,12150,12820,12754,10770,8214,14583,12448,11935,11382,12160,11371,11849,15144,12475,12090,11127,14483,6184,14424,14795,13718,14119,12448,12972,13343,15260,12366,12516,12158,8650,3227,16915,15452,12822,11527,12544,1185,1291,14597,14455,15442,8599,12153,11404,12056,9844,11632,12823,12691,11511,12769,11489,14325,15047,11390,8476,11128,12236,3880,14009,15064,4924,13116,11453,11865,10627,11266,11410,11089,9001,11019,11324,7904,11635,10675,11436,14561,10773,11036,2597,10188,9832,12150,13593,12681,12109,7680,13902,13408,14104,4603,14551,16014,11073,12621,14459,12851,10761,10831,14979,8179,9621,15676,12104,14554,11302,5463,11679,13271,12198,16675,12200,11375,8174,2187,14383,13780,12191,11757,12810,12960,12130,12607,14497,9232,15536,11637,10342,10772,10052,16564,11318,7619,12220,14914,9491,13590,14824,11116,9262,2589,14231,12072,11663,10558,12999,11114,11501,11980,11928,13060,14001,13263,7791,13870,13061,11067,9918,11660,13217,11807,13370,12296,11182,3928,12261,12880,12732,13799,10930,12436,12430,8942,942,13271,13088,12333,16599,11759,15837,10402,11113,8395,10178,10155,10597,11979,1202,14981,13323,15898,11008,12757,9731,14625,11870,12857,8393,15720,11734,12921,12132,8729,13323,10658,10353,9329,568,444,397,452,1466,12855,14795,13923,10650,11776,13931,14322,12710,10561,9556,8348,12426,13263,11773,12416,13029,10361,1741,8439,12583,13843,14155,12055,11512,1923,11634,10950,11743,11059,10827,16208,16497,9918,11738,15014,14966,11010,13795,12538,14090,14938,2854,13663,11561,13962,12032,12967,11649,12507,10832,10985,13838,12065,12534,13385,15514,8006,12433,0,17744,15046,14231,11506,11000,12149,14350,1112,7247,13234,11507,11093,13658,13166,12121,10650,10658,14932,14695,9463,12262,13553,11276,9310,13804,11336,11589,11806,13940,13519,13061,11428,10820,9461,16824,1966,14037,14920,11788,9324,10344,12162,12072,10529,6831,4850,10251,14382,11462,9996,11640,10332,11231,13103,14650,11640,7791,0,11434,12603,13206,10431,13063,12755,10612,10077,10178,8688,12527,10576,12800,12532,13724,10490,12862,14389,12335,8683,13369,14345,12040,10274,10710,5874,10673,15172,12123,11117,11911,11010,9996,14058,15080,14545,9358,10720,10804,13778,11768,11288,14369,13359,11185,12686,11251,12784,10592,11986,6795,4546,0,13896,11655,14109,10026,12062,8637,11573,11221,294,13849,12927,12897,14080,12877,10739,13670,12931,11880,13395,14010,11959,14533,11079,13283,10862,11701,12015,10030,12182,12318,11427,11364,12370,11449,12166,12102,10379,10477,11977,13851,9324,0,15920,14555,8152,11476,13971,11667,11612,12562,12715,9083,10794,12145,14156,11070,11121,12472,11814,12105,12300,10645,5211,13570,11746,9466,10939,10830,12985,10380,13069,3774,1150,15332,7924,8302,10525,1046,11342,10137,9121,13144,14522,8583,13695,11385,14135,12593,11881,10193,7875,15487,12000,13007,11403,9098,4803,4437,13856,12943,10560,10954,15097,15039,11552,11052,10902,11484,10660,13419,14110,12021,13417,12717,10174,8726,11430,12833,13335,15311,11254,11330,12674,10819,10121,3105,14728,12521,14095,11790,12399,12232,10729,11486,11600,8799,11956,10282,11046,12410,10152,11722,13977,7208,8987,12922,10470,12449,15198,11435,11132,12641,12656,1364,13628,12024,15597,13815,12805,11734,13035,12062,11406,14126,11978,11562,11592,14019,10274,9958,11279,11027,14268,9643,0,15188,12446,15305,13687,11902,12645,14226,13688,11008,15897,13093,10963,9511,13286,11016,15262,15608,12254,11018,11434,11685,10505,10610,11023,11659,13763,12180,10980,10544,12144,10769,11502,14803,16899,9746,1670,13972,11333,10890,10690,9610,11296,12702,11270,10304,10754,1623,14179,11842,12313,12520,12090,11136,11544,10447,13149,14132,10990,12613,12252,13792,12508,12842,12093,12718,12804,10989,10969,13429,16280,11857,12203,15259,13879,11110,11287,16365,13695,11733,12579,14093,13935,13594,13350,11629,11549,12056,11251,12652,14337,10554,15934,13338,13153,8657,12293,12887,12403,11041,11020,9839,10743,14081,12671,0,15884,15855,15747,11365,14457,12445,11127,13921,11320,12448,10954,12106,12153,12080,13652,11370,12080,11254,11942,8885,10515,14038,13417,11368,7466,10904,11714,12952,12523,13131,10380,7075,14728,14485,13433,11510,10808,11930,11026,11229,12556,11070,10553,10362,11633,3947,11544,6732,90,1239,13464,10715,11900,10019,11216,10737,11655,11723,11524,11306,12699,10515,10376,10839,12747,10546,11655,8466,4077,117,11221,12430,12438,9777,11849,11364,13354,13884,8316,10671,8252,10107,13594,11280,7468,10592,13218,12368,13034,2792,12781,12049,10188,13925,10940,12574,9894,11276,10294,10964,12534,664,13236,13791,11681,10702,11716,10331,14330,13760,11998,11367,15570,10345,12570,13636,13631,11806,3787,13681,11800,14283,11489,11881,11491,11066,12156,13660,11047,15393,14106,806,1132,2053,13317,13379,13016,14453,11393,12738,11768,10357,11546,12121,14166,13798,8574,13664,11285,13560,11352,13231,10417,11392,14700,12715,14050,9555,11182,11585,9800,13120,13408,11511,14655,11557,11212,13087,14353,11689,11494,15957,10730,6056,868,16704,10838,12997,12338,11648,6691,8131,14105,17580,12508,14145,13877,455,14356,13259,13656,10643,13090,13288,15041,10282,11682,14514,10624,10775,9900,12292,12099,13778,13016,10067,15847,15484,15580,12513,12753,14157,14854,13016,11819,11266,12111,11092,15758,12326,14326,11016,13818,12170,4920,14290,12368,11745,13201,14098,11993,13171,13230,12198,17347,15604,11994,14503,11777,15007,11142,13639,15994,16139,12121,13677,11471,11176,8151,11808,13315,9354,11482,10716,9175,11950,10383,13253,10860,1122,10592,11481,13955,13911,12563,13409,11108,12664,12272,10662,13907,13491,14449,12585,11179,12469,11894,11163,11109,11637,15189,12777,13118,13708,8846,12064,13909,14789,13190,9288,13706,11434,10391,12936,10775,1270,1070,11087,15596,12515,12044,12364,12185,14049,14315,14061,8033,14074,15047,12956,7770,13170,11846,12799,14507,12971,1007,15189,13546,10173,9619,11932,13744,13725,12463,14090,12088,15225,12531,12233,11621,9373,11820,13959,12537,16283,10859,13668,12357,14123,10484,5107,14344,13850,11688,8647,13825,11252,9777,13203,10717,13563,11395,11995,10517,12570,7462,11716,11831,6086,9935,399,11917,592,3684,12658,13020,12944,11291,12034,11900,10698,9335,11717,10900,14876,15260,9943,11780,11730,12663,11336,10881,10841,10833,13826,12429,12474,13622,12876,12377,10907,13161,11181,12498,1741,14750,11715,11670,12046,11939,13860,10953,11848,11800,11247,9382,12557,659,14882,13549,12380,12399,14073,13657,12972,13790,12071,12498,12768,11521,11838,14284,11312,15007,7151,12770,8528,15131,14985,12737,10768,6256,4580,12480,12066,10997,62,11776,10704,10958,13507,14418,12544,11690,16140,16325,14060,12533,12218,13367,13102,15065,10735,11858,11321,13916,13538,9712,11604,11594,12545,11664,13939,16465,2227,13427,12022,12882,7279,11350,12783,13890,12305,11639,14707,3711,12727,16437,12545,12580,11583,10610,13042,12317,12682,15307,13138,11776,10865,10469,7754,13589,13956,13189,10854,10424,9259,6918,3,9951,7041,0,629,13948,13867,13690,10040,10821,10490,11194,11608,12382,10347,9524,11602,11866,13389,11330,10466,12488,11734,8217,0,14199,11166,9457,13144,11709,11719,6627,14789,13834,11089,9407,449,14548,6275,14581,14513,8440,11659,11879,13107,11439,11464,13498,12128,9588,11797,11726,811,16777,14395,12984,16084,11830,13571,11706,11158,14873,10882,9256,7047,9,14712,11508,12622,9455,6855,14635,10764,12804,11176,13427,13603,12230,13301,11521,16634,13305,11179,14331,11788,15809,11368,10365,13028,14467,14526,12336,13181,16277,13904,10791,0,17468,10801,17662,17502,13354,14741,10591,10719,9777,11631,316,17402,12460,11503,11840,12253,12610,13262,11341,12700,12324,14529,11221,11315,11363,13748,12474,12604,13027,14011,11700,14175,13015,11676,15578,13071,11963,11812,13553,13722,13543,11849,14221,14076,13169,592,12727,12405,11732,13470,11962,14927,13104,12256,12174,7505,12808,9177,2389,16329,11008,11153,10685,11599,10051,10992,11085,11511,8232,16127,10826,11167,630,13461,11740,7852,12703,13547,12875,12489,9930,7184,12693,11663,14496,9967,9439,10069,4538,11951,12596,12241,11304,10627,10655,13199,12341,13310,9575,10668,10495,13419,12129,12142,13586,16508,11165,9474,11517,13129,10943,13711,9949,11219,14256,14584,12286,12686,11138,10793,11021,12929,12059,9795,12605,13155,14401,12160,12231,12280,14792,14150,14483,13150,12030,13221,10510,8990,13532,12531,11842,10153,10604,12092,5607,0,13790,8521,15201,10069,9972,12441,11093,10794,9302,11505,9440,11649,13787,12173,11803,11170,11325,14050,11621,12175,9457,15800,16088,12804,11099,13020,12928,9428,9959,11731,11043,12787,10716,10755,11350,11746,11723,11541,10604,11839,12026,14408,12389,11972,11054,10601,9767,8578,12525,13095,14581,12348,10359,12427,15584,10014,13048,13175,12361,13335,12605,7019,11431,10488,11938,12050,13440,0,16633,10868,11919,14025,11669,10120,10668,13255,12424,11209,11811,10202,14012,12198,10631,12198,11638,11146,13563,11505,9878,10760,13028,14148,11322,12001,14020,11276,11077,12401,11355,11259,12798,13780,11691,4973,12065,10772,8869,9085,8494,5871,8067,12207,12488,13424,10070,11426,13301,12964,10299,14166,11370,12415,12865,11052,11688,10706,10158,11233,11158,11613,8525,8793,3528,14697,15986,16156,11586,10833,11055,10720,10773,11848,12332,12201,12045,9576,11927,13099,12227,10076,8012,11543,10759,13138,11252,3124,13536,9492,11805,11337,10058,11537,11129,12466,10635,12497,10636,11380,10035,4036,12296,14675,12154,15063,11650,4399,12050,12493,7730,13392,15016,9376,10994,11842,10564,12004,7588,16011,14265,13246,11812,13557,12745,11215,10822,12071,13861,12347,12664,11018,10904,11245,14416,11713,11962,6137,11568,15249,14455,14239,13709,10830,11663,11351,11197,13761,13709,12450,9306,12040,12651,11560,8215,7570,10943,11855,10565,11206,12987,6251,39,11168,596,64,15271,12677,13529,11444,12984,12182,12360,12839,11551,4142,10282,12255,11249,10679,12975,11258,14022,12445,10610,10574,13244,12382,12438,4773,12530,13471,10530,13483,8036,13736,13764,10329,11824,14568,12906,9515,6215,0,11502,10268,10158,5578,16818,11329,11592,29,12474,9990,11464,10286,11936,10749,10884,14502,12693,8972,10874,11811,9805,12032,12995,15041,11488,18,12303,11929,17155,16782,10976,11050,12724,3499,13358,11692,11141,10493,6855,8397,9999,12549,14499,13382,5365,14021,11071,15086,13438,11571,14196,13521,10349,10061,7847,14558,8258,10891,10070,7393,966,12957,13627,15684,10192,11021,11906,8675,14513,12358,11247,7895,11932,11999,14069,7954,15417,16366,11116,11130,11052,11005,14716,11727,12136,12137,12144,11309,16324,12032,9690,11012,10627,10784,14926,13934,13816,9949,14208,9300,11149,13764,10098,11968,11541,11195,11537,13196,11335,13295,12267,11988,12911,13163,12336,13030,11798,11520,10903,10532,13921,14613,11522,13926,12722,12640,10630,11396,11949,11364,11229,15001,9474,5092,12063,11196,15477,12788,8410,11894,413,12368,11429,12066,9074,9689,8605,6473,16321,10907,10102,8762,2482,17505,14925,7885,10788,12995,12475,10476,12159,12024,12220,14281,14477,13303,11749,12724,11976,12025,11007,13028,12011,12213,10982,11532,12137,12730,10863,12716,11888,13552,13266,1292,14151,11539,12188,13344,12945,13196,14137,13872,12257,11627,10487,13791,12144,12522,16847,16702,14969,13513,11025,12543,4816,14177,15127,15164,12072,13622,13285,14360,13230,7649,16179,16700,49,11806,12288,13945,9978,10043,13112,11880,10975,11288,10651,12191,9483,12456,10383,10676,13761,9909,10138,12057,11813,11945,12468,11295,13366,12784,11166,12234,15997,12110,2593,13903,13925,11060,10343,4440,13593,12209,10800,11137,11053,10107,2532,13926,11387,14552,10511,14304,10270,8689,741,16,12743,10648,10754,13573,12979,10137,12744,11823,10529,13026,10532,12253,11910,12363,11813,10728,9673,10132,8049,16194,12264,12600,12193,17148,16344,12906,12853,11646,9651,4506,11828,10241,10930,10870,11585,13078,12330,12482,10608,12226,12745,14359,11033,7133,10784,13552,12068,11710,11055,9184,12197,10583,12581,11993,11709,8296,6420,10,10319,11134,11100,10793,10726,10150,11659,11250,11501,11003,10321,11702,9484,1370,790,12980,10647,11652,13241,10514,10949,11529,13901,11646,11383,13635,12898,8494,13634,5376,7870,12694,10890,10246,12474,10737,11514,12045,11431,12317,4485,10670,11281,11427,10421,3724,15766,11834,13199,12617,11902,11873,11776,11665,10229,11092,7155,1544,1129,787,16730,13023,11406,12375,9239,7004,14331,12248,13105,13855,11733,1615,11206,9755,14696,14315,1716,15601,11025,11860,11914,11548,9432,11138,10976,13012,13426,12351,863,13518,11383,12196,11524,12449,13221,11007,15835,11542,11235,11653,13940,12542,12565,11753,12553,12603,11308,11932,12744,10668,14022,12647,11322,13214,12445,13800,9795,11122,11076,11305,15548,11468,9975,4762,16404,12653,11373,11320,11021,10134,6996,7176,12104,14155,12097,11409,13041,13299,12059,11467,6900,11552,13465,11285,8234,10203,15367,10447,10146,10769,11299,13013,11740,9800,13155,6778,13830,11257,12066,12760,10141,14902,14787,12467,12191,12662,13553,14785,12223,10527,13908,14038,15212,12773,13391,14163,12269,11985,11527,11748,12886,10361,11315,11782,15516,10141,1989,14035,12920,13001,11587,13340,10365,8679,13612,13695,13757,11166,6432,334,15063,7570,10098,521,15022,15322,13699,11549,12894,13154,185,3897,5723,10851,7590,9453,9475,10657,9690,11177,11863,14419,11520,8447,11524,5782,2515,953,1665,1646,2975,2551,2719,2341,2322,1401,11407,13766,10161,11833,8985,1239,12111,12936,13058,13641,11092,12015,13435,12504,13279,12207,11712,11839,15153,11740,14290,12597,12323,12203,14269,13853,12004,9053,10494,11379,11659,8968,6177,959,409,307,171,184,150,132,58,85,240,429,5225,4970,2946,4154,3335,4080,3711,3408,4634,4079,5542,4551,4029,4058,3453,4555,5648,4630,3968,15786,14939,13530,13891,11828,13737,11280,12858,9497,12799,11872,12783,11863,13188,12142,12620,10763,9069,12075,11386,10213,9633,12580,14539,12042,9153,1143,14224,12972,12867,11213,14026,15592,13720,13352,8133,14023,12080,14059,12254,12194,14212,12998,9415,1277,1023,16254,13310,13752,12955,13439,13164,13956,12832,12236,13989,12690,12524,6376,1540,14098,12915,14021,13360,13211,12888,14188,12080,2561,14464,14668,13620,2373,2517,2395,2565,2829,2173,2495,1421,1273,1559,1393,1286,455,262,247,256,222,827,899,303,809,1132,1339,1485,660,1562,1658,581,604,453,205,167,111,100,82,45,26,20,13,6,4,0],"fragments":[{"begin":"0.000","end":"3.080","lines":["[CLIP: Theme music]"]},{"begin":"3.080","end":"12.360","lines":["Happy Valentine’s Day, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"12.360","end":"29.520","lines":["For many people today is all about scrambling to get last-minute dinner reservations and spending lots of money—I mean, uh, showing your significant other how much you care about them."]},{"begin":"29.520","end":"39.880","lines":["But what about your other significant others? What about Galentine’s Day and Palentine’s Day?"]},{"begin":"39.880","end":"79.160","lines":["Today’s guest wants to help us understand that non-romantic love and partnership can change our lives for the better. Rhaina Cohen is a producer and editor for NPR’s Embedded podcast and she’s also the author of the book The Other Significant Others: Reimagining Life with Friendship at the Center. She’s here today to share what she’s learned about the history and psychology of human friendship."]},{"begin":"79.160","end":"81.200","lines":["Rhaina, thanks so much for joining us today."]},{"begin":"81.200","end":"83.440","lines":["Glad to get to talk about this."]},{"begin":"83.440","end":"86.160","lines":["So what inspired you to write this book?"]},{"begin":"86.160","end":"91.320","lines":["I fell into a friendship that, for me, really defied even what the definition of friendship was."]},{"begin":"91.320","end":"93.880","lines":["[CLIP: “Handwriting,” by Frank Jonsson]"]},{"begin":"93.880","end":"144.320","lines":["My friend, who I refer to as “M,” she and I became much more like partners pretty quickly. I felt a kind of excitement about our friendship that surpassed anything that I had felt before. We were incorporated into each other’s routines in a way that I think is more reminiscent of a romantic relationship, where you’re, you know, seeing each other most days of the week, bringing each other to your office holiday parties, know what it is that your friend cooks all the time and what foods they won’t eat and adjusting your recipes, you know, accordingly. So the friendship opened up questions for both of us about, “What do we call each other? Why isn’t there a name for this kind of friendship that can feel really devoted, and what does it say about our expectations of romantic relationships, as well, that we can’t conceive of partnership as anything other than involving romance?”"]},{"begin":"144.320","end":"151.840","lines":["And as that friendship developed, how did other people react to, you know, this partnership becoming so important for you?"]},{"begin":"151.840","end":"177.800","lines":["I think we were quite lucky in that people were really positive. It could be because my friend is, like—just everybody loves her. She’s, like, very radiant. And I think it’s not that big of a surprise for someone to wanna be kind of attached at the hip to her, though I guess that doesn’t explain maybe on her end of things. We did experience some longing that people had for a friendship as close as ours."]},{"begin":"177.800","end":"214.120","lines":["You know, I went on to talk to other people who had these kinds of friendships, and they did not always get the same kind of positive responses. They would be gossiped about, particularly if there were straight men involved, that at least one person, you know, must be in love with the other, that they’re closeted or they’re denying to themselves that their relationship is really romantic. I mean, there’s a whole gamut of kind of much more critical responses that I’ve heard people get, including being blocked from, you know, seeing someone in the hospital because they are not truly related, and I think that kind of judgment was something that we were spared from."]},{"begin":"214.120","end":"224.280","lines":["Yeah, how do you think we got to where we are now in terms of what, you know, seems normal, at least in Western culture, for friendships versus romantic relationships?"]},{"begin":"224.280","end":"239.200","lines":["Well, there’re, yeah, a few big changes that we don’t even recognize because we’re probably just taking for granted that friendship is this secondary part of life and that marriage or a romantic relationship takes up the bulk of one’s social life."]},{"begin":"239.200","end":"240.000","lines":["[CLIP: “Those Rainy Days,” by Elm Lake]"]},{"begin":"240.000","end":"270.840","lines":["And if you’re looking a couple hundred years ago, marriage was an economic relationship, first and foremost, one that was not between equals, and now we expect a romantic partner to be a best friend and to be your No. 1, and that doesn’t really make sense in a context where one person owns the other, where you don’t have equality, and that’s kind of a foundation of any kind of friend-type relationship. So you have this sort of ballooning of the significance of marriage and what people expect of it and how much space it takes up in their lives."]},{"begin":"270.840","end":"315.560","lines":["And then friendships that used to be extremely intimate—I mean, there’re, like, so many very kind of vivid examples of this—became suspect around the turn of the 20th century, once you have the introduction of the concept of homosexuality and heterosexuality. It didn’t used to be that you were marked as a certain kind of person if you had sex with somebody of the same gender. So behavior that had been innocent, like bed-sharing or—just, like, you can look at photos from the late 1800s, early 1900s of men being so close up to each other. As a lot of people might see it now, it’s like, “Oh, those men were in love with each other. They were gay.” So there was just sort of less room for intimate friendship and much more room and expectations of marriage."]},{"begin":"315.560","end":"366.800","lines":["So we have this message that marriage is supposed to be the most important relationship in your life, supposed to be your best friend, and so on. But there’s a disconnect with the reality, which is that marriage rates have plummeted, and for those who do get married, they’re likely to get married much later than they were several decades ago. And this has opened up, I think, a lot of space and an appetite for people to figure out: “What do alternatives look like? Is there really only one path to having a fulfilled life?” And that’s where, I think, you’re seeing some of this innovation and thinking more expansively about friendship coming from. There’s an appetite for more creativity, to know that there’s more than one option, whether because you never get married, or you have a romantic relationship and you survive your spouse, or the relationship ends, and knowing that there are other ways to find these really core needs."]},{"begin":"366.800","end":"379.440","lines":["And based on the research you did for your book, how do you think that this de-emphasis on friendship hurts us as individuals and, you know, maybe even hurts our marriages and other romantic partnerships as well?"]},{"begin":"379.440","end":"419.120","lines":["By expecting so much of marriage and so little of friendship, we end up undermining our romantic relationships, kind of setting them up to fail, and we diminish and weaken our friendships by expecting so little of them and not really investing in them. And on the romantic relationship front, there’s research looking at how people who, in a sense, diversify their emotional portfolio—as in have more than one close person that they can turn to if something, you know, serious or significant happens—that they are happier, have more stable marriages, more satisfying marriages than people who really always go, first and foremost, to their spouse."]},{"begin":"419.120","end":"450.600","lines":["I like to think of it as the model of a kind of big-box store, is what people have in mind: you get everything in one place, and it’s really efficient. But we also know that there are consequences when big-box stores enter, you know, enter communities and that sometimes doing something that’s, like, not all in one place or getting everything in one aisle can have some other benefits, and I think that that’s certainly the case for having not just your spouse, who is your best friend and your confidant and your career coach and your roommate and your, you know, co-parent, and so on, but having other people that you really care about."]},{"begin":"450.600","end":"465.640","lines":["And just for the flip side of friendship, if you don’t think it’s an important relationship or it’s going to be there in the long haul, then you’re probably, you know, going to make that a self-fulfilling prophecy and not think about the ways that a friendship can be more enduring or be more central to your life."]},{"begin":"465.640","end":"471.720","lines":["What other research did you find that looked into the importance of these non-romantic friendships and partnerships?"]},{"begin":"471.720","end":"490.040","lines":["The research on friendship is not, like, the best research. You know, there’s not, I think, particularly on adult friendship, the most robust work on this. And I’ve talked to researchers and they have very much admitted this, and I think part of it is: it is harder to study when it’s not a kind of clear dyadic relationship in the way that you would with a spouse."]},{"begin":"490.040","end":"491.320","lines":["[CLIP: “Let There Be Rain,” by Silver Maple]"]},{"begin":"491.320","end":"539.400","lines":["So the research that I look at ends up being more around surveys—so asking people about the number of close friends in their lives or, you know, “If something difficult happens, who is the first person that you’re going to reach out to?” And we’ve seen that, over just a number of decades, that Americans report having fewer close friends than they had previously. One researcher has called this a “friendship recession” and has done follow-up research that’s really shown that there’s a class difference: that people who are less educated are even less likely to have a robust circle of friends and less likely to have the kind of spaces—community spaces where they can go to and cultivate these friendships. It just would have been the case that a few decades ago people would’ve had multiple close people to turn to and that that’s become a lot less common and it’s become far more common for people to have no friends at all."]},{"begin":"539.400","end":"559.240","lines":["To the question of, “Who do people turn to first with a personal problem?” In 1990 [more than] a quarter of people said a friend, and now that’s only 16 percent and more than half say their spouse. So there really is this kind of shift that’s happened where people have diverted activities or kind of devotion that they would have given to friends to spouses instead."]},{"begin":"559.240","end":"560.080","lines":["Right."]},{"begin":"560.080","end":"600.640","lines":["There’s a gender divide on this, too, which might not be so surprising—I think there’s growing recognition that American men are having a harder time cultivating deep friendships than women are, and you can see this in, also, how men and women behave in their friendships. So, you know, within the last week about half of women have told their friends that they love them, and that’s a quarter of men—so, you know, much lower rate. There have been researchers who’ve asked questions like, “Have you had a private conversation with a friend in the last week where you’ve shared personal feelings?” And the answer is about half for women and about a third for men, so the kind of emotional intimacy that women are more likely to have in their friendships, we’re seeing less so in men’s friendships."]},{"begin":"600.640","end":"607.920","lines":["Hmm. So what advice do you have for people who are looking to expand their definition of a significant other?"]},{"begin":"607.920","end":"647.080","lines":["One thing I would suggest is unbundling what your current definition is of a significant other or romantic partner—that people pile things together that can be disaggregated. So one example would be that in order to have a long-term partnership you have to live together and that you have to be compatible in that way. And that can be hard to kind of separate when our culture tells us that that’s the right way to do things, and what I have seen is, with people who are friends, when they start kind of disaggregating one part, like taking sex out of partnership, they can also be more thoughtful about what other parts they want to keep and not."]},{"begin":"647.080","end":"693.720","lines":["So two women who I interviewed who have been raising a child together, they realized, like, they’re not the best fit to live together: one is very messy; one is very neat. So instead, they are vertical neighbors—they have condos in the same building—and that is the situation that works for them. So that’s an example of a kind of thing that—there’s so much in this kind of big-box store or one-stop-shop model of partnership, and you don’t need to take all of it. And that means that if you want a romantic partnership and you—maybe you have a great romantic partner but they don’t fit all the pieces, that also leaves space for other people in your life to fill those roles, and it doesn’t necessarily mean there’s something wrong with the romantic relationship or that you need to go out and find somebody who’s going to fit everything, because odds are, they probably aren’t. It’s just really hard to do that."]},{"begin":"693.720","end":"742.520","lines":["And maybe the other kind of recommendation, in terms of being more imaginative about what a significant other means, is thinking really specifically about the role of sex and romance in what it means to be close to another person. It’s something that came up as I interviewed people who had these really close friendships, was that they realized what mattered to them was companionship and having somebody, you know, who was home at the end of the day, who could hand them a mug of tea if they were feeling awful. And it didn’t mean that romance and sex wasn’t important, and it might be something that they, you know, still seek out with relationships, but it wasn’t the most important thing that determined whether they wanted to commit to somebody else. So I think being able to kind of disaggregate commitment and love from these other pieces that we have been told all have to go together can make it possible to see that there are more types of significant others."]},{"begin":"742.520","end":"754.880","lines":["Right. I can imagine that some people react to the topic of your book as, you know, maybe being kind of radical and bucking tradition. But what does history actually tell us about traditional family structures?"]},{"begin":"754.880","end":"800.800","lines":["History is really relevant where—we use the term “traditional” to describe the nuclear family, so two-parent household. You know, if you count tradition as a couple—maybe a couple hundred years, a few hundred years, like, that’s true, but if you’re looking at the scale of thousands of years, it doesn’t look that traditional. What you would instead see are extended families, like polygamy, other kinds of ways that people arranged marriage and child-rearing. The anthropologist Sarah Hrdy has looked at the way that kids have been cared for across time and that a significant number of caregivers were not biologically related to the child that they were taking care of, and she calls them “alloparents” and that there would have never been a human species without alloparents."]},{"begin":"800.800","end":"835.240","lines":["So instead of this idea that at max you have two people who are biologically related to a child who’s taking care of them, in fact, something that, you know, has been more common is having these unrelated people, and that does make this, I think, look much less radical. And I’ve—some people that I’ve talked to have described raising kids with friends, for instance, or kind of living in clusters with friends is remixing tradition: so it’s taking pieces of the past but allowing you to choose who that extended family is rather than having it be assigned to you."]},{"begin":"835.240","end":"840.840","lines":["Yeah, totally. If somebody called it “paleo parenting,” then, you know, we’d never hear the end of it; everybody would wanna do it."]},{"begin":"840.840","end":"843.480","lines":["I’m not good enough at branding to have thought of that."]},{"begin":"843.480","end":"852.800","lines":["[Laughs] Well, this is airing on Valentine’s Day. So what lessons about love do you hope that our listeners and your readers can take away from your work?"]},{"begin":"852.800","end":"855.520","lines":["I hope they’ll take away that there’s more than one kind of love that exists."]},{"begin":"855.520","end":"857.160","lines":["[CLIP: “Rainshower,” by Johannes Bornlöf]"]},{"begin":"857.160","end":"870.680","lines":["And maybe people recognize, okay, there’s romantic love and maybe parental love, like parent-child kind of relationship, but those are not the only types of love that exist and the only forms of commitment that exist."]},{"begin":"870.680","end":"912.680","lines":["I have been so moved by the people who I’ve talked to who have been there for every single cancer treatment for their friend or who have have seen each other through crises, who have bought homes together, who have taken care of each other’s children, who have shown every kind of devotion that you can possibly imagine and do it with no social recognition, no applause by people around them, no ceremony. So not only, I guess, do they show that this type of love and devotion exists—and I would like listeners to recognize that—I think looking out for it and celebrating it and acknowledging it when you see it happening can help us reinforce that those forms of care really matter."]},{"begin":"912.680","end":"916.040","lines":["Absolutely. Thank you so much for coming on to chat today."]},{"begin":"916.040","end":"920.760","lines":["Thanks for having me on for this unconventional Valentine’s Day conversation."]},{"begin":"920.760","end":"933.520","lines":["That’s all for today’s episode. We’re taking a break from our usual news roundup on Monday for the holiday weekend, but we’ll be back on Wednesday to talk about the hidden history of the air we breathe."]},{"begin":"933.520","end":"942.480","lines":["[CLIP: Theme music]"]},{"begin":"942.480","end":"960.360","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"960.360","end":"976.320","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":976}