{"title":"Mishandled Response to the Bird Flu Leaves U.S. Vulnerable to Outbreak","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/government-and-industry-response-to-bird-flu-could-allow-disease-to-evolve/","audio":"https://traffic.megaphone.fm/SAM1956381942.mp3?updated=1736889600","intro":["The U.S. government lost control of the bird flu because of a sluggish response and deference to industry."],"authors":["Rachel Feltman","Amy Maxmen","Fonda Mwangi","Jeffery DelViscio"],"category":["Bird Flu"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. On January 6, the Louisiana Department of Health reported the first human death from H5N1 in the United States. While the general risk to human health is still considered low, according to the CDC, bird flu now looms large in headlines that identify it as a potential future pandemic. Here to tell us more about where we stand—and what we can do to prevent the worst-case scenario—is Amy Maxmen, a public health reporter at KFF Health News."},{"author":"","text":"Amy, thanks so much for coming on to talk with us today."},{"author":"Amy Maxmen","text":"Thanks, it’s my pleasure."},{"author":"Feltman","text":"So let’s start with a quick overview of the current bird flu outbreak. When and how did it start?"},{"author":"Maxmen","text":"So, around February of last year, farmers in the Texas Panhandle started to notice that their cows were acting abnormally. Like, they weren’t producing as much milk, they had runny noses, things like that. And in about a couple of months researchers realized that the bird flu had actually spilled over into cattle for the first time ever and was actually spreading between cattle. That’s completely unprecedented."},{"author":"","text":"So that’s how it began. And since then it’s now in, you know, nearly 1,000 herds in 16 states, and it’s infected around 66 people."},{"author":"Feltman","text":"Yeah, and how are things looking currently?"},{"author":"Maxmen","text":"Currently it’s not good, I mean, in terms of this outbreak just sort of being across the U.S. And a bit of disconcerting news is we had the first person die of the bird flu on January 6. That person was in Louisiana, and they got the bird flu from a bird. This wasn’t, like, the exact variant that’s been circulating in cattle, but it still is the H5N1 bird flu virus."},{"author":"Feltman","text":"And you recently wrote an article outlining how the U.S. lost control of bird flu. Could you walk us through some of the major ways that this has been mishandled so far?"},{"author":"Maxmen","text":"Yeah, you know, I think kind of one outstanding problem was the pace. There’s just been a really slow pace of response. And with an outbreak that’s a big problem; just kind of like a fire, it’s much easier to put it out when it’s small than when it’s big."},{"author":"","text":"And so, you know, early on, in March, when researchers realized, “Oh, this is the bird flu in cattle,” a lot of veterinarians who work really closely with farmers, they told me that they really had been pushing to study this to see how is it spreading between cows and to answer other questions about the virus. So they asked the [U.S. Department of Agriculture] and, and other government agencies for both funds for studies, but also farmers really wanted and needed assurances and policies that would protect them and protect their businesses. For example, they, you know, they wanted real assurances that their data would be kept private. They wanted, you know, kind of policies that nobody was gonna cut off their milk sales. Somebody from the dairy industry told me when the bird flu is infecting a herd, it might cut milk production by 20 percent, but that’s still better than losing 100 percent of sales."},{"author":"","text":"So there was a real push for, like, “What can we do to make sure that we can get these studies done?” But that didn’t really happen for quite a while. The USDA was sort of saying they wanted to take charge of studies, same with state ag departments. And so at least what veterinarians told me is that they had wanted this to move quicker and move through them, partly because, you know, they already have a relationship with dairies. So it was slow on sort of the study side, which would have helped us answer questions like, “How is this spreading?”"},{"author":"","text":"And there was also a lot of deference to industry. So farmers didn’t wanna test; they were already afraid of losing their milk market. And the USDA took about a month to say that lactating cattle should be tested before they are moved across state lines. But that was really it in terms of testing orders up until just this past December. That was the first time when there was a national rule about testing bulk-milk samples—so not the farms, but the, you know, big bulk-milk processors. But that just took a long time to get up and running."},{"author":"","text":"And then there was also a lot of deference to farmers in terms of monitoring. If they decided to test their herds and they reported them, then it was really up to them to decide: Do they want to tell health departments if any workers on the farms are sick? And there’s a lot of disincentives to that happening. I’ve heard it’s really hard to have a bird flu outbreak on your farm. This is not great. When a lot of cows are sick they need urgent hydration around the clock, requires a ton of labor. Same thing when a poultry farm is infected by the bird flu: to cull chickens you need a, a ton of workers and they need to work very hard."},{"author":"","text":"So if you have people being educated about the bird flu, going to get testing and perhaps being told to stay home from work, they lose their labor. I sent public record requests to a lot of health departments, and something else that was mentioned in one of the emails between health officials: you know, farmers were concerned about workers making workers’ comp claims."},{"author":"","text":"And farmworkers are also in really precarious positions. They’re looking at a loss of income, and they’re even afraid about losing their jobs. There wasn’t a lot of outreach going to farmworkers themselves and the places where they live to teach them about the bird flu, you know, why it’s a risk, how they could protect themselves, how they can get tested, you know, if they’ll be reimbursed. The first grant specifically for outreach didn’t really go through until October 1; that was a grant specifically to do outreach on the bird flu. So this is—we’re talking, you know, a six-month lag time or more in getting some really good outreach out there."},{"author":"Feltman","text":"Hmm. More broadly, you know, I think a lot of folks see this in the news and they worry about it becoming a human pandemic. How worried are experts about that, and how bad does it have the potential to be?"},{"author":"Maxmen","text":"They’re very worried. So the bird flu’s been on a list of potential pandemic viruses, you know, since it emerged, really, and it’s because we might have no immunity to such a thing. There might be some crossover with the regular flu—we really don’t know—but it has the potential to be a terrible outbreak."},{"author":"","text":"You know, remember that COVID, you know, really only very roughly killed about one in 100 people, but it completely brought the world to its knees. So a bird flu outbreak would be terrible. I think that’s undeniable. The question is: How likely is that to happen? And, you know, chances are maybe greater than not that the bird flu will not evolve this critical potential to spread efficiently between people, you know, like the seasonal flu, like COVID. This would require some mutations, some evolution of its genome."},{"author":"","text":"You know, even if it’s less likely for that to happen than for it to not happen, since the result is catastrophic, you wanna defend against it. So it’s hard to put numbers on these sort of things; I talked to one avian influenza researcher named Tom Peacock. So he said, even if there’s only a 5 percent chance of this becoming a pandemic, it could be on the order of COVID or worse."},{"author":"Feltman","text":"Yeah, I saw one public health expert, I think, in an article by Tanya Lewis at SciAm say, compared to walking on a path next to a ravine, like, it’s reasonably safe to walk on a path that’s designed for walking on, but you would be very foolish to ignore the fact that there is a ravine right next to you, and I thought that felt like a, a very powerful image to me for this kind of risk management."},{"author":"Maxmen","text":"Yeah."},{"author":"Feltman","text":"So is there still time for the, the U.S. to make that even less likely, and how?"},{"author":"Maxmen","text":"Yeah, I mean, yes, it is possible, but it would take really coordinated, united political will and coordination, a willingness to put funding towards this and to move really quickly. So for example, the USDA in December said that it would put in place an executive order for bulk-milk testing nationwide. So we’d have to really make moves to ensure that that happens. What that would do is at least allow us to see when cattle are infected on a farm and try and stop the infections on that farm from spreading to other farms."},{"author":"","text":"Similarly, for the first time in December, groups outside of the CDC, diagnostic labs like Quest, can now test for the bird flu. That’s great. Took a long time to get that up and running, but we could have more testing of people being done. I mean, there should be a lot of testing, particularly of people at high risk; I’m talking about farmworkers. Really strong outreach to farmworkers to really ensure that they’re protected and that they have access to tests and also assurances that they’re not gonna lose their job."},{"author":"","text":"So it would take a lot of work, but it’s something that could be done."},{"author":"Feltman","text":"And getting back to those farmworkers, you mentioned in your article: President-elect Donald Trump has pledged to enact mass deportations when he returns to office, and that could have real public health implications. Can you explain that a little bit for us?"},{"author":"Maxmen","text":"Yeah, so this actually was a problem during COVID that I saw when I was reporting in the Central Valley [of California], where there’s a lot of farmworkers and there was a huge COVID outbreak. The problem with threats of mass deportation is, you know, whether or not they happen, it spreads a lot of fear among people ..."},{"author":"Feltman","text":"Mm."},{"author":"Maxmen","text":"So for example, it might deter farmworkers from going to the hospital if they’re very sick if there’s a fear that they might be reported as not being documented. They might also be deterred from complaining about unsafe working conditions. If they’re not given proper protection, if they’re really, you know, forced to work while sick, they’re really gonna be deterred from complaining about their employer, either if they’re undocumented or a lot of people are on these temporary work visas."},{"author":"Feltman","text":"Mm."},{"author":"Maxmen","text":"So in general these sort of threats drive diseases underground, and that’s a huge problem."},{"author":"","text":"You know, other things: there’s been talk about cutting CDC funding, and that would trickle down to local health departments. You know, I’m critical of the government’s response to the bird flu, but you can really see in these small local health departments that serve multiple rural counties, they’re stretched thin—you know, there’s 10 people who are trying to get a handle on the bird flu while also promoting childhood vaccines and making sure that there’s not lead in the pipes and doing so many tasks. So if they have less money to do their job, that’s gonna be a big problem."},{"author":"Feltman","text":"Absolutely. So even if we’re able to avoid the worst-case scenario, what other kinds of fallout might we see from the bird flu? You know, how much worse could things get for the cattle and the poultry industry?"},{"author":"Maxmen","text":"So without a doubt this is going to be extremely expensive for the agriculture industry. And to the extent that the government reimburses dairy and poultry farmers for lost milk, lost chickens when they need to be culled, it’s also expensive for the government, i.e., taxpayers. So at this point already the U.S. has already put more than $1.7 billion into tamping down the bird flu virus on poultry farms since 2022. And it’s already put more than $430 million into combating the bird flu on dairy farms. So it’s expensive no matter how you slice it."},{"author":"","text":"The bird flu has also cost a lot of lives of other animals off of farms. And there’s been infections among black bears and otters and coyotes. A lot of big cats have died of this from zoos and from animal sanctuaries. We’ve seen deaths from tigers, other big cats, and a lot of domestic cats have died as well. So it’s, it’s not good."},{"author":"","text":"And then it’s also, of course, bad for farmworkers. There’s been studies showing that more farmworkers have been infected than what we know about. That’s not a surprise once you start realizing how we’re monitoring. Like I said, when I see these emails, it’ll be something like: “Twenty-five farms aren’t reporting about their farmworkers.” So we know we’re missing cases. There’s been studies that found antibodies against the bird flu in farmworkers where they had not been tested. So we’re missing cases."},{"author":"","text":"And the word “mild,” definitely, you know, it indicates that farmworkers haven’t been hospitalized yet, but that doesn’t mean this has been a breeze. I mean, people have fevers. They’ve had respiratory symptoms. The conjunctivitis can actually be quite bad; that’s, like, these red, swollen eyes. It can be pretty severe. And so that’s a burden on farmworkers, just adding to the burdens they already face."},{"author":"Feltman","text":"Yeah, so what efforts are being made to protect farmworkers and their families right now?"},{"author":"Maxmen","text":"So since I started reporting, things are getting better than they were. So I can start seeing that there was a $4 million grant to a national farmworker group that was doled out in October, and so now they’re working with farmworker outreach groups in the states with outbreaks where there’ll be educating farmworkers about this, helping to hand out protective gear, trying to see if people will like the seasonal flu vaccine ’cause that will just help prevent the possibility of the seasonal flu and the bird flu mixing up together within a person and creating something more dangerous. So that’s being stepped up."},{"author":"Feltman","text":"And what advice do you have for folks who are really concerned about this fatality and, and wondering how bird flu might impact them?"},{"author":"Maxmen","text":"Yeah, so I think the short answer is: if you are not working directly with poultry or dairy and if you don’t drink raw milk, chances are you’re okay. And so there’s not much you can really do."},{"author":"","text":"As far as the death in Louisiana what that really shows is that this virus does have the potential to be deadly. So the person in Louisiana, the virus that they had had some mutations that are linked with disease severity, and those mutations are not widespread. So most of the viruses circulating don’t have those. But this can happen, so it’s just a reminder to take this seriously."},{"author":"Feltman","text":"That was Amy Maxmen, a public health reporter at KFF Health News, in partnership with Healthbeat. You can sign up for the Healthbeat newsletters at Healthbeat.org/Newsletters. You’ll find a link in our show notes."},{"author":"","text":"That’s all for today’s episode, but we’ll be back on Friday to talk about the universal language of getting a boo-boo. Why do so many cultures say “ow” almost exactly the same way, and what can that reveal about humankind? Tune in Friday to find out."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[1190,5831,2329,5565,3562,15271,11827,17384,9304,14194,15725,9598,12285,11861,16232,15047,13403,14564,17757,14683,11486,13862,15489,8189,9088,22905,22655,17344,12777,14994,9519,19761,21323,18103,18008,16287,11943,12329,8731,20356,15482,20926,18556,15274,13484,10403,1034,15535,18513,15576,13658,18697,19518,18404,19174,16773,16146,11767,9215,15820,17798,20066,10400,14790,10844,9901,11970,12618,16341,8697,15745,13362,10253,6831,1320,11423,11485,12993,11397,11293,1050,14772,13611,13828,10914,15214,9604,13782,14809,12246,13518,12315,13939,13832,4348,1425,1379,573,871,260,4052,5679,8179,6319,6634,7478,7212,8207,6972,4679,4105,4679,4070,4257,16467,16154,16799,13227,16307,14248,16285,16296,15772,5629,2241,2205,16000,15098,14459,6868,16310,16863,14998,16094,15646,15266,16275,14737,14745,16986,12105,16212,16695,15188,13337,16341,8847,7032,16930,12157,13564,16836,14051,14438,12072,15978,16217,16368,10221,10880,15883,12325,16538,6264,16141,13952,15375,10058,16593,11586,16131,14404,16419,16130,15921,12381,16931,15849,9467,16668,15733,14709,2846,17070,16030,12794,16985,15754,7529,14802,16396,16250,10548,11299,17118,11690,16963,14111,15531,4671,16382,16492,13012,7961,2550,16155,15418,15386,16019,14381,15398,15945,8940,5230,288,99,15882,15223,15834,15913,15898,13055,15803,7946,14679,9300,10276,6355,15853,15957,12856,11483,10368,14518,11282,10872,14259,10711,15899,8547,12635,9081,13245,15888,9683,10813,5863,33,3180,12893,6826,15412,10702,12000,12743,7483,15932,4677,6094,290,105,14743,6820,5535,5172,6463,6812,8745,4399,7061,15809,14521,14895,15912,13412,9133,15972,14909,5027,4193,1914,9016,7792,6507,7783,8711,15675,1204,4216,11776,9350,4866,14628,14943,316,8948,10312,15955,6340,5884,3682,6472,7408,11822,14658,8585,9023,10773,15545,15917,3858,9528,7911,8783,4583,15853,6203,8888,7048,6497,7908,15963,14522,9745,3903,4538,5757,15338,298,7919,8153,8995,5331,7232,7928,308,13306,15860,9935,8048,5152,875,9543,2757,4356,5935,15416,6770,11265,10470,4629,6107,7132,10795,10559,15982,7512,6024,4750,2848,3786,4691,10783,3878,128,5856,5504,15882,9438,4286,7987,3109,3804,2095,3618,4,43,13652,11356,15854,16029,8700,4396,7012,8504,11817,9485,974,11597,10381,14327,8691,5090,5767,10908,14917,11680,5740,4478,4337,12931,5078,5301,1036,10633,15942,10252,10827,11315,7921,15909,9334,11391,2868,10125,11506,13787,8327,10112,7315,9471,3759,4266,4999,266,10682,14713,6738,15996,13721,7603,8195,15433,7403,4029,4667,12333,10300,6061,11376,11918,5369,8198,14920,1274,13,14526,10893,5387,9212,8198,15902,12661,11355,8891,5187,13674,4144,4647,7586,1875,70,15830,11953,10943,15898,14380,12148,11210,15884,11508,14452,9863,5403,13956,5884,11097,8058,5642,12548,7260,10140,15945,8909,11036,8689,9494,10301,10175,12257,7505,11344,10895,12523,8071,0,0,15049,15897,8815,7916,10160,12754,15919,6543,5372,5253,5832,5322,3110,1360,5264,9505,8543,7847,15639,14906,8120,5069,5148,4046,4437,2306,7920,15951,11926,15892,5822,11494,5336,12526,9981,15905,6736,88,8210,10398,6894,6722,15360,8250,4963,11112,11164,7153,13667,2559,108,6373,10131,8326,9697,13405,4469,9323,11288,2860,7922,3957,5,8038,7989,11121,10151,7743,6934,7083,10254,6137,12194,15876,5068,8496,15972,11592,8436,6153,6472,8642,11912,10742,5298,9943,7707,8546,8527,15830,7404,6586,6004,2989,13543,6285,5701,15914,8344,7687,4377,15938,12870,458,15920,9724,5744,12361,3144,7807,11821,7920,2169,12995,12073,8219,11931,3935,6144,8063,6191,4140,6662,8621,7602,10097,14225,11906,11428,8984,10825,8170,66,8344,15077,5032,9321,5309,5416,15211,7398,3145,12258,8944,5251,15905,9570,10236,5515,5281,3886,560,9733,10469,9194,9749,11221,11808,8550,8233,9694,8625,15913,15576,9371,7830,4667,12251,15987,7520,5607,13956,4607,9322,6032,14979,14875,8772,6508,11708,7371,11789,1973,14892,13337,3629,7101,11905,5458,7599,6734,17,514,11576,13863,6262,14938,5769,7783,12689,9701,11694,13325,12209,6491,10726,10195,3827,93,9548,10962,11398,12556,7954,4721,6096,6340,4028,6582,1536,9042,13387,15849,10400,10269,3263,14547,6420,10424,4718,10383,8883,8196,6094,6257,2252,10476,14150,10465,15937,6895,11149,15894,11364,7305,7839,1558,798,5728,5954,8372,6969,15935,12037,8285,6741,7131,10497,15891,7565,8311,8439,7789,8183,11317,10427,15256,8501,5671,3975,9425,12137,6175,6597,849,12284,15955,12277,5117,10922,2413,6179,15767,11698,13122,3024,5673,4613,4110,7030,10417,12728,15936,13546,10894,7423,5293,9635,7862,5787,10289,5143,11710,6830,10240,15935,6685,5464,8852,2990,617,12883,15792,15948,12582,11634,3817,5376,3757,3219,7239,9938,8181,9530,15854,8769,15248,15806,8386,4976,7814,9713,6117,12143,10566,8684,6816,12073,7342,6816,4933,15870,7318,14465,6004,11939,5603,8122,5631,7065,13496,12571,10596,9981,2082,12224,15890,7753,9700,6902,10868,5295,5027,4979,6623,8206,10905,5211,11120,6506,5830,15336,15269,12023,1024,15870,11564,8816,7199,16043,7546,7734,9917,548,3362,8754,10414,11656,7801,5101,6969,4911,12542,4991,7996,1894,3800,9591,11312,12353,6262,10602,6771,5964,10337,9759,12498,4608,4308,6904,4805,8310,1767,11993,15934,14862,11800,10667,3980,8767,7375,5732,10331,6978,7426,13767,15939,6768,15976,9208,9293,6613,6130,12358,11893,2265,14162,10663,11410,8430,7736,12590,6299,8639,12054,5093,5485,4378,3157,15906,11743,9515,3781,6405,9550,8312,8831,7122,7112,1696,4,14555,15830,7463,9850,10262,5923,10802,12493,4127,11350,15894,10208,14795,10403,11487,7246,5651,11561,6527,3213,11121,15611,9953,12038,13823,10129,9024,7888,8871,9616,7579,7267,9584,15286,14439,5676,12501,6429,12436,9383,7302,8937,12440,14727,5506,13325,9511,8592,5023,15910,8579,7922,4302,9174,6603,9576,11162,7680,5081,8402,5344,13849,9255,550,14547,8324,4946,11230,698,6757,8024,12267,15901,14728,9818,8503,26,13455,6816,13230,10360,15911,5769,4581,7931,4556,15914,6984,6960,5873,3867,13484,9723,15937,12568,7922,8015,10964,6982,2299,3586,12126,9793,2919,13937,13979,12776,11408,7753,8337,8845,7127,6208,15915,10394,6117,1360,4442,8816,8261,9007,8738,7277,3670,2926,14141,10384,5481,9030,15914,15487,13372,10863,7491,11955,8650,2884,10280,6290,7627,12175,4755,6938,3338,11359,10014,12054,7596,12022,10028,0,13154,11207,12220,7053,9129,10694,7819,12691,12500,6089,5500,5130,2858,3715,8555,15913,8982,9579,6127,274,6797,4024,15922,11149,8897,5168,12207,9820,13022,12274,13014,4134,15163,6236,14913,7482,8234,8264,7479,8380,5968,133,6486,11916,3077,8,14035,11000,8843,8002,10175,15937,7380,3194,5,13070,13010,11496,9431,8390,6851,11274,10618,12909,7244,11076,10755,9346,11251,13215,9791,148,10807,8515,15991,5507,6508,10308,10160,7632,9664,10624,5679,10071,15907,13987,8889,6336,5355,7783,10089,9678,8841,15913,10506,6551,3476,6038,6257,952,816,11720,15808,5714,8632,9001,13805,11720,8465,3741,8628,7994,10555,9229,11110,15109,13550,12621,6131,879,15922,9487,5908,12577,14336,9361,15954,15922,15719,8419,14786,11166,15929,12377,7856,15827,10522,9428,11030,7479,9194,144,14401,6456,739,9716,4454,9204,5636,11297,13208,10073,6112,8814,6740,12377,9507,11117,10597,2618,6005,5534,9701,9991,8607,3603,6128,15957,15924,6822,6626,6274,3819,5026,5723,7158,10425,9792,9984,6182,8898,7312,8815,8337,10121,340,14957,11978,13198,12689,9262,15399,12719,2776,7685,12489,13382,9917,7497,9206,5899,7568,6412,3895,12014,12673,9430,6206,11215,10667,6342,6770,7898,11974,4572,6256,15909,5432,5797,5792,220,14712,13214,10592,12371,12799,7822,5365,8802,5356,6895,15882,1923,6679,6400,6522,3151,294,15898,6263,13787,10755,4847,9983,13634,5823,68,2981,8656,7128,6203,11108,8233,15933,14048,901,4,7553,6229,1469,7426,6467,11425,12047,12281,7154,11881,8632,13142,12133,11708,4679,8366,10799,10895,9031,4395,9832,7923,8352,3455,6845,5473,4017,5203,15902,6940,5496,5103,7086,6834,9790,4943,9693,8576,15893,12604,8245,7848,7053,9811,10528,4826,4553,5144,4253,130,48,5873,15505,12140,16011,10768,7583,14560,15823,5253,6819,15471,13925,7544,279,6720,15891,11822,10791,10368,8046,7376,6401,7275,13137,11785,14652,11765,8894,8876,6413,11798,10034,9048,9602,7353,8751,5151,9503,14967,714,11551,15604,6365,7281,6669,15542,8958,9753,6109,4413,6478,15593,881,8448,7451,10624,10510,7289,8206,9888,12223,765,15607,15913,10549,12433,13842,4923,14942,13450,10369,8526,10442,15928,12994,15794,14955,12577,7864,15872,9465,2879,14528,13914,7003,13953,13824,7923,1377,6722,15934,9446,10922,12453,8813,15965,16055,3182,13702,10073,10346,8553,10452,14757,926,2480,13203,265,10709,11115,11236,9759,13795,13795,15996,10660,8911,13857,12062,8791,15885,11507,15945,6735,11113,12315,9331,9004,9630,15857,13451,10450,9430,6991,15919,11895,11175,12881,15909,3881,13711,11864,13221,6678,15965,6908,5750,8784,13538,15925,12162,11060,12160,16140,10065,7628,15901,10285,15928,9473,10724,13260,8735,15882,9063,15526,13746,8859,11797,11109,15931,15979,232,0,15775,16032,1777,6709,6569,7645,7476,725,15908,6407,6010,1872,6032,5369,9222,7483,6289,4528,706,4331,14820,8902,4346,11762,4881,12075,10218,3431,9005,6435,9012,7402,7974,7249,7462,7597,9947,9118,8924,8276,483,2559,11871,6501,4061,328,10624,11243,8095,9394,13280,11396,14500,9346,6371,5443,5848,9909,10140,7759,9411,12109,13287,8820,10260,6851,8676,12348,1703,10336,15899,8102,4571,13506,11765,7394,5286,6463,10688,15917,4131,1102,10522,15916,7115,7386,8442,11676,3065,6854,222,4127,13684,15908,10861,9498,15839,8110,6501,14386,12744,2480,11705,11881,3339,15406,6600,15856,6633,7361,5707,9149,11346,9712,9587,2365,13873,14413,9683,10800,10776,6474,13298,8882,15872,15892,6164,5394,6591,12493,15772,14673,3789,15905,3090,1273,12233,4413,10686,8869,8883,7461,5293,14491,11153,10922,10410,12121,11813,7631,15940,9331,14339,11536,9583,7948,4893,5129,9113,5699,5105,6987,13817,9165,8374,6569,8807,7944,8863,10712,13983,513,5194,10575,10852,4683,1227,12847,6774,13562,14045,13338,2824,7465,10089,5167,4718,6897,10221,9528,7152,12331,12725,5396,1508,8179,7459,15269,11972,9572,5945,27,6376,15480,12993,7779,7441,7541,4976,5525,15877,10204,3292,12024,9716,6479,15151,9255,13983,7514,8844,4083,8178,5274,7683,209,26,16198,1962,13485,15921,7389,4800,11863,15421,9671,7200,13870,12785,14179,13285,15915,12762,11549,15858,13837,8248,13322,15720,9162,12294,11654,9976,11772,11745,15877,11858,2144,12144,12943,15896,12492,15921,10437,15083,15888,7934,9270,10316,11121,15144,11201,9640,12663,2673,3469,14785,11156,7195,15912,4726,10026,4952,3244,8877,11600,8882,11861,8626,12117,4517,6409,15570,2997,2441,10370,15675,8509,8716,7858,3452,4557,4933,7834,4078,14133,15678,12569,10065,5077,9657,6275,7742,7955,259,5189,13448,11914,12989,15916,15516,3490,8659,10635,12197,15568,2752,4766,5041,4730,8910,7383,6549,15956,8972,8715,11626,8721,9714,10389,8415,8637,14806,11404,13029,10056,6809,5410,4469,9537,10247,8679,14119,4803,7765,14663,6113,7505,4226,10378,4811,13345,6855,15947,4566,4476,12259,15909,12091,8995,7656,5282,5686,8738,3455,14040,14793,10307,10460,5081,3842,8251,9904,10803,7432,15902,6802,8926,8159,8943,9407,7588,8698,9238,644,8964,10477,13467,14472,11799,9654,6428,8802,2555,10738,8138,13258,11157,15856,8875,15928,4941,11149,9514,15391,15912,10770,11830,3946,9090,7169,3063,4237,8133,7672,10445,10338,12271,6769,6522,11171,15908,12611,15888,8103,7184,4795,9161,1466,8782,15914,15934,4330,4970,6815,1601,7604,15903,6749,6706,6967,7294,12169,10199,11590,8175,5623,8505,7921,1731,15944,13029,5770,11259,7025,5356,7522,11730,12183,1903,4966,13664,9243,11114,8614,8979,12834,10049,11877,11820,6860,7831,8275,9475,5256,11400,7939,7359,4813,15938,15870,7442,12393,11844,7685,7920,5727,1311,15725,14405,9022,9557,9763,8103,9336,6352,13924,15789,11144,5427,4202,10850,7352,10591,11661,12573,14976,8546,6143,219,5363,7662,15132,13681,7229,8079,6743,7494,7973,11993,12245,13251,14897,10314,16015,4266,3716,8236,7181,7368,2088,9559,10238,13199,7675,6529,15937,14311,11349,6072,8450,4205,6,16077,6610,6824,13266,11637,11923,10322,8289,14907,8760,7473,13721,11933,9418,12669,9099,923,15892,15645,13489,13256,8754,11244,10246,9336,10111,15900,9442,8987,12847,9492,3619,15424,15934,11940,7284,11468,7093,8180,8343,12111,15626,10346,5945,5577,6070,5457,4885,4735,8845,6891,8614,10773,8341,4363,3476,5725,6373,4403,189,9242,12935,14408,8519,13728,6074,13331,10389,7425,114,15851,7507,8527,10697,6355,7548,13410,11993,111,10254,8508,7164,5763,13340,5037,13912,15018,10457,7448,6293,15909,9352,3685,9,5722,15935,6661,2766,103,8629,13305,8324,10087,13463,7630,10161,13484,12903,9369,7753,5350,8963,10323,8731,9775,13922,15935,9845,7156,5910,15910,15256,7608,7177,10293,4758,12920,3706,5967,11010,109,12827,6713,5021,8009,15899,9000,7465,7228,8374,12241,6516,3686,4222,9106,7020,4571,7977,4520,1843,518,13345,8654,16020,8493,16015,10502,7162,6870,10385,13049,15689,12271,6645,99,14807,11634,14670,4456,1767,13712,9529,9398,6136,10376,10864,6266,5486,8461,6030,177,5217,15777,5755,14756,12661,10037,3862,14337,7335,1093,5468,6452,15955,8040,2027,3747,15926,6119,13722,7582,15856,6543,5267,4910,4503,7077,4983,5268,10684,4302,4093,4547,13033,6924,247,7786,9286,15941,3173,93,10175,15955,7443,7664,8723,5308,8091,8358,7650,72,7728,2898,7803,13982,7978,9943,10545,10371,15924,15924,6578,9624,6081,6583,12254,6309,8315,9880,12882,8648,6550,7753,6563,10750,4922,5621,12449,15895,234,13051,12959,14672,3898,9527,10564,10969,10229,9841,6511,10837,9713,6390,9576,14584,9772,9059,7601,9545,1935,15609,15964,11509,6533,8827,12123,8088,8531,7378,4017,11237,13229,11119,14495,9022,7106,10007,9559,10630,12596,9528,14762,8064,10375,8562,11677,8112,9378,1210,8163,8879,7690,4904,12538,10838,12168,10607,13195,8884,8182,11426,15038,9502,293,12360,7053,6268,10157,12308,12164,12923,10117,14060,3519,8644,15202,10009,9314,381,95,13431,10404,9927,5874,8630,5276,2932,4495,12461,8612,8774,899,7074,15924,5141,8248,7343,9067,6278,222,10076,15825,15865,6029,9007,11005,12957,12258,11135,16040,6780,12741,12128,5669,8679,11139,8861,4502,14538,11546,10711,10722,7329,10067,8000,3703,14797,7728,8769,7552,8581,3466,5275,16000,4776,7458,13009,15838,13107,7541,7811,9375,15900,15925,8831,8071,10754,11160,9983,27,7610,12008,9860,12032,8171,7660,76,15818,15898,6034,8732,11847,13262,3733,5089,6795,2928,8864,15867,11024,9340,6566,8870,8996,6243,12266,7773,15250,7263,9511,124,5966,7931,16004,4548,7239,6083,6267,4365,9786,11183,10772,9387,5037,7800,6822,5679,9001,13455,13205,10235,4897,4140,7882,11466,7055,5613,13554,12010,11325,3088,7,15797,9048,14090,10501,12486,12377,11137,7838,15958,7133,340,15910,5339,5289,10769,8362,3050,9766,9740,13894,10011,15924,15775,4321,5003,9236,8739,10906,7848,8792,13329,15757,7511,8143,12529,7304,9212,532,12497,15877,15094,9565,8892,6174,5801,8091,8673,10326,10914,6523,1349,7564,14678,14066,8206,10800,4988,1522,6342,5721,5815,5073,9541,966,15099,13255,1061,15936,5915,8966,6893,0,15580,15924,10303,13636,8898,10237,15964,5601,12043,9439,12674,11428,10999,1338,15910,6734,7388,15809,12839,6669,15926,12635,15999,12010,9314,1568,15926,7935,6495,10337,15882,15315,3309,0,13649,15864,9484,12157,7444,8806,10368,8123,5837,7347,5741,4821,90,14067,15733,2018,7600,13198,12832,7263,10645,5708,10899,3475,6,12228,9715,5031,10212,5455,10122,11419,700,25,4693,9461,15182,7667,7426,7901,8642,48,7261,9883,15156,3133,12459,4508,7074,6994,4543,3478,8398,15942,9848,10710,4368,11150,11256,11618,12782,5640,7441,5733,3826,14306,6866,12778,12644,7541,8875,7900,7233,4688,6518,10987,8486,7655,11713,2369,15894,9791,15930,15597,44,15959,8104,6505,7325,4931,9570,5296,5073,4929,7241,6020,113,8941,7402,15352,9998,13653,15379,6171,6197,8762,15760,8559,9552,7432,15713,8388,6902,10012,6829,16046,3838,6889,9400,12434,8867,7359,9336,8582,5875,6208,4030,11334,7674,7545,10850,4041,2679,9211,6019,16974,16470,15551,14012,17489,17280,16385,15532,16491,13285,16547,15412,13233,17477,15351,14965,16180,9388,8822,3011,16192,16291,14476,16352,12454,16309,16264,16180,12750,16469,16388,12580,15942,10172,4175,16592,14883,16347,14455,16252,7055,16513,11951,15489,16575,14310,16308,16723,12753,16801,11070,17562,17468,13642,16430,15516,14671,16743,16051,16146,14517,13357,18891,9864,16371,15338,16449,15362,16094,11938,16871,13388,16869,14955,16209,10144,15911,17828,17270,16390,16303,9095,16409,8819,2945,12650,15883,16140,10981,17820,11987,2593,1600,16413,16117,15266,14696,15830,14022,16353,9343,17877,14991,16605,14186,16722,16608,11168,16872,12909,17560,16379,13702,15712,2250,11687,16555,13906,16553,16615,13369,16926,16523,9639,15977,14507,14938,16289,15266,15702,16271,2833,5594,17521,15476,12851,17339,12278,15977,15200,14151,17305,16147,11559,11252,3209,16160,16574,16592,12868,16364,17173,16479,11427,14933,16332,14188,7027,6939,10816,9255,6545,4236,7502,5143,5209,5721,3412,1812,1479,1539,884,251,170,56,4],"fragments":[{"begin":"0.000","end":"61.160","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. On January 6, the Louisiana Department of Health reported the first human death from H5N1 in the United States. While the general risk to human health is still considered low, according to the CDC, bird flu now looms large in headlines that identify it as a potential future pandemic. Here to tell us more about where we stand—and what we can do to prevent the worst-case scenario—is Amy Maxmen, a public health reporter at KFF Health News."]},{"begin":"61.160","end":"66.120","lines":["Amy, thanks so much for coming on to talk with us today."]},{"begin":"66.120","end":"68.360","lines":["Thanks, it’s my pleasure."]},{"begin":"68.360","end":"74.680","lines":["So let’s start with a quick overview of the current bird flu outbreak. When and how did it start?"]},{"begin":"74.680","end":"100.800","lines":["So, around February of last year, farmers in the Texas Panhandle started to notice that their cows were acting abnormally. Like, they weren’t producing as much milk, they had runny noses, things like that. And in about a couple of months researchers realized that the bird flu had actually spilled over into cattle for the first time ever and was actually spreading between cattle. That’s completely unprecedented."]},{"begin":"100.800","end":"113.240","lines":["So that’s how it began. And since then it’s now in, you know, nearly 1,000 herds in 16 states, and it’s infected around 66 people."]},{"begin":"113.240","end":"116.000","lines":["Yeah, and how are things looking currently?"]},{"begin":"116.000","end":"138.720","lines":["Currently it’s not good, I mean, in terms of this outbreak just sort of being across the U.S. And a bit of disconcerting news is we had the first person die of the bird flu on January 6. That person was in Louisiana, and they got the bird flu from a bird. This wasn’t, like, the exact variant that’s been circulating in cattle, but it still is the H5N1 bird flu virus."]},{"begin":"138.720","end":"149.200","lines":["And you recently wrote an article outlining how the U.S. lost control of bird flu. Could you walk us through some of the major ways that this has been mishandled so far?"]},{"begin":"149.200","end":"164.480","lines":["Yeah, you know, I think kind of one outstanding problem was the pace. There’s just been a really slow pace of response. And with an outbreak that’s a big problem; just kind of like a fire, it’s much easier to put it out when it’s small than when it’s big."]},{"begin":"164.480","end":"215.280","lines":["And so, you know, early on, in March, when researchers realized, “Oh, this is the bird flu in cattle,” a lot of veterinarians who work really closely with farmers, they told me that they really had been pushing to study this to see how is it spreading between cows and to answer other questions about the virus. So they asked the [U.S. Department of Agriculture] and, and other government agencies for both funds for studies, but also farmers really wanted and needed assurances and policies that would protect them and protect their businesses. For example, they, you know, they wanted real assurances that their data would be kept private. They wanted, you know, kind of policies that nobody was gonna cut off their milk sales. Somebody from the dairy industry told me when the bird flu is infecting a herd, it might cut milk production by 20 percent, but that’s still better than losing 100 percent of sales."]},{"begin":"215.280","end":"242.400","lines":["So there was a real push for, like, “What can we do to make sure that we can get these studies done?” But that didn’t really happen for quite a while. The USDA was sort of saying they wanted to take charge of studies, same with state ag departments. And so at least what veterinarians told me is that they had wanted this to move quicker and move through them, partly because, you know, they already have a relationship with dairies. So it was slow on sort of the study side, which would have helped us answer questions like, “How is this spreading?”"]},{"begin":"242.400","end":"273.200","lines":["And there was also a lot of deference to industry. So farmers didn’t wanna test; they were already afraid of losing their milk market. And the USDA took about a month to say that lactating cattle should be tested before they are moved across state lines. But that was really it in terms of testing orders up until just this past December. That was the first time when there was a national rule about testing bulk-milk samples—so not the farms, but the, you know, big bulk-milk processors. But that just took a long time to get up and running."]},{"begin":"273.200","end":"306.600","lines":["And then there was also a lot of deference to farmers in terms of monitoring. If they decided to test their herds and they reported them, then it was really up to them to decide: Do they want to tell health departments if any workers on the farms are sick? And there’s a lot of disincentives to that happening. I’ve heard it’s really hard to have a bird flu outbreak on your farm. This is not great. When a lot of cows are sick they need urgent hydration around the clock, requires a ton of labor. Same thing when a poultry farm is infected by the bird flu: to cull chickens you need a, a ton of workers and they need to work very hard."]},{"begin":"306.600","end":"326.000","lines":["So if you have people being educated about the bird flu, going to get testing and perhaps being told to stay home from work, they lose their labor. I sent public record requests to a lot of health departments, and something else that was mentioned in one of the emails between health officials: you know, farmers were concerned about workers making workers’ comp claims."]},{"begin":"326.000","end":"362.560","lines":["And farmworkers are also in really precarious positions. They’re looking at a loss of income, and they’re even afraid about losing their jobs. There wasn’t a lot of outreach going to farmworkers themselves and the places where they live to teach them about the bird flu, you know, why it’s a risk, how they could protect themselves, how they can get tested, you know, if they’ll be reimbursed. The first grant specifically for outreach didn’t really go through until October 1; that was a grant specifically to do outreach on the bird flu. So this is—we’re talking, you know, a six-month lag time or more in getting some really good outreach out there."]},{"begin":"362.560","end":"375.240","lines":["Hmm. More broadly, you know, I think a lot of folks see this in the news and they worry about it becoming a human pandemic. How worried are experts about that, and how bad does it have the potential to be?"]},{"begin":"375.240","end":"390.880","lines":["They’re very worried. So the bird flu’s been on a list of potential pandemic viruses, you know, since it emerged, really, and it’s because we might have no immunity to such a thing. There might be some crossover with the regular flu—we really don’t know—but it has the potential to be a terrible outbreak."]},{"begin":"390.880","end":"425.280","lines":["You know, remember that COVID, you know, really only very roughly killed about one in 100 people, but it completely brought the world to its knees. So a bird flu outbreak would be terrible. I think that’s undeniable. The question is: How likely is that to happen? And, you know, chances are maybe greater than not that the bird flu will not evolve this critical potential to spread efficiently between people, you know, like the seasonal flu, like COVID. This would require some mutations, some evolution of its genome."]},{"begin":"425.280","end":"443.840","lines":["You know, even if it’s less likely for that to happen than for it to not happen, since the result is catastrophic, you wanna defend against it. So it’s hard to put numbers on these sort of things; I talked to one avian influenza researcher named Tom Peacock. So he said, even if there’s only a 5 percent chance of this becoming a pandemic, it could be on the order of COVID or worse."]},{"begin":"443.840","end":"471.120","lines":["Yeah, I saw one public health expert, I think, in an article by Tanya Lewis at SciAm say, compared to walking on a path next to a ravine, like, it’s reasonably safe to walk on a path that’s designed for walking on, but you would be very foolish to ignore the fact that there is a ravine right next to you, and I thought that felt like a, a very powerful image to me for this kind of risk management."]},{"begin":"471.120","end":"471.760","lines":["Yeah."]},{"begin":"471.760","end":"475.680","lines":["So is there still time for the, the U.S. to make that even less likely, and how?"]},{"begin":"475.680","end":"512.240","lines":["Yeah, I mean, yes, it is possible, but it would take really coordinated, united political will and coordination, a willingness to put funding towards this and to move really quickly. So for example, the USDA in December said that it would put in place an executive order for bulk-milk testing nationwide. So we’d have to really make moves to ensure that that happens. What that would do is at least allow us to see when cattle are infected on a farm and try and stop the infections on that farm from spreading to other farms."]},{"begin":"512.240","end":"541.160","lines":["Similarly, for the first time in December, groups outside of the CDC, diagnostic labs like Quest, can now test for the bird flu. That’s great. Took a long time to get that up and running, but we could have more testing of people being done. I mean, there should be a lot of testing, particularly of people at high risk; I’m talking about farmworkers. Really strong outreach to farmworkers to really ensure that they’re protected and that they have access to tests and also assurances that they’re not gonna lose their job."]},{"begin":"541.160","end":"545.440","lines":["So it would take a lot of work, but it’s something that could be done."]},{"begin":"545.440","end":"560.080","lines":["And getting back to those farmworkers, you mentioned in your article: President-elect Donald Trump has pledged to enact mass deportations when he returns to office, and that could have real public health implications. Can you explain that a little bit for us?"]},{"begin":"560.080","end":"576.760","lines":["Yeah, so this actually was a problem during COVID that I saw when I was reporting in the Central Valley [of California], where there’s a lot of farmworkers and there was a huge COVID outbreak. The problem with threats of mass deportation is, you know, whether or not they happen, it spreads a lot of fear among people ..."]},{"begin":"576.760","end":"577.160","lines":["Mm."]},{"begin":"577.160","end":"604.440","lines":["So for example, it might deter farmworkers from going to the hospital if they’re very sick if there’s a fear that they might be reported as not being documented. They might also be deterred from complaining about unsafe working conditions. If they’re not given proper protection, if they’re really, you know, forced to work while sick, they’re really gonna be deterred from complaining about their employer, either if they’re undocumented or a lot of people are on these temporary work visas."]},{"begin":"604.440","end":"604.800","lines":["Mm."]},{"begin":"604.800","end":"611.160","lines":["So in general these sort of threats drive diseases underground, and that’s a huge problem."]},{"begin":"611.160","end":"643.280","lines":["You know, other things: there’s been talk about cutting CDC funding, and that would trickle down to local health departments. You know, I’m critical of the government’s response to the bird flu, but you can really see in these small local health departments that serve multiple rural counties, they’re stretched thin—you know, there’s 10 people who are trying to get a handle on the bird flu while also promoting childhood vaccines and making sure that there’s not lead in the pipes and doing so many tasks. So if they have less money to do their job, that’s gonna be a big problem."]},{"begin":"643.280","end":"655.400","lines":["Absolutely. So even if we’re able to avoid the worst-case scenario, what other kinds of fallout might we see from the bird flu? You know, how much worse could things get for the cattle and the poultry industry?"]},{"begin":"655.400","end":"691.120","lines":["So without a doubt this is going to be extremely expensive for the agriculture industry. And to the extent that the government reimburses dairy and poultry farmers for lost milk, lost chickens when they need to be culled, it’s also expensive for the government, i.e., taxpayers. So at this point already the U.S. has already put more than $1.7 billion into tamping down the bird flu virus on poultry farms since 2022. And it’s already put more than $430 million into combating the bird flu on dairy farms. So it’s expensive no matter how you slice it."]},{"begin":"691.120","end":"713.440","lines":["The bird flu has also cost a lot of lives of other animals off of farms. And there’s been infections among black bears and otters and coyotes. A lot of big cats have died of this from zoos and from animal sanctuaries. We’ve seen deaths from tigers, other big cats, and a lot of domestic cats have died as well. So it’s, it’s not good."]},{"begin":"713.440","end":"738.800","lines":["And then it’s also, of course, bad for farmworkers. There’s been studies showing that more farmworkers have been infected than what we know about. That’s not a surprise once you start realizing how we’re monitoring. Like I said, when I see these emails, it’ll be something like: “Twenty-five farms aren’t reporting about their farmworkers.” So we know we’re missing cases. There’s been studies that found antibodies against the bird flu in farmworkers where they had not been tested. So we’re missing cases."]},{"begin":"738.800","end":"761.080","lines":["And the word “mild,” definitely, you know, it indicates that farmworkers haven’t been hospitalized yet, but that doesn’t mean this has been a breeze. I mean, people have fevers. They’ve had respiratory symptoms. The conjunctivitis can actually be quite bad; that’s, like, these red, swollen eyes. It can be pretty severe. And so that’s a burden on farmworkers, just adding to the burdens they already face."]},{"begin":"761.080","end":"766.240","lines":["Yeah, so what efforts are being made to protect farmworkers and their families right now?"]},{"begin":"766.240","end":"806.480","lines":["So since I started reporting, things are getting better than they were. So I can start seeing that there was a $4 million grant to a national farmworker group that was doled out in October, and so now they’re working with farmworker outreach groups in the states with outbreaks where there’ll be educating farmworkers about this, helping to hand out protective gear, trying to see if people will like the seasonal flu vaccine ’cause that will just help prevent the possibility of the seasonal flu and the bird flu mixing up together within a person and creating something more dangerous. So that’s being stepped up."]},{"begin":"806.480","end":"816.720","lines":["And what advice do you have for folks who are really concerned about this fatality and, and wondering how bird flu might impact them?"]},{"begin":"816.720","end":"832.440","lines":["Yeah, so I think the short answer is: if you are not working directly with poultry or dairy and if you don’t drink raw milk, chances are you’re okay. And so there’s not much you can really do."]},{"begin":"832.440","end":"854.720","lines":["As far as the death in Louisiana what that really shows is that this virus does have the potential to be deadly. So the person in Louisiana, the virus that they had had some mutations that are linked with disease severity, and those mutations are not widespread. So most of the viruses circulating don’t have those. But this can happen, so it’s just a reminder to take this seriously."]},{"begin":"854.720","end":"869.520","lines":["That was Amy Maxmen, a public health reporter at KFF Health News, in partnership with Healthbeat. You can sign up for the Healthbeat newsletters at Healthbeat.org/Newsletters. You’ll find a link in our show notes."]},{"begin":"869.520","end":"885.000","lines":["That’s all for today’s episode, but we’ll be back on Friday to talk about the universal language of getting a boo-boo. Why do so many cultures say “ow” almost exactly the same way, and what can that reveal about humankind? Tune in Friday to find out."]},{"begin":"885.000","end":"901.080","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"901.080","end":"909.880","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":909}