{"title":"Saying Farewell to the Gaia Mission, Which Mapped the Milky Way","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/gaia-spacecraft-stops-data-collection-for-milky-way-map/","audio":"https://traffic.megaphone.fm/SAM3304804319.mp3?updated=1740494751","intro":["We look back on about 11 years of the Gaia spacecraft, now at the end of its mission to create the best map of the Milky Way."],"authors":["Rachel Feltman","Lee Billings","Jeffery DelViscio","Madison Goldberg"],"category":["Space Exploration"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"You’ve probably heard of space telescopes like Hubble and the James Webb. They’re famous for giving us breathtaking images of the cosmos and providing countless people around the world with very pretty phone backgrounds."},{"author":"","text":"But meanwhile a spacecraft you probably haven’t heard of has been busy shaping our understanding of the universe in a quieter, less glamorous way."},{"author":"","text":"My guest today is Lee Billings, a senior editor covering space and physics for Scientific American. He’s here to tell us why the European Space Agency’s Gaia spacecraft is so important—and why, even though the Gaia mission is technically coming to a close, its scientific legacy is only just beginning."},{"author":"","text":"Lee, thanks so much for joining me today."},{"author":"Lee Billings","text":"Rachel, it is my great pleasure once again."},{"author":"Feltman","text":"[Laughs] So my understanding is that you’re here today to tell us about the end of a mission that most of us don't even know how much we’re gonna miss. What is Gaia, to start us off?"},{"author":"Billings","text":"That’s right. So Gaia is a spacecraft that was launched by the European Space Agency way back in December of 2013. And it was on a mission to create the best, biggest, most accurate map of the Milky Way ever. And [it] recently stopped taking science data as of January 15. And so I’m here to celebrate Gaia and tell you why Gaia is so cool and why, even though you should miss it, the best is actually still yet to come."},{"author":"Feltman","text":"So tell me about how Gaia got started. What were its goals and who made it happen?"},{"author":"Billings","text":"The bread and butter of astronomy is looking at things in the sky, figuring out how far away they are, how bright they are, and that’s how we know our place in the universe. Well, a few centuries ago we didn’t actually know how far the Earth was from the sun. Where we are now, a few centuries later, is: We do, of course, know the distance between the Earth and the sun. And more importantly, we know the distances to lots and lots of stars in the sky. Pretty much any star that we can see in the sky, we have a very good sense of how far away it is and how bright it is."},{"author":"","text":"And it’s kind of the first rung of what people sometimes call the “cosmic distance ladder.” The way that we can say that something is x billion number of light-years away or, you know, only a few light-years away or whatever it is—the way we can do that is by starting off on this cosmic distance ladder, where the first rung is the distance to the nearest stars, and from there you have to extrapolate to other distance estimation methods, so on and so forth."},{"author":"","text":"Gaia was preceded in the 1980s and the 1990s by another satellite from the European Space Agency called Hipparcos. And Hipparcos was kind of like a proto-Gaia. It was doing the same thing—it was trying to map the Milky Way—but it had a much smaller number of stars it was looking at. It couldn’t look nearly as precisely at the motions of the stars as Gaia can. And fundamentally, that’s all Gaia is really doing: it’s looking at how stars move in the sky. And that gives you an estimate, essentially, of how far away these things are when you measure this motion."},{"author":"","text":"What’s very important to remember, however, is that Gaia is not just looking at that. Unlike something like [the] Hipparcos [satellite] that preceded it, it’s also looking at things like the luminosities, the temperatures, the chemical compositions of lots of different objects. It’s doing this for about two billion stars and other objects in and around the Milky Way. And when you put all that data together, what you get, unfortunately, isn’t a beautiful picture. It’s not a gorgeous picture you can hang up on your wall like a poster and say, “Whoa, look at that. That’s wild.” Instead, it’s this massive map, this massive catalog, composed of something on the order of, like, three trillion observations. And that’s really fundamental and important, and you can draw all kinds of cool science from that, but it’s not really sexy, right? It’s not going to be on the covers of magazines. And so Gaia, even though it’s almost like the air that astronomers breathe, as someone once told me, is also kind of a telescope or a mission that only astronomers can love."},{"author":"Feltman","text":"Mm, yeah, that makes sense. I mean, Hubble and the James Webb, like, we get to see a lot of the really gorgeous payoff—of course, thanks to lots of tireless work processing images from people behind the scenes. But yeah, with Gaia, there, there was just sort of less of a visual component for us, you know, rubes to appreciate."},{"author":"Billings","text":"You mentioned, obviously, the James Webb Space Telescope, the Hubble Space Telescope. These other big, beautiful telescopes, they make big, beautiful images. One thing that Gaia does, by virtue of making this really great map, is: it creates kind of a coordinate system or a reference frame that these other telescopes use for pointing. So in a way—I’m exaggerating a little bit—but in a way, the way that we get those pretty pictures and that we know where our telescopes are pointing in the sky is through things like Gaia. And Gaia has set the standard there, and it will be there for a long time."},{"author":"Feltman","text":"So what kind of findings was Gaia responsible for?"},{"author":"Billings","text":"We're only about one third of the way through Gaia’s data. So it gathered data for about 11 years. There are five data releases in total that are planned. We are only up to Data Release 3. Data Release 4 is supposed to come sometime in 2026. Data Release 5—the big kahuna, the whole enchilada—is supposed to come by the end of the decade, and that’s going to constitute all of Gaia’s observations. And that’s when we’ll really get all kinds of spectacular stuff."},{"author":"","text":"But already we’ve seen a lot of stuff. It’s hard to properly encompass all the things that Gaia has done. It is such a smorgasbord. I think one of the coolest things that Gaia has shown us is in the field of what’s called galactic archaeology. That means ‘How can we look at the Milky Way today and look at the different kinds of stars and structures in it swirling around? And how can we kind of reverse engineer or trace it back in time and rewind the tape and see how it all coalesced and came together?’"},{"author":"","text":"You study things like what are called tidal streams of stars that are, that are the remnants of ripped-up smaller galaxies that merged with the Milky Way. One thing that Gaia has done is: it’s shown us when, for instance, the last major merger took place in the Milky Way. You can still see the fossil remnants of this torn-apart smaller galaxy that combined with the Milky Way to make the familiar galaxy we see today. We can say that this event, this last major merger, occurred about 10 billion years ago. That’s before the sun and the Earth formed, right? That just kind of blows my mind, that before we were even here, in a very concrete sense, this stuff was going on, and we can see it. We can, we can see its evidence."},{"author":"","text":"Some other things: I mentioned the tidal streams of stars that we can see whizzing around. Gaia has been able to track these different tidal streams and discover lots of new ones. A lot of them are arcing around what’s called the halo of our Milky Way. You think of the Milky Way as, like, this flat disk with a, with a bar and a spiral, right? Well, surrounding it is this more kind of diffuse cloud that also has stars in it. There’s lots of dark matter in it, we think. And in one of these tidal streams Gaia found—this tidal stream seemed to have a curious little kind of bite taken out of it. And the idea is that that bite that seems to have been taken out of that stream might, in fact, be evidence of a dark matter clump in the halo. So, you know, we’re trying to find dark matter—this mysterious substance that supposedly has gravity but doesn't otherwise interact with anything in the universe, essentially—we’re trying to find it in all these lab experiments here on Earth, and they keep coming up empty. We can’t find it; we can’t find it. And some people say, “Well, maybe dark matter doesn’t exist.” Well, we’re finding evidence from things like this tidal stream with, apparently, a Cookie Monster–style bite taken out of it that, in fact, you know, that might be dark matter out there. We might end up finding the clinching evidence for dark matter through this sort of observation way out there rather than finding it in our lab."},{"author":"","text":"Gaia has shown us a more precise architecture of parts of our Milky Way. Like, it’s found that there’s actually this little curious warp in the disk of the Milky Way as it’s being perturbed by merging with another, smaller dwarf galaxy."},{"author":"","text":"It has measured the motion of our solar system through space around the galactic center, with respect to a reference frame of about 1.3 million far-distant quasars, which are the cores of active galaxies—basically giant supermassive black holes that are feeding on matter and burping out lots of light and energy. And we can see these cosmic beacons across very, very, very vast spaces. And so Gaia has made this three-dimensional map of more than a million quasars, and we can track our motion against these far distant objects. That’s charting our course around the Milky Way, around the galactic center. So we orbit the center of our Milky Way, and this is showing us basically how fast that orbit is and its characteristics."},{"author":"","text":"It’s found oodles of asteroids. It’s refined the orbits for about 150,000 of them, and it’s turned up evidence for moonlets around hundreds of those. It’s discovered a new kind of black hole. Again, all we’re looking at is just kind of the wobble, the back-and-forth motion of these objects in space as they move. And you can infer sometimes—you look at a star, and you see it kind of moving back and forth, like there’s some unseen companion around it. And you can do the math and say, “Oh, that’s not a planet. In fact, that thing has a mass of about 30 times that of our own sun.” So what could it be? Well, it’s only going to be a black hole. So we’ve found black holes."},{"author":"","text":"This is just a small smattering of things. The point is, is that Gaia is just a treasure trove. It’s a cornucopia, and we’re going to be coming back to it for a very long time."},{"author":"Feltman","text":"Yeah. So in what ways is this mission ending, and in which ways are we going to be, you know, continuing to use Gaia?"},{"author":"Billings","text":"So on January 15, that’s when the science observations stopped. So that’s when it stopped measuring the motions and other properties of objects in the sky. However, it is still alive out there. It’s orbiting in a place called the [second] Earth-sun [Lagrange] point, or L2, which is a quasi-stable point about a million miles from Earth—well past the moon—where all the gravitational forces that are around align, so that you don’t really have to use much propellant to keep a spacecraft there. That’s where it is. It’s going to be there for a few weeks longer, and then it’s going to be moved to a graveyard orbit, a heliocentric orbit. So it’s going to be orbiting the sun far from Earth’s sphere of influence, and that way, it can’t get in the way of anything or cause any other problems. It’ll be switched off for good in late March, March 27."},{"author":"","text":"And while they’re transferring it to this new orbit and decommissioning it—putting it, putting it down, so to speak—they’re doing various little subtle tests, adjusting its orientation with respect to the sun and to the Earth and things like that, to basically figure out how to better control spacecraft out there, and even looking at kind of how some of its materials and hardware have responded to being in space for so long."},{"author":"","text":"But the really exciting stuff is going to be in these future data releases. And I think the one that I really can’t get over enough is exoplanets. What’s so cool about Gaia’s exoplanets—again, it’s via this, this method I described earlier when we were talking about finding black holes—all it’s doing is: it’s looking at how a little star wobbles around laterally on the sky. The technique, it’s technically called astrometry, [that] is the technical name for it."},{"author":"","text":"And if you go right now and you look in, like, any exoplanet catalog, and you sort by detection method—there [are] various different detection methods, we don’t need to go through them all. But the point is, is that out of all of them, I’m pretty sure astrometry has the least because it takes a very long time to build up enough data to really discern these wobbles and associate them with planets. So you need to have very, very, very precise measurements of the stars for a pretty long period of time, multiple years. And so, consequently, we haven’t been able to do that very well, and so it’s single digits, the number of exoplanets we know from astrometry, this, this technique. Gaia, by the time of its final data release—I’ve talked to scientists who have said, conservatively, it’s going to give us thousands of new exoplanets."},{"author":"Feltman","text":"Wow."},{"author":"Billings","text":"More, more kind of middle-of-the-road estimates are tens of thousands of exoplanets, and then more optimistic estimates are 100,000 exoplanets. I mean, that’s nuts. I kind of can’t get over that. And so when that happens, that’s going to be pretty exciting, but it’s also going to be overwhelming."},{"author":"","text":"And I think that’s another aspect of this: is, it is just a firehose of data, a firehose of stuff. And that's also explaining why it takes so much time to, to get these data releases out, even though, in some sense, the data is all there in some server somewhere, right? It takes time to calibrate; it takes time to analyze. It takes time to get scrubbed of errors and cleaned up, yadda yadda yadda. So there’s a lot of stuff that’s going on in the background to make sure that this data will be usable in the future."},{"author":"Feltman","text":"Yeah, very cool. So with Gaia retiring, you know, what’s next for this field?"},{"author":"Billings","text":"In short, there’s still a lot of great stuff to come from Gaia and the data that we already have. I mentioned earlier that there is this reference frame, essentially, that Gaia has created for us that many other telescopes are going to use to do precise pointing. But over time that will degrade because objects move, stars move, the solar system moves. So the longer we wait, the more degraded that gets, the less the precision will be. So at some point, there will be a need for another mission. And the European Space Agency—in case you can’t tell, the Europeans have really taken the lead in this; they’re kind of the only game in town—they’re already planning something that’s kind of like an infrared version of Gaia. Gaia uses optical light, mostly, for its observations. So if we launch something that’s like an infrared Gaia—and this would probably be, like, midcentury, right, like 2045, 2050, something like that—you can do things like peer through all the dust that’s toward the center of the Milky Way, that’s all in the dusty disk of our galaxy. You can pierce through that with infrared. You can see lots of other stars in the disk, through the disk, maybe even, to some degree, on the other side of things. And that will be another big leap in our understanding of the archaeology and architecture of our galaxy and will continue to give better pointing information for other telescopes."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Feltman","text":"Very cool; a lot to look forward to. Lee, thanks so much for coming on to chat with us today."},{"author":"Billings","text":"Rachel, thank you so much for enduring my onslaught of Gaia enthusiasm. I appreciate it."},{"author":"Feltman","text":"Listeners, if you want to give Gaia some love, you can actually spot it with a backyard telescope when light bounces off of its solar panels. The European Space Agency’s website can tell you where the spacecraft is in the sky at any given point to help you find it."},{"author":"","text":"That’s all for today’s episode. Tune in on Friday for a deep dive on earworms. Why do some songs get so stuck in our heads, and how can we get them out?"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. Today’s episode was reported and cohosted by Lee Billings. Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[3,19203,14283,23999,16204,17682,20463,17934,16836,11267,15426,16593,9410,8876,11684,12462,11697,15884,19925,19949,14546,10986,23174,20768,12024,15341,12807,21788,22443,19914,24414,21768,17611,22047,24043,17841,19388,16441,16741,10832,2836,18125,17101,13099,12143,9431,8770,9151,10137,11501,11130,2965,4911,16856,15750,15406,14792,15198,12121,11074,14745,11070,13265,10818,2533,12939,14910,19787,13136,17754,10794,12008,13558,11556,13662,14288,14654,16266,10911,11300,16159,2463,14013,14893,15981,11277,12182,15619,13390,14526,13753,12297,14592,15462,15573,17054,18492,11891,11799,14518,13073,11478,10513,13403,11526,12204,10312,12694,1551,13024,11437,14421,12862,13877,13358,12070,14389,12737,11397,13292,13542,9393,12031,9173,11578,13060,15803,12370,13534,11827,12894,12780,11275,13866,14166,11928,9419,11834,10905,8174,2596,18615,18301,17295,15612,9650,15147,15606,13452,14287,18370,12317,9978,13475,13628,13427,17742,14468,14146,10335,1720,14032,16460,17155,17015,13756,14152,11633,11526,10002,15484,14508,14269,16672,11177,15052,14836,10977,13918,17003,15514,16314,15890,16042,13828,11520,14668,13573,14576,12048,17847,12101,15141,14579,16136,14356,10661,14770,14209,15489,9644,12786,4695,3722,1255,4012,4528,4898,5043,4049,1400,279,133,14872,18035,17343,15200,13901,16033,145,9968,14824,6409,12670,14295,11442,13453,12722,10942,7074,13846,12834,6983,18674,17038,17064,14877,14389,15484,10527,13684,13157,11326,14785,16227,8397,523,13809,16087,16389,13640,13528,6799,15494,15713,17723,15190,14206,18754,14748,14357,5771,13735,13319,11102,10227,3817,4229,20008,14132,13972,14504,12129,14493,15,13968,10393,13980,16204,15070,7309,12671,11965,13256,14800,13206,11645,13890,15041,12696,11861,10259,6775,6196,2223,15016,17859,12926,16196,14873,13065,5403,4376,9203,9484,9589,15095,14739,12762,10353,5178,11076,13359,13357,4078,1316,14902,12388,1097,12421,11364,10483,12457,9635,9464,12579,7265,13901,24,11539,12643,13491,14844,16473,13958,11749,8524,7606,8542,8661,5777,6881,4752,7042,16823,15633,7613,12439,10007,18008,11397,8893,9341,10091,13871,11501,14455,7950,10373,9491,12986,11445,13838,12319,15154,12566,11320,14529,10480,13341,15378,12244,3275,107,14104,13454,12658,9168,12216,9636,0,6298,15282,15173,16703,15137,16465,15970,15779,15317,15226,12566,14725,12821,12220,10750,15260,6992,9981,4832,5478,5563,11415,14609,7334,2,14057,16716,15738,14224,710,13679,8328,3614,750,13656,11588,5289,14912,12978,11802,9292,4675,5480,15083,16234,13630,12412,15966,14414,14380,8828,11191,14844,15348,14995,8943,6885,17111,16335,12801,2298,8407,4268,5010,17085,14572,13897,12494,14393,2934,13264,13680,12584,14220,10659,7027,7790,13573,1741,4964,15343,15060,13771,13714,13374,12108,9719,9974,8131,9139,6542,10020,3975,3092,8874,7397,2127,16777,13138,15084,15305,14007,6742,8826,6957,335,16421,13080,11065,13018,7826,9417,15679,14291,13573,10171,11902,13543,12386,10451,13193,14410,8544,8380,12333,13634,13193,13354,13182,0,14828,13197,14715,13491,12578,14338,11816,11539,13956,13144,13616,14113,14028,2504,11693,8449,12154,15328,13911,12814,13811,15320,11675,12983,12269,14307,10813,11301,12999,12045,1480,11443,13653,10955,14273,8702,13469,12065,7002,7770,14538,13225,11214,9092,7276,16964,15848,13151,16643,12335,9867,11697,17254,15298,12505,11942,7085,8163,7833,10764,13908,15225,12907,14308,9609,13483,2067,10913,8675,10992,6835,7161,4683,233,13835,16795,13250,8686,13262,11064,15072,11259,14468,13621,12266,11662,13614,11477,10073,14127,10532,10585,6205,7480,7284,5058,7056,10756,3558,948,15002,12278,7893,9921,10784,16066,13173,14847,14697,7067,16509,17315,13943,11857,10869,13364,12376,9371,15118,13969,13028,10606,9425,11104,13258,15428,12886,13027,14374,13637,9083,12179,15015,14925,1604,12119,14983,15192,12821,12701,8427,13547,10806,7965,4830,5470,5929,6348,5404,12279,33,15326,16190,15682,13359,433,13073,12868,7105,11612,11907,11718,13351,13317,1262,14732,4880,14990,13616,13417,13861,9149,13548,3910,12419,12534,12051,4352,364,12765,15775,13398,11623,11100,14844,12471,9646,16563,9752,7686,5107,5607,8093,3295,19,12848,13069,15553,14318,15576,11722,9682,12988,13343,14566,14290,9094,14738,2814,13381,11593,50,13306,13440,33,16402,14827,12620,14907,9900,10666,9990,15213,16983,15844,13078,12525,10972,12761,8176,12331,8905,13161,12764,11689,8684,13743,12209,16921,16436,11458,12940,13586,14704,15841,11015,6297,1288,12779,14310,16125,10954,12551,11409,8349,12717,12081,10078,4802,1102,11017,12467,4780,13603,10175,15612,12050,14447,12061,34,14554,17289,16597,10547,13853,8331,967,8296,15286,13485,10286,9174,1603,6652,13840,11045,10792,13646,13106,12912,14022,13544,14435,11765,11436,13303,11882,14137,14737,14549,8311,14641,13572,15412,12016,13555,15725,11696,6481,17350,8922,14257,11972,14846,11354,13177,12458,13242,13184,12096,11582,10999,12003,7263,498,13260,10757,10747,2866,13557,14717,15334,6072,2869,12371,16861,14335,13468,11613,13747,13732,8351,13890,9875,1213,16732,12409,12637,7104,13066,16006,14023,15521,15126,12713,13163,15098,14624,14370,7784,12309,13475,13829,13788,11476,12178,13650,14783,12399,13968,11904,11936,12993,13280,13102,11388,12581,14191,13907,14271,13651,12416,11617,10455,10679,5491,5892,3235,9752,13352,5830,81,17808,16363,14124,12954,9127,1972,17712,15505,13888,11615,10164,10282,12835,12941,12455,12550,13883,17300,11298,12250,14122,12809,11956,12098,13546,5219,13602,11297,10095,10418,8843,6992,15253,15863,12459,12064,14140,11826,17856,17481,15948,15412,16506,14615,15069,17235,14074,11319,13651,15327,16124,13937,13290,12016,12772,15536,13050,11505,11127,12740,13200,13307,12174,10514,11605,10483,12879,824,14660,14659,15685,8989,3963,1509,16562,14376,12702,10526,6956,6978,14603,11736,8857,10561,9303,8673,11083,8620,14033,12645,10298,10846,10368,10033,11382,2691,10483,16637,17977,16488,9839,15094,13156,9614,13217,14548,13097,109,12698,13964,14706,6543,13535,14112,13139,17298,17299,12310,9019,6212,12016,12150,8427,3704,1059,18451,17438,13936,13216,4461,11244,12959,9927,824,21919,16019,14664,15260,14037,16139,15265,12421,11425,4304,11760,14326,13671,9654,12502,13415,14190,10519,6892,8250,10915,15820,13653,14069,8062,13287,10883,11864,13540,12470,13108,16021,13401,14046,15661,13781,12734,13200,6275,8424,11037,11985,10860,7653,51,6490,21779,15427,21461,19848,12950,9101,14708,14970,15291,12607,11336,8922,49,8905,14128,13946,12860,13879,11965,15330,8822,14019,13205,12534,11877,8874,11194,5106,8469,7110,14063,12863,11449,8620,13269,4819,36,14438,12586,16101,14150,13008,6778,7844,5383,11160,4371,725,15391,16810,13495,14881,10307,10665,1825,10584,12263,12930,12665,13412,12607,13594,11509,12712,12699,11825,19030,16017,14402,11904,10887,11790,13013,1773,14118,14737,11764,12275,8492,5488,11611,11261,11985,10625,97,18086,16187,10862,12029,11968,4996,11439,7024,6886,13619,13325,7413,8442,15162,15486,10535,15428,14250,10597,15216,12016,10430,15834,16739,1130,9713,11698,8346,7109,5078,0,15354,15552,13811,17144,12754,77,14503,14995,3639,15497,13550,13162,12507,11496,5120,5196,8421,12800,14027,14780,14366,4282,900,16727,16478,14455,13046,13279,13123,10409,7319,14238,13063,13701,13555,12360,12805,11603,445,15178,10651,3221,1151,16887,14932,12930,86,9093,14792,12106,15712,11388,13414,12583,15083,4353,9024,12240,10960,12993,13446,13842,14054,10727,8766,13485,13886,14358,12896,13733,13044,13631,12270,14568,13459,1170,14189,13387,13288,14642,7465,5143,13412,2020,13768,14721,13859,11059,16310,15984,13854,14028,11285,12019,659,9945,15736,12796,10144,4404,13857,14308,15907,12271,12648,15361,13731,13951,12589,13869,11359,12973,12423,13635,14708,11503,12057,10045,6920,1436,7164,20012,15912,17344,13679,1698,12644,11213,14282,18093,13793,12880,9511,10278,15878,14202,14240,13780,12167,13380,12317,7603,12552,12756,5143,909,5552,12972,12251,12280,14398,11753,13858,7830,10020,742,13950,15986,15120,12353,15130,15765,11501,5803,11513,16279,14094,10382,13449,9277,12163,12730,7777,7323,14023,1871,12660,12800,13660,13507,14493,13732,17588,14260,13210,12852,13006,13095,10664,10256,13197,10462,10342,15520,12431,13931,11716,20456,13599,14771,5499,3667,14097,16400,17007,15884,15641,13623,10943,13441,14736,11937,4392,12085,13614,11665,12165,10528,14230,15222,11646,14195,2160,6061,16016,13492,14157,11830,11026,12009,8557,9317,17523,18765,8640,9752,16753,10916,0,15781,15543,5069,11963,12664,10911,13304,11850,10051,9543,15446,8539,7192,11209,12972,12151,12033,14684,14823,12544,13778,1240,249,11968,15776,9812,8263,15226,12576,15006,11205,15277,14871,14384,11550,13365,11762,9952,10728,14082,3679,13433,16305,11924,12985,14173,13000,12403,6971,14510,11697,6376,9183,11933,9202,13021,13204,114,16388,16323,15877,14092,13065,14774,9924,12883,13485,4763,13891,13439,9045,7483,12392,12696,15739,8495,2894,3424,661,13795,14657,16480,14256,13044,11511,13127,11178,11043,10052,12930,12473,11392,14558,11680,12203,13179,11791,24,16514,14995,6063,3125,21667,11135,16182,11807,14348,17912,15518,7897,4153,13762,14340,14520,16775,10454,10826,12127,12356,11044,15208,13966,13124,11215,465,11661,9914,15058,14246,14573,3690,12586,11307,4701,17111,17216,2269,16894,16927,17329,12531,8370,11807,11119,13911,11490,15048,13501,12697,11686,13116,6602,19200,17293,16502,16026,14053,14771,12291,11791,13756,8519,15196,14982,14862,11802,15240,11560,11542,8369,10681,14404,13151,5964,13754,7268,12828,3800,9891,15904,14083,13563,15094,12677,13693,5541,16029,3753,15369,17672,14620,13201,8883,8489,14041,12950,13497,12128,14452,14851,13445,17545,11897,8310,1653,16939,8548,13786,15550,11944,702,15407,14613,14817,15204,15942,14156,13943,11862,12567,15251,14130,11793,11828,6681,12496,14968,11998,7687,14177,10276,8787,15583,7024,10959,0,0,14135,15261,14508,13936,956,13467,13012,8566,15853,15042,11920,12505,14356,11490,7163,7655,6082,11496,17043,14652,13457,11565,12769,10417,16926,12753,13929,5054,12731,6711,5300,10665,11548,12604,10853,11656,12487,12271,12933,12833,12583,12417,7502,11937,7617,1775,11,12895,14703,11948,8741,14242,12871,16834,12375,10051,7242,1059,9249,13564,13245,4835,10994,16395,13582,13412,7998,13381,10927,14986,12247,12526,14713,14161,13316,13404,14882,13680,12182,16349,9690,909,17710,17307,15059,13159,12300,7040,6137,11857,8911,8090,14556,11471,12054,6062,12806,13577,15522,16688,13157,12080,12381,11578,11755,10927,13383,16421,11255,13011,7605,13510,11878,8366,7537,8474,9829,14992,12036,10935,10056,13035,12042,10132,12413,6666,9447,5063,1285,13355,15480,16199,15698,13917,12609,13687,13417,11359,14179,11733,14704,13012,687,14641,10652,15914,14997,16403,15736,13325,14975,11067,7472,7387,831,14768,15460,14959,14501,192,3307,12181,14354,14295,13149,13821,12752,8410,9803,11263,13958,2481,27,13502,15102,10211,9709,7316,11837,15240,15312,4841,27,13159,19689,15993,13598,10170,8459,9809,6383,3173,14565,17557,14959,14540,13456,6014,3563,12404,15291,14566,13071,17713,14863,13720,16117,11632,4782,17724,16035,14854,15384,13759,12744,9455,4541,11248,11466,14222,4840,6776,4529,0,16171,16268,14185,17327,13640,15249,17167,12321,12831,831,13279,18226,14167,17164,15421,13541,16067,11831,11230,11061,14851,14578,15499,12237,235,13728,11627,15921,8602,12761,11597,11172,12344,12439,12595,7514,450,6964,12967,14474,12687,10702,14238,13755,14816,14461,11778,14553,13077,12838,12711,11512,6726,12353,15924,12186,16338,392,14827,15813,14144,14183,15401,16976,14935,13524,14226,13490,13449,14292,15120,15393,16774,164,18610,17164,15057,13868,13295,8613,6271,12068,14432,14222,94,14805,11125,9648,1339,14015,12438,12881,15872,3356,21029,17281,10792,14421,10040,12978,12856,15784,15845,1470,10900,13825,9232,12923,9214,13346,15814,13043,12207,17743,16754,16969,15630,11792,11053,7063,6047,63,13072,13831,4120,17564,9766,13917,17421,17263,14338,15117,12338,11810,13703,16864,14063,14214,13212,14617,10816,14141,7889,12183,13793,14489,11552,8006,1526,16870,17731,16684,1019,5788,12763,5891,19,16524,16471,11080,11691,13643,13538,11584,58,5492,15031,15107,13160,8637,8427,365,10185,11231,14354,13322,1165,9026,15812,7971,14771,12934,11687,12191,8304,7206,7480,4340,8124,5729,6153,7538,5090,14385,20270,13099,14656,13874,10723,14106,11427,10726,15686,11354,1341,9532,15352,16346,12963,12920,11497,15864,10518,13927,14668,11705,13340,13290,13227,14111,11513,11366,5792,16089,12867,12052,6792,11406,10776,13838,13210,13264,12110,10311,11543,9281,7760,1431,17971,17910,14278,8386,10275,4829,16729,15519,14720,14457,15300,12871,11808,8935,12031,5583,7909,4168,14440,13944,4656,13759,13775,17064,13086,11702,11928,10035,12786,14043,15265,14795,12867,10893,8106,15912,14642,10451,6965,8329,13152,13810,8813,7994,12715,12477,11730,13984,12711,12016,9314,11044,11664,10199,13549,8987,8961,1511,18557,13523,12132,12550,11805,9249,9524,14157,17982,16730,14042,11470,15245,8136,12526,11441,4365,10478,15594,12899,10412,17277,13899,15243,14290,11771,11196,11407,9352,7087,12464,11397,12910,14112,13512,11654,8331,2380,13738,13550,12935,13091,6147,16642,14948,16868,13852,14575,15029,12781,11834,13402,11918,11962,9511,10608,12213,11676,10999,13445,12101,3115,15208,16110,17492,10960,12658,10907,13404,14171,14568,9663,9010,15527,13575,14312,16482,12734,10485,8340,13044,12192,12402,11359,12649,8408,7025,7623,9771,9163,7769,0,16468,12954,13375,16317,14089,13723,13892,8156,25,14604,13039,1278,11558,10490,4708,5110,5664,1426,14039,13241,11672,17264,15423,17425,13912,13158,16197,13541,9511,12722,2393,818,10637,13140,17397,9561,5798,2959,1986,14234,12737,18301,15094,16841,16204,11472,11152,9214,16238,14090,13419,11428,13929,12888,12280,11059,5462,4447,12420,8288,5499,4939,13513,11281,12933,13297,14515,12586,10698,1003,12659,10569,15085,11271,14026,14515,14705,15699,11722,13414,19189,7633,263,11125,16232,5553,16092,17741,13954,8628,15736,14367,8758,12305,9911,5221,11842,4668,885,13950,14752,16183,13256,13636,13199,11699,12820,12032,8733,5968,9073,14577,13785,11620,10045,1105,12026,11964,15723,15810,13472,6972,10460,10969,10539,11777,14257,13285,10686,15622,14483,4524,8085,12627,16461,16921,16450,4213,17151,10938,9395,15490,12317,13999,12426,13239,11815,14711,12051,523,11636,10690,11670,14277,13047,2384,8334,14270,13772,12204,15367,14652,12024,13439,10154,12543,12741,5649,10174,13255,11003,13134,11966,12735,16071,4815,13922,14241,13165,15496,13132,10944,11703,9952,1929,12904,13396,14972,13491,12453,12236,12385,7255,4533,16298,17954,16829,12035,3112,18751,16682,12925,9255,9527,14296,10787,9974,12857,15485,12212,12193,11775,11926,10986,10636,10334,7723,3116,5795,7374,4359,1205,13981,14885,12964,14035,13672,11663,10784,16508,14601,11893,8332,8346,15246,14588,14241,12141,11476,13889,1497,13105,11817,11848,11762,12572,11466,4377,11855,16204,3914,49,8073,6693,5299,18739,21521,4691,14184,16275,10581,2922,13503,16399,14528,14887,13057,12386,12851,12879,5695,6705,5989,6788,4682,4730,14456,17188,14906,16935,14137,10482,12163,8831,11302,13671,1479,16891,13906,12690,12831,6565,1043,19,16823,19149,14750,8853,21,13507,13267,5283,14243,19594,18500,16744,7663,15051,15174,14069,13168,5070,1310,10406,12415,14101,13781,4659,15425,14245,7199,14282,15260,9043,11011,13763,11197,13837,12166,8033,11174,13643,14354,13999,15958,14277,16361,14577,14057,12835,11257,7684,11941,12752,6625,13964,14340,11400,56,10434,10110,1583,21900,16945,12858,12333,11794,11495,8972,12213,14652,15380,11642,12838,13246,12607,11247,11612,11514,7997,10191,773,6337,12730,7588,9419,14142,11006,10438,7571,11480,12553,14493,13988,11449,12419,10580,10157,13780,14540,13593,12672,11805,6764,8246,7725,11416,12617,14451,14535,14300,11552,12544,12341,12820,13104,13524,13225,11155,12138,16032,16187,11798,13783,13487,13104,12813,15060,14205,6021,14994,16880,1846,16762,16319,15079,14392,14347,11085,8147,12321,11324,9028,10272,5965,4719,4501,847,8676,11690,5694,14489,13198,1205,5939,21426,3033,15880,17643,16213,16023,13700,12862,4970,16318,15131,15259,14553,12749,9748,9614,5170,0,15577,12953,12414,31,11349,14485,14467,13644,12577,6989,9918,11564,10292,8540,1272,11958,14792,12678,13252,12289,12563,9906,11903,12214,15403,12671,8119,9039,5934,7252,14184,15758,14006,14901,9823,8044,14221,14690,12236,10950,8240,6413,11050,7102,8269,8448,5492,1586,1101,11638,17078,17025,15188,15167,15990,12960,5402,37,10257,9853,10793,10744,9357,5089,3805,12777,7026,7004,12400,15777,15506,15877,12257,12938,9307,5743,4715,7315,8687,8146,8261,4859,14293,15008,16621,15169,10371,5523,11892,12072,12815,7102,2690,15503,13831,13263,11748,6566,6538,1519,15882,18660,17773,11445,14300,13818,14518,13210,11112,8264,8478,20210,21851,7844,15402,2295,16636,16547,15148,14555,12785,11995,12848,13002,14030,11780,12027,10399,12396,12511,13770,13721,11341,11982,10800,13244,11812,3342,12247,10888,9934,51,15482,16210,13096,16880,14308,13742,16048,12615,12771,12987,10343,7462,7000,7293,6682,5542,10544,8915,10338,12426,6696,8177,11418,11296,3487,14202,13631,14133,10535,14024,15272,14785,14517,12608,13815,12884,12562,11850,8302,12752,9562,7225,11224,8463,13546,9669,13799,10097,11742,13513,13020,14383,10987,12352,8990,13674,12283,13484,9300,14449,14877,12676,11661,11216,11184,8301,11134,9490,6701,7440,8927,7933,5283,11794,14561,14163,11921,12307,17149,14940,9219,2084,11971,10416,10704,10236,8992,3930,3194,869,10856,11263,6995,10121,7157,7237,7669,11939,12962,13415,11685,11953,14128,12137,4602,17028,14279,8372,10500,9790,8058,1220,1243,18881,17232,19844,20132,19735,16161,2952,15785,17112,18683,18736,18076,10716,12860,1274,11249,13428,15797,14881,11499,7952,11851,15134,16872,15439,13349,11421,13071,7998,5731,5371,6085,5275,525,3955,16619,15649,12909,17911,18404,15321,16079,14587,18869,14508,10533,15004,16064,16261,15815,16531,16466,16798,15644,17048,13695,15539,12020,2650,12932,18460,18052,14404,11380,17876,17919,15507,17380,12679,17795,15134,17986,15294,13747,15919,12617,17243,18900,12028,744,591,19104,18488,16495,17123,12654,7998,8427,16831,18748,13630,15462,5396,18136,16645,11547,11016,6341,567,15634,15555,19389,16254,16030,16991,17345,15678,13780,12148,14959,9274,15739,14373,285,199,337,416,3835,2998,2161,3028,2405,2908,2628,2460,3201,2851,4863,3986,3556,3358,3714,4005,4952,4067,4233,18167,14948,15250,12349,16366,13396,15646,14662,13504,14729,16938,16283,11260,18157,17767,15822,14225,15027,17201,13929,18154,9806,15740,16586,11428,7787,9537,17420,17052,17965,16699,13378,15321,16849,15927,14310,3583,17737,18394,19311,10886,16009,18368,16438,12368,17881,16878,18389,16096,14031,5459,17760,12351,15328,18819,15507,13040,14156,1398,5321,16968,17841,16460,14661,17376,18677,14990,14425,18658,18013,14690,13292,1346,17308,17532,17076,17811,18365,13168,17265,17757,14210,1609,13536,19041,15950,2536,2727,3133,3167,3650,3036,3500,3218,3097,2915,2267,2610,1543,1609,1968,1761,843,396,373,314,352,278,707,769,272,845,1021,1269,1033,564,1418,1293,497,516,313,176,138,100,81,47,31,18,11,4,0],"fragments":[{"begin":"0.000","end":"4.160","lines":["[CLIP: Theme music]"]},{"begin":"4.160","end":"10.160","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"10.160","end":"32.720","lines":["You’ve probably heard of space telescopes like Hubble and the James Webb. They’re famous for giving us breathtaking images of the cosmos and providing countless people around the world with very pretty phone backgrounds."]},{"begin":"32.720","end":"42.480","lines":["But meanwhile a spacecraft you probably haven’t heard of has been busy shaping our understanding of the universe in a quieter, less glamorous way."]},{"begin":"42.480","end":"64.120","lines":["My guest today is Lee Billings, a senior editor covering space and physics for Scientific American. He’s here to tell us why the European Space Agency’s Gaia spacecraft is so important—and why, even though the Gaia mission is technically coming to a close, its scientific legacy is only just beginning."]},{"begin":"64.120","end":"66.240","lines":["Lee, thanks so much for joining me today."]},{"begin":"66.240","end":"69.320","lines":["Rachel, it is my great pleasure once again."]},{"begin":"69.320","end":"82.480","lines":["[Laughs] So my understanding is that you’re here today to tell us about the end of a mission that most of us don't even know how much we’re gonna miss. What is Gaia, to start us off?"]},{"begin":"82.480","end":"114.440","lines":["That’s right. So Gaia is a spacecraft that was launched by the European Space Agency way back in December of 2013. And it was on a mission to create the best, biggest, most accurate map of the Milky Way ever. And [it] recently stopped taking science data as of January 15. And so I’m here to celebrate Gaia and tell you why Gaia is so cool and why, even though you should miss it, the best is actually still yet to come."]},{"begin":"114.440","end":"120.760","lines":["So tell me about how Gaia got started. What were its goals and who made it happen?"]},{"begin":"120.760","end":"153.480","lines":["The bread and butter of astronomy is looking at things in the sky, figuring out how far away they are, how bright they are, and that’s how we know our place in the universe. Well, a few centuries ago we didn’t actually know how far the Earth was from the sun. Where we are now, a few centuries later, is: We do, of course, know the distance between the Earth and the sun. And more importantly, we know the distances to lots and lots of stars in the sky. Pretty much any star that we can see in the sky, we have a very good sense of how far away it is and how bright it is."]},{"begin":"153.480","end":"175.720","lines":["And it’s kind of the first rung of what people sometimes call the “cosmic distance ladder.” The way that we can say that something is x billion number of light-years away or, you know, only a few light-years away or whatever it is—the way we can do that is by starting off on this cosmic distance ladder, where the first rung is the distance to the nearest stars, and from there you have to extrapolate to other distance estimation methods, so on and so forth."]},{"begin":"175.720","end":"211.920","lines":["Gaia was preceded in the 1980s and the 1990s by another satellite from the European Space Agency called Hipparcos. And Hipparcos was kind of like a proto-Gaia. It was doing the same thing—it was trying to map the Milky Way—but it had a much smaller number of stars it was looking at. It couldn’t look nearly as precisely at the motions of the stars as Gaia can. And fundamentally, that’s all Gaia is really doing: it’s looking at how stars move in the sky. And that gives you an estimate, essentially, of how far away these things are when you measure this motion."]},{"begin":"211.920","end":"270.000","lines":["What’s very important to remember, however, is that Gaia is not just looking at that. Unlike something like [the] Hipparcos [satellite] that preceded it, it’s also looking at things like the luminosities, the temperatures, the chemical compositions of lots of different objects. It’s doing this for about two billion stars and other objects in and around the Milky Way. And when you put all that data together, what you get, unfortunately, isn’t a beautiful picture. It’s not a gorgeous picture you can hang up on your wall like a poster and say, “Whoa, look at that. That’s wild.” Instead, it’s this massive map, this massive catalog, composed of something on the order of, like, three trillion observations. And that’s really fundamental and important, and you can draw all kinds of cool science from that, but it’s not really sexy, right? It’s not going to be on the covers of magazines. And so Gaia, even though it’s almost like the air that astronomers breathe, as someone once told me, is also kind of a telescope or a mission that only astronomers can love."]},{"begin":"270.000","end":"293.120","lines":["Mm, yeah, that makes sense. I mean, Hubble and the James Webb, like, we get to see a lot of the really gorgeous payoff—of course, thanks to lots of tireless work processing images from people behind the scenes. But yeah, with Gaia, there, there was just sort of less of a visual component for us, you know, rubes to appreciate."]},{"begin":"293.120","end":"324.800","lines":["You mentioned, obviously, the James Webb Space Telescope, the Hubble Space Telescope. These other big, beautiful telescopes, they make big, beautiful images. One thing that Gaia does, by virtue of making this really great map, is: it creates kind of a coordinate system or a reference frame that these other telescopes use for pointing. So in a way—I’m exaggerating a little bit—but in a way, the way that we get those pretty pictures and that we know where our telescopes are pointing in the sky is through things like Gaia. And Gaia has set the standard there, and it will be there for a long time."]},{"begin":"324.800","end":"329.040","lines":["So what kind of findings was Gaia responsible for?"]},{"begin":"329.040","end":"356.840","lines":["We're only about one third of the way through Gaia’s data. So it gathered data for about 11 years. There are five data releases in total that are planned. We are only up to Data Release 3. Data Release 4 is supposed to come sometime in 2026. Data Release 5—the big kahuna, the whole enchilada—is supposed to come by the end of the decade, and that’s going to constitute all of Gaia’s observations. And that’s when we’ll really get all kinds of spectacular stuff."]},{"begin":"356.840","end":"388.320","lines":["But already we’ve seen a lot of stuff. It’s hard to properly encompass all the things that Gaia has done. It is such a smorgasbord. I think one of the coolest things that Gaia has shown us is in the field of what’s called galactic archaeology. That means ‘How can we look at the Milky Way today and look at the different kinds of stars and structures in it swirling around? And how can we kind of reverse engineer or trace it back in time and rewind the tape and see how it all coalesced and came together?’"]},{"begin":"388.320","end":"431.480","lines":["You study things like what are called tidal streams of stars that are, that are the remnants of ripped-up smaller galaxies that merged with the Milky Way. One thing that Gaia has done is: it’s shown us when, for instance, the last major merger took place in the Milky Way. You can still see the fossil remnants of this torn-apart smaller galaxy that combined with the Milky Way to make the familiar galaxy we see today. We can say that this event, this last major merger, occurred about 10 billion years ago. That’s before the sun and the Earth formed, right? That just kind of blows my mind, that before we were even here, in a very concrete sense, this stuff was going on, and we can see it. We can, we can see its evidence."]},{"begin":"431.480","end":"502.560","lines":["Some other things: I mentioned the tidal streams of stars that we can see whizzing around. Gaia has been able to track these different tidal streams and discover lots of new ones. A lot of them are arcing around what’s called the halo of our Milky Way. You think of the Milky Way as, like, this flat disk with a, with a bar and a spiral, right? Well, surrounding it is this more kind of diffuse cloud that also has stars in it. There’s lots of dark matter in it, we think. And in one of these tidal streams Gaia found—this tidal stream seemed to have a curious little kind of bite taken out of it. And the idea is that that bite that seems to have been taken out of that stream might, in fact, be evidence of a dark matter clump in the halo. So, you know, we’re trying to find dark matter—this mysterious substance that supposedly has gravity but doesn't otherwise interact with anything in the universe, essentially—we’re trying to find it in all these lab experiments here on Earth, and they keep coming up empty. We can’t find it; we can’t find it. And some people say, “Well, maybe dark matter doesn’t exist.” Well, we’re finding evidence from things like this tidal stream with, apparently, a Cookie Monster–style bite taken out of it that, in fact, you know, that might be dark matter out there. We might end up finding the clinching evidence for dark matter through this sort of observation way out there rather than finding it in our lab."]},{"begin":"502.560","end":"516.680","lines":["Gaia has shown us a more precise architecture of parts of our Milky Way. Like, it’s found that there’s actually this little curious warp in the disk of the Milky Way as it’s being perturbed by merging with another, smaller dwarf galaxy."]},{"begin":"516.680","end":"560.360","lines":["It has measured the motion of our solar system through space around the galactic center, with respect to a reference frame of about 1.3 million far-distant quasars, which are the cores of active galaxies—basically giant supermassive black holes that are feeding on matter and burping out lots of light and energy. And we can see these cosmic beacons across very, very, very vast spaces. And so Gaia has made this three-dimensional map of more than a million quasars, and we can track our motion against these far distant objects. That’s charting our course around the Milky Way, around the galactic center. So we orbit the center of our Milky Way, and this is showing us basically how fast that orbit is and its characteristics."]},{"begin":"560.360","end":"596.360","lines":["It’s found oodles of asteroids. It’s refined the orbits for about 150,000 of them, and it’s turned up evidence for moonlets around hundreds of those. It’s discovered a new kind of black hole. Again, all we’re looking at is just kind of the wobble, the back-and-forth motion of these objects in space as they move. And you can infer sometimes—you look at a star, and you see it kind of moving back and forth, like there’s some unseen companion around it. And you can do the math and say, “Oh, that’s not a planet. In fact, that thing has a mass of about 30 times that of our own sun.” So what could it be? Well, it’s only going to be a black hole. So we’ve found black holes."]},{"begin":"596.360","end":"606.400","lines":["This is just a small smattering of things. The point is, is that Gaia is just a treasure trove. It’s a cornucopia, and we’re going to be coming back to it for a very long time."]},{"begin":"606.400","end":"615.840","lines":["Yeah. So in what ways is this mission ending, and in which ways are we going to be, you know, continuing to use Gaia?"]},{"begin":"615.840","end":"663.840","lines":["So on January 15, that’s when the science observations stopped. So that’s when it stopped measuring the motions and other properties of objects in the sky. However, it is still alive out there. It’s orbiting in a place called the [second] Earth-sun [Lagrange] point, or L2, which is a quasi-stable point about a million miles from Earth—well past the moon—where all the gravitational forces that are around align, so that you don’t really have to use much propellant to keep a spacecraft there. That’s where it is. It’s going to be there for a few weeks longer, and then it’s going to be moved to a graveyard orbit, a heliocentric orbit. So it’s going to be orbiting the sun far from Earth’s sphere of influence, and that way, it can’t get in the way of anything or cause any other problems. It’ll be switched off for good in late March, March 27."]},{"begin":"663.840","end":"686.200","lines":["And while they’re transferring it to this new orbit and decommissioning it—putting it, putting it down, so to speak—they’re doing various little subtle tests, adjusting its orientation with respect to the sun and to the Earth and things like that, to basically figure out how to better control spacecraft out there, and even looking at kind of how some of its materials and hardware have responded to being in space for so long."]},{"begin":"686.200","end":"715.960","lines":["But the really exciting stuff is going to be in these future data releases. And I think the one that I really can’t get over enough is exoplanets. What’s so cool about Gaia’s exoplanets—again, it’s via this, this method I described earlier when we were talking about finding black holes—all it’s doing is: it’s looking at how a little star wobbles around laterally on the sky. The technique, it’s technically called astrometry, [that] is the technical name for it."]},{"begin":"715.960","end":"762.840","lines":["And if you go right now and you look in, like, any exoplanet catalog, and you sort by detection method—there [are] various different detection methods, we don’t need to go through them all. But the point is, is that out of all of them, I’m pretty sure astrometry has the least because it takes a very long time to build up enough data to really discern these wobbles and associate them with planets. So you need to have very, very, very precise measurements of the stars for a pretty long period of time, multiple years. And so, consequently, we haven’t been able to do that very well, and so it’s single digits, the number of exoplanets we know from astrometry, this, this technique. Gaia, by the time of its final data release—I’ve talked to scientists who have said, conservatively, it’s going to give us thousands of new exoplanets."]},{"begin":"762.840","end":"763.560","lines":["Wow."]},{"begin":"763.560","end":"786.240","lines":["More, more kind of middle-of-the-road estimates are tens of thousands of exoplanets, and then more optimistic estimates are 100,000 exoplanets. I mean, that’s nuts. I kind of can’t get over that. And so when that happens, that’s going to be pretty exciting, but it’s also going to be overwhelming."]},{"begin":"786.240","end":"817.760","lines":["And I think that’s another aspect of this: is, it is just a firehose of data, a firehose of stuff. And that's also explaining why it takes so much time to, to get these data releases out, even though, in some sense, the data is all there in some server somewhere, right? It takes time to calibrate; it takes time to analyze. It takes time to get scrubbed of errors and cleaned up, yadda yadda yadda. So there’s a lot of stuff that’s going on in the background to make sure that this data will be usable in the future."]},{"begin":"817.760","end":"825.240","lines":["Yeah, very cool. So with Gaia retiring, you know, what’s next for this field?"]},{"begin":"825.240","end":"900.760","lines":["In short, there’s still a lot of great stuff to come from Gaia and the data that we already have. I mentioned earlier that there is this reference frame, essentially, that Gaia has created for us that many other telescopes are going to use to do precise pointing. But over time that will degrade because objects move, stars move, the solar system moves. So the longer we wait, the more degraded that gets, the less the precision will be. So at some point, there will be a need for another mission. And the European Space Agency—in case you can’t tell, the Europeans have really taken the lead in this; they’re kind of the only game in town—they’re already planning something that’s kind of like an infrared version of Gaia. Gaia uses optical light, mostly, for its observations. So if we launch something that’s like an infrared Gaia—and this would probably be, like, midcentury, right, like 2045, 2050, something like that—you can do things like peer through all the dust that’s toward the center of the Milky Way, that’s all in the dusty disk of our galaxy. You can pierce through that with infrared. You can see lots of other stars in the disk, through the disk, maybe even, to some degree, on the other side of things. And that will be another big leap in our understanding of the archaeology and architecture of our galaxy and will continue to give better pointing information for other telescopes."]},{"begin":"900.760","end":"901.520","lines":["[CLIP: Theme music]"]},{"begin":"901.520","end":"906.160","lines":["Very cool; a lot to look forward to. Lee, thanks so much for coming on to chat with us today."]},{"begin":"906.160","end":"912.080","lines":["Rachel, thank you so much for enduring my onslaught of Gaia enthusiasm. I appreciate it."]},{"begin":"912.080","end":"926.000","lines":["Listeners, if you want to give Gaia some love, you can actually spot it with a backyard telescope when light bounces off of its solar panels. The European Space Agency’s website can tell you where the spacecraft is in the sky at any given point to help you find it."]},{"begin":"926.000","end":"942.360","lines":["That’s all for today’s episode. Tune in on Friday for a deep dive on earworms. Why do some songs get so stuck in our heads, and how can we get them out?"]},{"begin":"942.360","end":"964.120","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. Today’s episode was reported and cohosted by Lee Billings. Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"964.120","end":"981.360","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":981}