{"title":"The Danger of Hurricane Downpours and the End of ‘Climate Havens’","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/understanding-the-high-winds-and-drastic-downpours-of-the-2024-hurricane/","audio":"https://traffic.megaphone.fm/SAM9611456961.mp3?updated=1728418770","intro":["Downpours from hurricanes are worsening—and leaving even “climate havens” vulnerable."],"authors":["Rachel Feltman","Andrea Thompson","Fonda Mwangi","Jeffery DelViscio"],"category":["Weather"],"transcript":[{"author":"Rachel Feltman","text":"On September 26 Hurricane Helene slammed into the Gulf Coast of Florida as a powerful Category 4 storm. Over the next 48 hours the massive cyclone wrought death and destruction across Georgia, North and South Carolina, Tennessee, Virginia and Kentucky. In the wake of this multistate rampage, you might be wondering what we can expect from the rest of the 2024 hurricane season."},{"author":"","text":"We’re clearly not out of the woods yet: in the days since we recorded the bulk of the episode you’re about to hear, Hurricane Milton spun up into the fifth most intense storm ever measured in the Atlantic basin—and it’s expected to unleash catastrophic wind speeds and storm surges today, particularly around the west coast of central Florida. "},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Associate editor Andrea Thompson, who covers the environment, energy and earth sciences for SciAm, is here to tell us more about how hurricanes are evolving in the era of climate change."},{"author":"","text":"Andrea, thanks so much for joining us today."},{"author":"Andrea Thompson","text":"Thanks for having me."},{"author":"Feltman","text":"So this year’s hurricane season was predicted to be a bad one, but how has it actually been playing out?"},{"author":"Thompson","text":"So it’s been a bit of a mixed bag. We did see a sort of aggressive start to the season, with Hurricane Beryl being the earliest Category 5 ever recorded in the Atlantic Ocean basin. And that caused, you know, a lot of damage. And there were a few storms that sort of followed in the weeks after, and then we hit this lull, and that lull lasted into what is typically the beginning of the peak of the season in September, which really surprised forecasters and kind of threw them for a loop, and it’s probably gonna take a little while to figure out exactly why we saw that lull."},{"author":"","text":"One possibility is that there was a lot of dry air kind of coming off of the Sahara. Another is that there were some sort of shifts in the monsoon, which is basically a pattern of winds over part of Africa, that affected the little seeds of storms that typically come off the west coast of Africa and can potentially develop into tropical storms and hurricanes."},{"author":"","text":"But that lull did eventually end with Francine, which caused a lot of damage on the Gulf Coast. And then things just sort of continued to move on from there, with Helene being the latest in a pretty damaging season for the U.S."},{"author":"","text":"Even though that’s only three storms, there’s been a lot of damage from those three. And there’s still been a couple storms formed after Helene."},{"author":"Feltman","text":"Yeah, and speaking of the number of storms versus the total impact, it feels like our sort of colloquial sense of what a bad storm or a bad season looks like just doesn’t really match up with reality anymore. Why is that?"},{"author":"Thompson","text":"So there are a couple things there. And one is that we categorize hurricanes by their wind speed, in part because that’s sort of an easy thing to measure. And that can, though, sort of give the impression that that’s really the only thing to focus on when you’re thinking about the damage from a storm, but really the flooding that comes from a storm, whether that’s storm surge—so ocean water being pushed onto the shore—or rain-driven flooding—so when you have huge downpours, which is what happened with Helene in the Appalachians in Tennessee and western North Carolina—those actually cause a lot more of the deaths and often a lot more of the damage from storms."},{"author":"","text":"It varies storm to storm. There are storms like Hurricane Andrew in 1992 where wind really was the big factor. It hit as a Category 5 and just sort of leveled parts of southern Florida. So each hurricane or any tropical storm sort of has to be looked at individually to know what is the mix of factors at play here. And, and Helene actually had kind of all three: There was wind-related damage because it was so big and so strong that it was able to hold a lot of that energy well inland, so it was still a hurricane when it reached Georgia. It also had very big storm surge, and then it had this huge rainfall component."},{"author":"","text":"But I think that rainfall component, especially as far inland as something like western North Carolina, is something people haven’t really thought about as much, even though it does happen and will probably happen more with climate change because storms are going to be sort of juicier, as we say; they’re going to hold a lot more moisture and drop a lot more rain. So these extreme downpours linked to hurricanes, but not even just hurricanes and sort of regular thunderstorms, are going to become more common."},{"author":"Feltman","text":"Right, and I wanna talk more about North Carolina. You know, Asheville is often called a “climate haven.” You know, these lists go around in the news of towns and cities that are supposedly more impervious to the effects of climate change, and Asheville is often on there. And of course, Asheville saw catastrophic flooding and loss of life to an extent that I, I don’t think anyone was prepared for. So can you tell us more about the idea of a climate haven and what lessons we should be taking away from what happened in Asheville?"},{"author":"Thompson","text":"Absolutely. So I mean, I think the biggest lesson is that there really are no climate havens. Nowhere is immune to the effects of climate change. There are places that probably have higher risk. Overall, Florida, for example, is at higher risk of damage from hurricanes than Western North Carolina would be. And I think the reason that somewhere like Asheville was sort of treated as a climate haven is that its elevation and situation in a very forested area means it’s relatively cool compared to a lot of the surrounding areas of the Southeast. And heat is obviously a very big concern in the Southeast in the future. You know, that heat and humidity can be really deadly. So it makes sense if you’re only looking at it from that perspective, but that’s not the only way climate change affects us: It affects rainfall. It affects storms. And the topography of a place like—of a mountainous place like where Asheville is situated means you’re sort of ripe for this kind of flash flooding."},{"author":"","text":"If you have a flat area, and you get a bunch of rain, it spreads out. Now, anywhere that gets the amount of rain that Asheville got is going to flood. But that flood is going to be spread out over a much larger area on a flat terrain. In a mountainous terrain it’s all funneled down the slopes into valleys and streams and things like that, which quickly rise and really overwhelm places. And water is incredibly powerful. It’s really hard if you haven’t actually seen it or experienced to sort of appreciate how strong even, you know, a few inches of moving water is, but that’s why we have all of these washed-out roads, buildings that were just, you know, taken downstream."},{"author":"","text":"And, you know, this is a concern in these places because everywhere, basically, is expected to see more extreme downpours. Everywhere is going to see heat extremes that are hotter, that last longer, that happen more frequently. You know, now, are those heat extremes going to be worse in, you know, the southern parts of the U.S. than, say, Minnesota? Yeah. But it doesn’t mean they’re not going to happen in those places and that they can’t be sometimes more devastating in those places because those populations aren’t prepared for those extremes."},{"author":"Feltman","text":"Well, and I think a really important point for folks who maybe aren’t as familiar with North Carolina’s layout is how far Asheville is from the coast—you know, hundreds of miles from any beach and hundreds of miles from where the storm first made landfall."},{"author":"","text":"As somebody who grew up, like, an hour inland, I always had a fundamentally different relationship and set of expectations for hurricanes than, you know, people who were actually down the shore did. I never would have thought to be prepared for even the possibility of the, the level of flooding that people had to contend with in Asheville."},{"author":"","text":"So to bring that around to an actual question, should those of us who don’t live on the coast be changing the way we think about hurricanes? What should we be doing to prepare ourselves for extreme weather?"},{"author":"Thompson","text":"Yeah, absolutely. I would say the biggest thing is to have a couple ways of getting local weather reports and alerts. I know they’re annoying, but those alerts that pop up on our phone that tell us there’s a flash flood or there’s something else, those are really useful. I personally sort of follow my local weather on various social media to keep up with it. But listening to those local officials and paying attention to local forecast is really important, in part because those are the people that know the area the best and that know this area is going to flood. And, you know, if they tell you to evacuate, pay attention to that."},{"author":"","text":"Now that doesn’t totally get at the fact that places like western North Carolina, you know, the emergency apparatus may not be as aware of this risk either, and local officials may not have thought, “Oh, this is something we need to be prepared for.” And so there’s also things that need to happen at the local and state government levels to actually get communities better prepared for situations like this so that, you know, we answer the question, like: “Do we need to have [evacuation] plans ready for a situation like this? And how do we need to, you know, think about how those evacuations are carried out? Do we need to [be] changing any of our infrastructure around to harden it to these sort of extremes?” And those are, you know, the kinds of questions we’re grappling with across the country and, you know, really across the world."},{"author":"Feltman","text":"Zooming out a little bit, I know that you recently covered a study that looked at not just the immediate death toll for events like Hurricane Helene, but the perhaps surprising long-tail impacts and loss of life. Could you tell us more about that research?"},{"author":"Thompson","text":"Absolutely. Yeah, so this study was really pretty stunning, even to the scientists involved. There’s sort of been this growing body of research looking at, you know, what is the toll health-wise, mortality-wise beyond, you know, the official statistics in the immediate, you know, aftermath of a disaster?"},{"author":"","text":"And we’ve known for a long time that deaths during heat waves are undercounted pretty enormously for a number of reasons. One is that it’s not always obvious, you know, if a death is related to heat. There are different ways that coroners sort of code for, you know, what the cause of a death was that leads to them not always being counted."},{"author":"","text":"There was a study recently on the smoke from wildfires in California, killing, you know, tens of thousands of people—you know, far more than the actual blazes do. And these researchers were thinking, “I bet there’s something like that happening with hurricanes,” and sort of decided to dig into the data. And, you know, they told me, “We expected to see, you know, a tail kind of lingering for six months, maybe a year.” They found 15 years."},{"author":"","text":"They spent years actually, you know, going through the data, sort of testing it every possible way to make sure it was a robust conclusion, and yeah, it’s—that’s a real signal that they’re seeing. And, you know, they found that the average tropical cyclone, which is a term for both tropical storms and hurricanes, causes about 7,000 to 11,000 deaths over that kind of period and that the number of deaths that can be linked to tropical cyclones in the U.S. since about the 1950s, you know, is on par with traffic deaths or infectious diseases—I think it’s actually even more than those. So it’s this really underappreciated health burden in the communities that are affected by these storms."},{"author":"","text":"You know, when you stop to think about it, it sort of makes sense because these are huge events that cause massive disruptions in people’s lives. People often have to live in a damaged house that may have mold in it for months before repairs are made. If they don’t have insurance, they may have to use savings to pay for the repair cost of their house, which means maybe they don’t have money when some health event happens later in the future. They also have a really big mental health burden, we’ve noticed. You know, they’re very stressful."},{"author":"","text":"There’s a lot of things that could be going on; they haven’t dug into the exact causes, but that’s something they want to do. But, you know, when you think about it broadly like that, it does make sense that this has a really reverberating public health impact in the years after a storm."},{"author":"Feltman","text":"So to wrap us up, when does the hurricane season actually end, and what can we expect from the rest of 2024?"},{"author":"Thompson","text":"Officially the storm season ends on November 30. The sort of dates of the hurricane season are a little bit artificial. They basically just encompass most of the historic storm activity, but we can, and we have, seen storms happen after that; it sort of depends. Your chances for getting the really big, really powerful storm sort of diminish as you get later in the season because there’s not as much of the ocean heat and a lot of the atmospheric dynamics aren’t as conducive to storms, but they can happen. You know, Hurricane Sandy hit New York right before Halloween. So these kinds of things definitely can happen and probably increasingly will happen with climate change."},{"author":"","text":"It’s a little bit unclear with the remainder of this season. There’s currently a couple storms happening right now. There’s some other spots that are being watched. I expect, and I think forecasters would say, we’ll see a few more storms this season, but it’s really impossible to say, “Are we gonna have another huge one like this or not?” unless and until we see that sort of right combination of, of factors of a seed storm, of favorable atmospheric and ocean conditions set up. But, you know, it’s not over yet, and people in the areas that could be hit really need to still be prepared and on guard."},{"author":"Feltman","text":"Absolutely. Andrea, thank you so much for joining us. I can always count on you to demystify the weather for me, and I really appreciate it."},{"author":"Thompson","text":"Anytime."},{"author":"Feltman","text":"Unfortunately, as listeners know, Andrea’s warning about the possibility of more big storms to come was quite apt. Our thoughts are with all the folks in Milton’s path today and tomorrow."},{"author":"","text":"If there are other topics you’d like to hear us do this kind of deep dive on, you can let us know via email at ScienceQuickly@sciam.com. We’ll be back on Friday with a special Fascination episode all about new research on folk music."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,2007,4108,4064,23203,21810,18180,21848,22248,22014,21966,2996,21924,21484,13723,17407,20632,14999,20394,14892,13689,10957,20998,21271,14973,21191,12910,13004,13654,17565,5159,15038,13310,14974,7548,16532,14822,17929,17014,13027,7286,19320,13582,14919,11339,12621,13135,15981,20069,3568,20692,20315,14015,10418,17244,11615,15844,22211,18439,11636,11525,3651,21856,12747,22022,12495,12528,11336,13633,14559,15381,20740,16034,11811,20100,12074,9203,13030,12039,12287,16953,9723,20229,11924,20796,15396,12695,14547,5462,1549,21059,20927,20803,18049,20591,16645,20720,6816,59,0,5798,4651,2366,1721,1036,826,5150,5463,2113,1519,884,15381,10039,11808,10322,5145,15182,7189,7703,6396,8341,9299,12340,8121,7971,15158,10446,10088,12204,6446,6009,5720,2702,1752,15652,10222,9035,9063,14882,10177,16047,10665,6389,10936,11656,5484,12122,7623,15517,6867,7052,908,8116,14629,9312,8542,10340,15014,6199,8004,10027,8760,15551,5147,1652,1557,12180,10276,12941,8981,5479,9430,6079,6774,13082,7569,8741,11105,14470,10260,12254,9356,9588,8328,8908,8815,5210,8551,6146,10386,9569,10851,13697,6260,8186,1666,12166,11520,7399,7212,10049,11050,10209,11288,6341,12418,7234,9281,951,10953,9050,8475,7774,11382,7878,9705,8627,8080,9971,7610,15223,13224,11884,6327,6622,6582,8702,3840,10870,9693,8612,13493,6814,6630,15085,9393,9200,6720,7428,6661,6365,9318,7148,13505,11711,12047,12277,14519,10880,7218,12658,8586,14773,1684,13750,14154,9262,6130,14880,7268,15315,8383,12218,6841,1479,12071,10369,10553,7673,9217,7208,15702,8485,12937,12745,15365,7189,9061,12183,5836,11965,8791,1849,10186,11072,8193,10576,13728,8291,5447,13446,9367,5691,7764,12115,12903,7006,3793,599,1248,1262,952,745,417,106,2,7013,7241,4626,8158,6905,8476,10073,11369,7987,5084,6078,4653,9125,8414,9899,3621,6612,4763,6264,5297,4413,4606,6906,10462,4975,10501,8460,12445,6607,8617,6340,1301,12785,11847,12551,7194,4736,13959,10152,3742,7820,6106,4259,10460,7030,15304,13814,6110,9871,6026,5420,7318,1796,6867,2432,9283,6370,9122,5075,3864,2821,14641,13547,12011,10048,11260,15750,6981,8301,3754,3142,5054,6434,5795,1851,14212,12651,3860,5877,14855,6575,4376,2232,12522,13646,9835,5066,11189,6529,5806,15676,8206,5814,8036,3641,15785,11305,5179,5041,15457,14554,13514,12675,3802,4049,4352,11764,8268,8919,11306,6159,5990,6831,3889,5538,9933,8528,11771,12483,13108,7753,8276,3873,4874,1949,2686,1109,13770,12548,11130,5120,9353,15161,9445,13507,10582,7799,11610,10029,4385,9876,9373,8317,7289,8635,5933,6123,2107,4681,11021,13583,10323,6054,7584,5853,4782,5947,3413,3124,8848,4076,7445,8511,7712,7764,11275,10252,12415,7967,11275,3733,10064,14325,11722,9784,5408,3578,8302,10424,10635,6485,8882,16142,5388,6785,5691,1596,14573,14825,13725,10022,8083,13243,6192,4822,4245,5373,5250,6967,8121,7324,6069,13749,9509,6406,5149,3316,869,15515,14468,13525,13553,12870,6420,7156,2091,3313,5484,6130,2748,7566,5095,12489,11243,4077,1965,1392,13568,5954,14276,13322,11537,13422,2571,9010,3210,14652,7316,4757,998,7120,10128,11543,6093,9251,12664,6619,7212,7601,3966,5076,9024,6286,11059,8325,10925,5391,7710,7750,6318,6162,2336,17182,8268,7868,4327,6205,5236,3662,7474,7750,4046,10121,5150,10619,6027,6275,9912,9083,4921,6391,4631,8718,6891,7398,14114,6237,8686,11248,5025,7041,14546,4668,3932,2398,2048,1365,5473,6803,14613,10525,4042,6999,3206,8742,15599,5849,9396,12701,6973,6685,12894,6252,3856,10286,8661,5545,4945,6585,5260,5128,8241,6026,12371,1657,8980,9471,13225,10191,4671,8000,6883,6240,6882,12011,7975,8437,6754,13452,4382,4598,6504,8056,3430,6467,5893,8739,2480,9491,6466,5769,11907,11569,4082,7909,4072,5092,469,14056,9925,25,15380,11845,9510,8173,5864,7036,13837,11661,4234,10808,16034,9882,6299,9024,6351,4197,11344,1377,4358,10612,5464,4928,7397,5896,12245,9236,12421,2191,12913,12043,9341,4456,13361,14253,548,5216,11582,10966,5184,8623,15876,10042,15300,5728,6407,6186,8250,6576,8661,4081,6469,6477,6686,5094,3158,6101,7517,6602,1752,13083,15083,8712,7583,6330,4762,7325,7121,10023,15388,11541,6177,15748,4810,6435,12050,4896,7835,9272,3945,12241,12038,1460,10776,11674,14062,4036,14902,7422,7598,3841,2903,8547,14641,5412,3914,6379,15873,3075,3887,5102,2719,14115,7686,4273,3979,5081,5752,5428,15200,7895,1766,1186,15513,12980,4885,8540,12079,3270,5541,6773,3997,9497,5201,3338,3315,5745,5454,4378,11811,7093,4029,2348,14712,13913,5167,8993,14599,4850,4965,6350,6976,6754,3821,2748,6226,11277,11137,13525,3496,6796,4931,6720,4131,6372,4296,15352,4571,3490,8525,7413,11396,5871,980,9198,7517,5666,8598,8887,6717,13931,10113,10724,920,14868,6754,6219,6591,8341,5986,6002,12654,3340,4060,7900,3092,4846,16642,12206,14129,13291,5175,4852,9290,4694,8929,6503,6678,4949,16119,7999,11794,8610,8086,5489,4378,1766,14818,10018,4046,4741,3222,3017,6348,5445,1552,5831,11201,14665,12999,4616,3757,9501,8386,5103,3612,4788,4323,4123,7333,13922,9939,4776,7634,3337,4065,7040,7773,1319,10920,8705,11497,3621,6121,5471,10782,7181,16185,13300,11596,5072,6243,10265,9216,10296,13178,15444,7278,7048,6325,5204,2057,2534,3276,16055,9720,4656,11846,13960,11779,6352,7138,15695,4904,12978,7219,4188,2290,1729,1961,3552,6885,15487,7592,7889,1344,8419,9907,15855,6984,12211,8484,5456,4413,5404,7437,13352,13158,4684,5708,135,12535,4657,6313,9627,10362,1337,10279,14882,4915,4172,12198,5045,7371,6472,7208,4156,3579,5042,3329,6104,5883,6026,3676,5884,10869,4024,5170,7506,4238,14429,6757,1977,2553,1888,2400,6087,3920,11139,4549,3055,6352,8458,15673,14918,15733,3729,4145,2275,2291,5540,4520,2629,3280,3284,3301,4203,6880,1406,10,12095,5297,9230,6830,7484,9657,7369,6608,6171,7806,15313,4710,6684,5387,2073,6428,4793,7772,5332,5262,4032,3245,419,7519,5183,8493,6282,4929,3781,3859,6009,9786,5314,5991,5430,11709,5104,4532,2481,5654,5194,4899,5041,4535,8593,6348,4662,4842,4203,339,15188,5037,4053,6857,6985,5342,4255,7479,5749,15353,5416,10301,6452,11385,10389,9023,6535,4871,294,13170,8311,7664,5840,10234,10571,10268,5938,9426,6858,4578,6961,4542,4658,96,4040,6642,6283,7189,5320,10189,6812,10078,6956,7508,7171,6779,5468,5513,3849,8379,9453,4419,5472,6869,5050,3966,11132,6421,9431,6217,85,13513,6881,5342,14587,10953,11772,6422,6372,3809,7609,7782,6690,5787,3272,4049,2347,14657,15677,4095,4824,8886,6468,4851,3525,1751,1983,15296,11337,8233,12335,14976,14453,8138,5752,1522,15293,13868,2451,12683,11806,3706,5129,7488,16347,14014,6414,9737,5913,7728,3433,8732,9038,7225,15405,9472,11048,5522,3588,7290,12832,9148,11217,13377,8809,15933,5091,4369,7012,8593,4330,5970,4222,12761,11494,5761,13474,11526,3924,5130,5678,7229,4255,6362,10116,6785,5731,6507,12825,6863,5281,6943,7578,8316,10126,7249,4607,8957,4155,6223,10910,4778,3513,1507,8873,11048,7212,13121,5297,5166,5067,12489,5988,10120,2156,3152,4352,3710,6624,3081,9519,9150,5547,15082,11047,5024,11811,5708,15186,7789,11599,13926,7411,8307,5593,4313,6452,8980,4292,7621,10761,833,15915,12069,15018,12336,3705,5591,4115,2543,15382,6781,3449,11051,3249,5862,3659,6773,3471,4408,2255,11087,11311,5550,4650,10517,12176,15243,4656,4040,814,11691,10286,7895,5382,4371,12240,15276,3892,5169,4382,12587,3273,6174,6784,4679,4739,4909,957,8516,7848,8972,15607,8689,10683,7513,13252,6391,4201,13978,14847,6056,7736,4879,7579,7603,4024,5461,11955,13980,811,14979,966,14704,10696,14444,12219,11563,5884,11801,6764,12295,5807,5961,3934,3338,12985,10092,5194,2850,4451,13146,9168,7802,7421,6934,8084,2625,13055,5468,4849,15967,12344,5480,4190,347,10644,12145,14106,12786,11265,5331,4154,3485,14102,5162,5436,4871,4320,2512,6278,8556,2681,12095,8964,9333,4507,3657,3391,5801,4328,4179,4517,14182,5475,754,545,7870,15888,10205,8372,5373,6703,5804,6950,6795,3718,9522,7007,4017,4355,3741,4242,4231,3879,5023,6601,4909,8023,4520,3009,1032,5930,5881,4789,6483,5891,5850,6216,4292,8811,7505,9531,12992,10921,16167,11615,1845,1377,15002,14246,9806,13139,9071,7150,5375,4528,8390,5209,3918,10164,11374,4856,4150,12246,10765,8275,15444,10558,8929,6322,786,11242,11117,8858,6414,5699,7660,16225,7195,10625,1890,5835,4104,4058,6061,3534,7715,5759,4403,3281,11542,4493,5227,5617,3436,995,15470,7123,3187,5066,3499,10537,4503,4360,3207,823,10347,7013,11503,15608,4050,6209,13813,5521,4347,6379,15352,3951,4786,3900,2038,6217,5090,13946,6812,15297,7423,5823,4795,3800,4272,4155,9260,5708,3844,2466,3262,12195,15556,9789,10890,10227,9219,4900,5758,5145,9894,13482,1930,15082,11406,13960,6777,14883,5066,8538,2968,4687,4494,7336,6438,11089,3930,4006,196,13084,15701,11888,11475,6754,4325,6734,4480,6142,4857,5127,9421,8455,4455,5432,1410,15647,8734,12272,7864,4958,4981,2717,10812,5952,4227,7591,5889,4744,3577,6137,344,4625,4242,7596,4361,5461,4969,5266,4481,2875,6222,4767,3336,3628,8713,7010,7879,12538,7574,13266,6370,4444,6408,6574,15351,7048,8491,4561,9942,5772,342,11857,5264,3442,6317,11821,6118,11581,9211,8620,6070,5685,4667,5151,4149,9182,8331,315,8438,7077,10542,9209,8981,6655,5423,2090,14480,13570,10090,7080,6016,5017,4661,7154,259,6448,6200,6899,12609,8534,7481,7107,8039,6716,9330,12566,598,5712,7077,9475,10154,4726,4837,5849,5272,475,5137,6724,10271,4156,4351,8183,8013,4262,8268,7581,4020,5214,6733,10464,5791,4165,5629,450,15330,5228,4220,7502,5078,10867,6748,2883,2617,9675,11233,12446,7252,4977,11395,11027,4569,467,6155,7989,18,11425,8211,6034,6379,8225,5632,4305,3550,437,5762,7057,4899,6222,8149,6950,8348,5737,4749,7482,7756,4633,6426,4835,5305,8720,15447,8507,7359,5821,10119,4496,2407,11503,9190,16567,10807,10862,12453,7580,7691,6951,4284,4533,5057,871,6364,15654,13659,8033,7133,6812,10936,7943,6879,7145,9800,5938,7232,7822,9005,8423,6325,1747,6723,10719,9505,11521,9491,7102,11505,14941,10357,9288,3923,8996,7232,9671,4670,15114,13360,8975,5100,6878,6769,5071,4283,3915,7343,1790,15688,11271,5504,4882,5505,9710,4503,459,13724,8297,6404,10517,9337,10054,6817,5314,9038,12786,8392,2812,7292,3904,4478,11787,15483,8261,7034,7067,5423,10175,3439,358,10805,11176,5601,7316,8295,10426,7785,10507,7806,7273,2762,1776,13552,12915,15469,9720,8468,6671,7507,13432,5249,12903,11195,905,12872,9973,5270,10223,8494,4800,5090,11522,14096,13383,5377,5974,2556,11189,1765,2823,14437,13543,284,134,13853,11162,8754,14192,11916,1971,10526,5606,11726,12858,10980,9991,7525,13331,11018,847,747,9211,15124,13040,12601,13729,7699,7931,14838,7377,9849,6277,6309,6510,16182,10807,6729,6805,8150,11281,6154,13360,3181,871,16959,7321,7858,5378,4030,14801,10019,10274,9443,10742,14682,6207,4214,11421,9424,15437,12012,10130,1299,14799,13342,7446,9148,7354,15043,4959,4255,14146,4759,7705,4823,5118,4326,15099,7390,8010,4229,4612,5529,6219,6777,7966,681,7910,7275,955,8729,15256,12025,3259,5649,10492,9493,3693,2928,6290,4148,4095,10159,5224,4103,3766,4435,6435,15628,5066,3845,3704,3656,3305,15181,15296,7591,6222,5814,2894,8956,16151,3395,3014,4578,3974,4092,7709,11458,7776,5746,6144,3340,2947,7577,3260,2871,3150,3796,3360,3277,4555,3475,3214,15860,8738,3183,10887,3075,4338,666,731,14464,15567,14160,6708,3043,3278,8380,5216,5040,0,4387,6662,11686,8259,6526,6214,5105,4619,5289,10970,6965,12076,12856,9175,283,8677,7931,8469,8269,4382,4151,5030,6106,7811,67,15193,7076,6604,5831,9454,3666,10424,7413,8109,3761,3876,9548,4873,15043,10399,10733,4056,421,12314,8090,7186,5835,13761,3848,6838,7341,7781,6004,8132,5170,9436,10980,4704,4515,8750,6675,6889,1594,15584,9338,7445,7989,6168,151,7221,15716,4564,5699,5117,5078,2243,14447,6205,13802,13292,5364,9799,12295,5621,5945,3702,7946,10329,3374,724,6603,16161,10542,9900,6703,15864,12027,5015,6616,12668,6227,6265,4255,14249,12593,6051,7287,11239,6968,4712,7785,10460,14128,9042,4027,12454,9698,9297,11194,11635,5480,1059,14100,15274,13370,8525,8316,8672,15541,4413,10240,11407,6917,5206,4176,8746,5210,4425,5235,16116,14746,4961,3511,957,4541,11470,9531,3980,12628,15730,13183,6618,4513,9401,6577,8265,14933,7144,7747,5135,5325,1071,12497,8541,4931,5860,4957,4003,3551,4559,3688,6745,5120,8877,9185,13687,11325,11451,11705,8030,950,4794,4806,6000,7816,3934,4755,10202,1638,9685,5472,7313,5236,5653,9228,5290,7025,4445,4244,15574,9881,14010,9576,8203,5329,4413,4353,3267,4951,8251,3291,5382,5905,2014,15470,13513,14990,9487,6163,11477,12593,4311,4519,8552,8686,10168,9720,8441,5815,16357,15224,5602,9540,6288,4697,15421,4608,3634,7686,5664,4368,5371,14607,9598,857,9564,7361,9698,10530,7888,9878,15245,11072,4420,6842,5338,893,10844,11140,8618,9084,8369,13780,10017,11597,11873,2021,6578,15280,13800,4782,6125,7253,3729,1422,11857,13590,12977,13432,5764,4672,801,176,12085,15940,9491,13487,10054,7111,15633,10409,13758,14828,5842,9637,4487,5160,6555,6090,9484,5210,8514,5424,2039,14364,7621,6279,8151,5715,6313,4267,4702,3673,3457,879,6525,9878,13546,4889,15881,7238,5937,13910,9212,10061,5231,12919,8771,6748,6514,8167,5314,2907,6308,3257,15279,5701,12427,15042,14265,4132,6205,8395,14346,5886,689,6089,7454,2510,2202,3717,1110,7024,8194,16187,14844,10252,4787,6171,8502,13693,6678,4151,3889,9456,6804,4569,6918,7520,3008,7883,3757,3993,1344,10311,15039,13576,9155,14985,14106,10270,3383,5352,5142,6901,3702,7293,9416,5026,3840,5404,4469,2751,1126,12834,11220,10005,11253,10781,7841,3982,7077,10632,11875,6091,2252,6986,5999,6346,5292,6688,6889,4363,2689,2311,2249,9562,8269,7724,13702,5373,4187,7748,5708,4366,6764,10097,11545,5510,7383,16441,5969,9310,3209,2573,14610,4917,1823,1948,12773,14445,11718,14587,3926,4313,5854,14036,7703,5979,12672,5343,6140,7715,8567,8106,6774,15449,4825,7535,7496,5490,4024,1080,4608,6850,9255,11711,10336,8159,10029,2870,3907,7365,9063,8396,5673,4711,4818,4643,5824,8477,14186,7854,15830,3627,3865,2858,9831,10117,9863,10679,7537,4786,4858,5093,12088,10587,7781,4700,6477,4294,9550,7729,7744,15189,7682,7174,4519,6538,4852,11726,6557,3236,2925,2675,4185,10107,8276,11983,7077,9349,1338,14749,14658,5723,5619,9040,13178,15341,9079,11589,2609,2778,7005,15664,4619,9413,3530,2600,2600,3815,4130,1296,11746,9783,13064,14922,4358,6643,11059,2996,4268,3404,3565,6915,3969,3802,2585,4341,9919,6344,4538,7182,4756,9355,2310,3851,6610,3376,3360,157,10884,6831,6868,10978,1394,2616,11113,2656,14149,5524,6445,4742,9173,14558,10873,6175,11679,3303,2588,8171,5580,8307,14290,3663,13178,10818,5682,4884,7130,7364,14657,15629,9938,5943,9484,6950,6876,6107,5039,7747,9860,3752,1067,7058,11547,6805,15229,14920,11762,8051,5482,6155,15482,14128,7919,6297,10394,9974,7200,7033,10603,8832,2152,15766,6823,10956,5067,7216,10219,2174,5330,5269,8442,7573,5797,1422,16251,14258,10278,14486,4058,5346,8865,9283,8757,2723,2429,4362,3286,13922,13666,12226,11026,10301,7413,6755,8388,7002,187,8016,8755,6302,5616,12231,11856,10455,4961,7414,6879,8154,9184,4666,5063,1364,6694,10691,12891,8605,14536,14443,9663,6705,5831,8656,10236,15302,14650,7193,5887,849,11823,8135,8729,8486,8235,6056,5908,15564,13999,12818,4441,5866,1331,10817,10722,11826,12007,13021,13646,11860,13136,14138,5176,4587,8947,5370,4527,5785,4419,4409,7565,15772,14651,10933,9868,6100,4020,2351,7856,6056,3678,2448,3533,2791,1998,15932,8933,14175,5858,6324,8661,6684,6392,7778,6314,5379,11834,10684,7820,7677,10962,6907,13362,5559,4421,9816,13076,4228,5186,14070,9155,11828,12666,3482,4719,7084,5618,5438,4949,5097,4879,4922,7258,14462,14057,1669,565,15952,11234,5783,9165,14289,11450,7095,5098,3861,3593,4675,15800,13230,5399,7348,13959,3569,6219,9167,3742,7831,4914,2792,2832,2081,3198,8352,5093,4212,5616,7839,7423,1509,7920,6213,6234,6963,6312,4399,3681,4094,1876,6150,8160,6200,6710,3217,13965,15206,13827,7519,6122,6053,8934,6964,7115,3989,5234,3169,3236,3871,4204,2462,2881,4469,1431,821,16039,8003,4956,9376,10972,7889,9488,7812,10248,15319,7733,4995,8515,6792,5366,5748,5785,11412,6847,6072,14216,11887,6137,6939,7875,7513,12145,4452,1874,1345,16032,8280,6447,11939,7311,11293,7601,10249,7817,10401,12005,11082,7396,8136,8088,7459,12684,9486,8573,14932,10401,4193,776,15248,12093,8692,11337,8076,6787,9420,12882,10972,10152,9262,9666,13553,8394,431,556,15472,9817,13641,5641,10185,10328,15988,11403,8290,12098,8151,9950,7082,9165,7891,14991,10617,735,11198,10076,9566,8548,8409,14849,7236,9255,16194,12252,5571,1231,12343,12135,11201,14401,5618,12483,8992,16897,12634,7678,9820,9868,7526,9450,11060,8888,11540,6338,2685,12693,7714,8807,8417,16258,8130,12435,9088,14733,10940,14438,9749,6469,15384,14184,7130,15608,7678,8212,10984,10722,13760,2475,2082,8898,8237,10165,8889,14579,15352,10231,13451,1251,14398,6815,8001,8889,12545,12453,9930,9561,589,6376,16025,12895,7798,10573,12240,15884,7952,8087,14017,12791,8872,4346,2671,2452,17176,8380,9592,10021,10589,15919,9554,4065,10032,14250,4050,2157,1211,715,9098,8299,5504,3966,2029,661,266,122],"fragments":[{"begin":"0.000","end":"49.920","lines":["On September 26 Hurricane Helene slammed into the Gulf Coast of Florida as a powerful Category 4 storm. Over the next 48 hours the massive cyclone wrought death and destruction across Georgia, North and South Carolina, Tennessee, Virginia and Kentucky. In the wake of this multistate rampage, you might be wondering what we can expect from the rest of the 2024 hurricane season."]},{"begin":"49.920","end":"76.280","lines":["We’re clearly not out of the woods yet: in the days since we recorded the bulk of the episode you’re about to hear, Hurricane Milton spun up into the fifth most intense storm ever measured in the Atlantic basin—and it’s expected to unleash catastrophic wind speeds and storm surges today, particularly around the west coast of central Florida."]},{"begin":"76.280","end":"89.800","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Associate editor Andrea Thompson, who covers the environment, energy and earth sciences for SciAm, is here to tell us more about how hurricanes are evolving in the era of climate change."]},{"begin":"89.800","end":"93.880","lines":["Andrea, thanks so much for joining us today."]},{"begin":"93.880","end":"94.720","lines":["Thanks for having me."]},{"begin":"94.720","end":"101.400","lines":["So this year’s hurricane season was predicted to be a bad one, but how has it actually been playing out?"]},{"begin":"101.400","end":"135.560","lines":["So it’s been a bit of a mixed bag. We did see a sort of aggressive start to the season, with Hurricane Beryl being the earliest Category 5 ever recorded in the Atlantic Ocean basin. And that caused, you know, a lot of damage. And there were a few storms that sort of followed in the weeks after, and then we hit this lull, and that lull lasted into what is typically the beginning of the peak of the season in September, which really surprised forecasters and kind of threw them for a loop, and it’s probably gonna take a little while to figure out exactly why we saw that lull."]},{"begin":"135.560","end":"159.920","lines":["One possibility is that there was a lot of dry air kind of coming off of the Sahara. Another is that there were some sort of shifts in the monsoon, which is basically a pattern of winds over part of Africa, that affected the little seeds of storms that typically come off the west coast of Africa and can potentially develop into tropical storms and hurricanes."]},{"begin":"159.920","end":"177.120","lines":["But that lull did eventually end with Francine, which caused a lot of damage on the Gulf Coast. And then things just sort of continued to move on from there, with Helene being the latest in a pretty damaging season for the U.S."]},{"begin":"177.120","end":"184.120","lines":["Even though that’s only three storms, there’s been a lot of damage from those three. And there’s still been a couple storms formed after Helene."]},{"begin":"184.120","end":"200.160","lines":["Yeah, and speaking of the number of storms versus the total impact, it feels like our sort of colloquial sense of what a bad storm or a bad season looks like just doesn’t really match up with reality anymore. Why is that?"]},{"begin":"200.160","end":"239.840","lines":["So there are a couple things there. And one is that we categorize hurricanes by their wind speed, in part because that’s sort of an easy thing to measure. And that can, though, sort of give the impression that that’s really the only thing to focus on when you’re thinking about the damage from a storm, but really the flooding that comes from a storm, whether that’s storm surge—so ocean water being pushed onto the shore—or rain-driven flooding—so when you have huge downpours, which is what happened with Helene in the Appalachians in Tennessee and western North Carolina—those actually cause a lot more of the deaths and often a lot more of the damage from storms."]},{"begin":"239.840","end":"279.160","lines":["It varies storm to storm. There are storms like Hurricane Andrew in 1992 where wind really was the big factor. It hit as a Category 5 and just sort of leveled parts of southern Florida. So each hurricane or any tropical storm sort of has to be looked at individually to know what is the mix of factors at play here. And, and Helene actually had kind of all three: There was wind-related damage because it was so big and so strong that it was able to hold a lot of that energy well inland, so it was still a hurricane when it reached Georgia. It also had very big storm surge, and then it had this huge rainfall component."]},{"begin":"279.160","end":"307.880","lines":["But I think that rainfall component, especially as far inland as something like western North Carolina, is something people haven’t really thought about as much, even though it does happen and will probably happen more with climate change because storms are going to be sort of juicier, as we say; they’re going to hold a lot more moisture and drop a lot more rain. So these extreme downpours linked to hurricanes, but not even just hurricanes and sort of regular thunderstorms, are going to become more common."]},{"begin":"307.880","end":"341.160","lines":["Right, and I wanna talk more about North Carolina. You know, Asheville is often called a “climate haven.” You know, these lists go around in the news of towns and cities that are supposedly more impervious to the effects of climate change, and Asheville is often on there. And of course, Asheville saw catastrophic flooding and loss of life to an extent that I, I don’t think anyone was prepared for. So can you tell us more about the idea of a climate haven and what lessons we should be taking away from what happened in Asheville?"]},{"begin":"341.160","end":"400.360","lines":["Absolutely. So I mean, I think the biggest lesson is that there really are no climate havens. Nowhere is immune to the effects of climate change. There are places that probably have higher risk. Overall, Florida, for example, is at higher risk of damage from hurricanes than Western North Carolina would be. And I think the reason that somewhere like Asheville was sort of treated as a climate haven is that its elevation and situation in a very forested area means it’s relatively cool compared to a lot of the surrounding areas of the Southeast. And heat is obviously a very big concern in the Southeast in the future. You know, that heat and humidity can be really deadly. So it makes sense if you’re only looking at it from that perspective, but that’s not the only way climate change affects us: It affects rainfall. It affects storms. And the topography of a place like—of a mountainous place like where Asheville is situated means you’re sort of ripe for this kind of flash flooding."]},{"begin":"400.360","end":"441.280","lines":["If you have a flat area, and you get a bunch of rain, it spreads out. Now, anywhere that gets the amount of rain that Asheville got is going to flood. But that flood is going to be spread out over a much larger area on a flat terrain. In a mountainous terrain it’s all funneled down the slopes into valleys and streams and things like that, which quickly rise and really overwhelm places. And water is incredibly powerful. It’s really hard if you haven’t actually seen it or experienced to sort of appreciate how strong even, you know, a few inches of moving water is, but that’s why we have all of these washed-out roads, buildings that were just, you know, taken downstream."]},{"begin":"441.280","end":"478.640","lines":["And, you know, this is a concern in these places because everywhere, basically, is expected to see more extreme downpours. Everywhere is going to see heat extremes that are hotter, that last longer, that happen more frequently. You know, now, are those heat extremes going to be worse in, you know, the southern parts of the U.S. than, say, Minnesota? Yeah. But it doesn’t mean they’re not going to happen in those places and that they can’t be sometimes more devastating in those places because those populations aren’t prepared for those extremes."]},{"begin":"478.640","end":"495.400","lines":["Well, and I think a really important point for folks who maybe aren’t as familiar with North Carolina’s layout is how far Asheville is from the coast—you know, hundreds of miles from any beach and hundreds of miles from where the storm first made landfall."]},{"begin":"495.400","end":"514.760","lines":["As somebody who grew up, like, an hour inland, I always had a fundamentally different relationship and set of expectations for hurricanes than, you know, people who were actually down the shore did. I never would have thought to be prepared for even the possibility of the, the level of flooding that people had to contend with in Asheville."]},{"begin":"514.760","end":"528.000","lines":["So to bring that around to an actual question, should those of us who don’t live on the coast be changing the way we think about hurricanes? What should we be doing to prepare ourselves for extreme weather?"]},{"begin":"528.000","end":"566.680","lines":["Yeah, absolutely. I would say the biggest thing is to have a couple ways of getting local weather reports and alerts. I know they’re annoying, but those alerts that pop up on our phone that tell us there’s a flash flood or there’s something else, those are really useful. I personally sort of follow my local weather on various social media to keep up with it. But listening to those local officials and paying attention to local forecast is really important, in part because those are the people that know the area the best and that know this area is going to flood. And, you know, if they tell you to evacuate, pay attention to that."]},{"begin":"566.680","end":"615.560","lines":["Now that doesn’t totally get at the fact that places like western North Carolina, you know, the emergency apparatus may not be as aware of this risk either, and local officials may not have thought, “Oh, this is something we need to be prepared for.” And so there’s also things that need to happen at the local and state government levels to actually get communities better prepared for situations like this so that, you know, we answer the question, like: “Do we need to have [evacuation] plans ready for a situation like this? And how do we need to, you know, think about how those evacuations are carried out? Do we need to [be] changing any of our infrastructure around to harden it to these sort of extremes?” And those are, you know, the kinds of questions we’re grappling with across the country and, you know, really across the world."]},{"begin":"615.560","end":"633.240","lines":["Zooming out a little bit, I know that you recently covered a study that looked at not just the immediate death toll for events like Hurricane Helene, but the perhaps surprising long-tail impacts and loss of life. Could you tell us more about that research?"]},{"begin":"633.240","end":"652.000","lines":["Absolutely. Yeah, so this study was really pretty stunning, even to the scientists involved. There’s sort of been this growing body of research looking at, you know, what is the toll health-wise, mortality-wise beyond, you know, the official statistics in the immediate, you know, aftermath of a disaster?"]},{"begin":"652.000","end":"672.160","lines":["And we’ve known for a long time that deaths during heat waves are undercounted pretty enormously for a number of reasons. One is that it’s not always obvious, you know, if a death is related to heat. There are different ways that coroners sort of code for, you know, what the cause of a death was that leads to them not always being counted."]},{"begin":"672.160","end":"697.960","lines":["There was a study recently on the smoke from wildfires in California, killing, you know, tens of thousands of people—you know, far more than the actual blazes do. And these researchers were thinking, “I bet there’s something like that happening with hurricanes,” and sort of decided to dig into the data. And, you know, they told me, “We expected to see, you know, a tail kind of lingering for six months, maybe a year.” They found 15 years."]},{"begin":"697.960","end":"740.040","lines":["They spent years actually, you know, going through the data, sort of testing it every possible way to make sure it was a robust conclusion, and yeah, it’s—that’s a real signal that they’re seeing. And, you know, they found that the average tropical cyclone, which is a term for both tropical storms and hurricanes, causes about 7,000 to 11,000 deaths over that kind of period and that the number of deaths that can be linked to tropical cyclones in the U.S. since about the 1950s, you know, is on par with traffic deaths or infectious diseases—I think it’s actually even more than those. So it’s this really underappreciated health burden in the communities that are affected by these storms."]},{"begin":"740.040","end":"771.920","lines":["You know, when you stop to think about it, it sort of makes sense because these are huge events that cause massive disruptions in people’s lives. People often have to live in a damaged house that may have mold in it for months before repairs are made. If they don’t have insurance, they may have to use savings to pay for the repair cost of their house, which means maybe they don’t have money when some health event happens later in the future. They also have a really big mental health burden, we’ve noticed. You know, they’re very stressful."]},{"begin":"771.920","end":"786.680","lines":["There’s a lot of things that could be going on; they haven’t dug into the exact causes, but that’s something they want to do. But, you know, when you think about it broadly like that, it does make sense that this has a really reverberating public health impact in the years after a storm."]},{"begin":"786.680","end":"795.880","lines":["So to wrap us up, when does the hurricane season actually end, and what can we expect from the rest of 2024?"]},{"begin":"795.880","end":"839.120","lines":["Officially the storm season ends on November 30. The sort of dates of the hurricane season are a little bit artificial. They basically just encompass most of the historic storm activity, but we can, and we have, seen storms happen after that; it sort of depends. Your chances for getting the really big, really powerful storm sort of diminish as you get later in the season because there’s not as much of the ocean heat and a lot of the atmospheric dynamics aren’t as conducive to storms, but they can happen. You know, Hurricane Sandy hit New York right before Halloween. So these kinds of things definitely can happen and probably increasingly will happen with climate change."]},{"begin":"839.120","end":"872.080","lines":["It’s a little bit unclear with the remainder of this season. There’s currently a couple storms happening right now. There’s some other spots that are being watched. I expect, and I think forecasters would say, we’ll see a few more storms this season, but it’s really impossible to say, “Are we gonna have another huge one like this or not?” unless and until we see that sort of right combination of, of factors of a seed storm, of favorable atmospheric and ocean conditions set up. But, you know, it’s not over yet, and people in the areas that could be hit really need to still be prepared and on guard."]},{"begin":"872.080","end":"879.560","lines":["Absolutely. Andrea, thank you so much for joining us. I can always count on you to demystify the weather for me, and I really appreciate it."]},{"begin":"879.560","end":"880.960","lines":["Anytime."]},{"begin":"880.960","end":"893.920","lines":["Unfortunately, as listeners know, Andrea’s warning about the possibility of more big storms to come was quite apt. Our thoughts are with all the folks in Milton’s path today and tomorrow."]},{"begin":"893.920","end":"907.160","lines":["If there are other topics you’d like to hear us do this kind of deep dive on, you can let us know via email at ScienceQuickly@sciam.com. We’ll be back on Friday with a special Fascination episode all about new research on folk music."]},{"begin":"907.160","end":"924.240","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"924.240","end":"930.800","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":930}