{"title":"Turning Outdoor Enthusiasts into Community Scientists","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/community-science-initiatives-you-can-do-on-a-trip-to-the-outdoors/","audio":"https://traffic.megaphone.fm/SAM4416357610.mp3?updated=1737662941","intro":["The founder of Adventure Scientists explains how community science is the ultimate civic engagement"],"authors":["Rachel Feltman","Fonda Mwangi","Kelso Harper"],"category":["Climate Change"],"transcript":[{"author":"Rachel Feltman","text":"If you spend a lot of time on the Internet, you’ve probably seen the phrase “go touch grass” at least once. It might not always be delivered with love and kindness, but it’s usually pretty good advice; getting out into nature and getting your hands dirty is a great antidote to the rage and despair so many of us feel when we read the news. The next time you take a doomscrolling break to go touch said grass, you can take the opportunity to help scientists conduct planet-saving research."},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Gregg Treinish. He’s the founder and executive director of Adventure Scientists, an organization that mobilizes outdoor enthusiasts to collect high-quality scientific data."},{"author":"","text":"Thanks so much for coming on to chat today."},{"author":"Gregg Treinish","text":"Yeah, my pleasure. I’m excited to be here."},{"author":"Feltman","text":"So to start us off you have a pretty fascinating professional life. Would you just tell us a little bit about who you are and what you do?"},{"author":"Treinish","text":"I’m the founder and executive director of Adventure Scientists, and as an organization we build conservation projects with the conservation community, and then we mobilize the outdoor community to go and collect data on their behalf. So we do this all around the world, and we’ve done it now for more than 100 different conservation projects."},{"author":"Feltman","text":"Very cool, and what got you into that line of work?"},{"author":"Treinish","text":"Well, I, I started my career as an explorer, so I was traveling around the world on expeditions, and I had this one really profound moment really early on in my exploration career where—it happened first on the Appalachian Trail, where I was halfway through this six-month journey and in Pennsylvania and I was just so—I, I had been considering all along, “Why am I doing this? What is it for? What’s it really about? What does it benefit in the world?” And it had been raining for, like, 17 straight days; I think we got over 70 days of rain that year. And I had this moment where I had fallen down on these rocks in Pennsylvania, and I picked one up, and I chucked it at a tree in frustration, and I just felt, like, so low, I just felt so selfish for being out there without making any kind of difference in the world."},{"author":"","text":"And so I vowed in that moment that I would finish the trail but that I would make my life one of purpose and that I would make it about giving back and figure out how to combine my passion for the outdoors and being outdoors with a life of purpose. And I struggled to find that for a little while until I ended up two years into a trek or nearly two years into a trek in the Andes Mountains, having walked the spine of the Andes, and really decided at that point that science and fighting for wildlife and places that don’t have a voice for themselves was what I was really passionate about and what I really wanted to pursue."},{"author":"Feltman","text":"That’s awesome, and that’s a great segue into what we brought you on to talk about, which is that you recently wrote an op-ed for the San Francisco Chronicle that offered some really unique advice for folks who are feeling anxious about climate change right now. Could you unpack that for us a little bit?"},{"author":"Treinish","text":"Yeah, so listen, we’re all overwhelmed by climate change and by what’s happening. Whether we look at the fires in California or we look at Asheville and the flooding and we look at—just all around our country, but especially around the world, we have every right to feel overwhelmed. And I think, like anything, there’s a choice that we have in that moment, and it’s: Do we rise up and work together for collective action and civic engagement, or do we sit back and say, “We’re done,” and give up? And I hope and I believe that there are hundreds of thousands, if not millions and if not tens of millions, of people that will choose to rise up, if not hundreds of millions and around the world even billions."},{"author":"","text":"But we can do some really profound things if we work together. And I see citizen science as this ultimate civic engagement, this ultimate tool that people can work directly on combating issues like climate change, like biodiversity loss, like microplastics pollution and really learn how to be part of the solution."},{"author":"","text":"Now, listen, we’re, we’re not stopping climate change. Climate change is here. Climate change has been here for decades now, and it is gonna get worse and especially before, you know, it gets better in the, in the future. And collective action has always been and will always be one of the most powerful tools we have to fight back against forces that feel insurmountable, that feel like we just can’t overcome them. And so I’m really excited that Adventure Scientists, our organization, provides some really compelling ways that citizen scientists or volunteers can get involved in this work. And there’s a lot of other great organizations doing this work, too, and doing really powerful citizen-science work around the, the country and the globe."},{"author":"Feltman","text":"Yeah, and could you talk a little bit about what you mean by “citizen science”? ’Cause I, I think a lot of folks might not be aware of sort of the breadth of opportunities that are out there."},{"author":"Treinish","text":"Yeah, it’s a great question ’cause citizen science is such such a broad thing. Some of the first citizen science was that people would use the telegraph and type in what’s happening with weather so that you would know clouds are here, and they learned the patterns and the movements of these, and then they would telegraph it to the next town and the next town, and that’s how weather was spread. There were early citizen-science projects measuring currents, where they would put messages in a bottle and send those around. So citizen science is really broad."},{"author":"","text":"Today it’s a lot of looking to space to identify new galaxies and things like that, things like Foldit is, is a game that people can play that helps identify new proteins and new compounds for medical applications. Our brand of citizen science, Adventure Scientists, is getting out into the field, utilizing your outdoor skills—whether those are hiking, whether those are biking, climbing, mountaineering, any of those—to get out into the field. We’ll teach you how to collect the data that are gonna be really helpful to one of our conservation partners, who have told us, “These are the data we need; help us go get it.” And so our job is to find the people who are listening to this podcast who love the outdoors, love hiking, wanna make a difference and are looking for a way that they can give back."},{"author":"","text":"There’s other projects on groups like SciStarter, where there’s a list of probably 3,000 different projects that anything from elementary students up through doctorates can get involved. There’s projects like iNaturalist, which are ways to document biodiversity as you’re out hiking. You can do this with botany. You can do this with wildlife. You can even do it with insects and anything you’re lucky enough to photograph while you’re out there. EBird is another great example for bird lovers out there who can go and document all the different birds, and we look at the phenology, or eBird takes those data and learns about climate change that way."},{"author":"","text":"Those are some great examples. And again, our brand of this, Adventure Scientists, is all about finding the outdoor enthusiasts who are really comfortable in wild areas and putting them to work for the benefit of conservation."},{"author":"Feltman","text":"What are some of the projects you’re most excited about right now?"},{"author":"Treinish","text":"Yeah, we’ve just launched a new one studying hemlocks in eastern United States. The hemlock tree is really struggling because of an infestation by a tiny little insect that’s an aphidlike insect called the woolly adelgid, and the woolly adelgid just completely devastates these trees. So we’re sending volunteers out across six different eastern states—New York and in and around Washington, D.C.-Virginia area—to look for the egg sacs of this woolly adelgid. We’re actually looking for the trees that don’t have those egg sacs so that we can take their genetics and that our partners, over time, can breed those and reforest areas across the East after these have been devastated with resilient trees that aren’t gonna be so susceptible to the woolly adelgid infestation. So that’s one out east that we’re super excited about."},{"author":"","text":"In California we’re currently operating a biodiversity study as part of their 30x30 initiative to protect 30 percent of land and sea by the year 2030. So for this one it’s a really fun protocol where you get to go out, we send you a kit in the mail—we’ve taught you how to do this online, so you don’t need any science experience to get involved; we’ll teach you everything you need to know. And we send you a kit that includes a tube, essentially, or a long straw, a rubber straw, that you use to suck up bugs after you’ve collected them in a sweep net. They don’t go in your mouth; they go through a filter. And ultimately they’re ending up in ethanol and shipped to our labs, our partner labs—we have five of ’em across the state—but these are documenting the biodiversity, the insect biodiversity."},{"author":"","text":"And then at those same sites we’re also gonna be documenting soil biodiversity. So we use what’s called eDNA, or environmental DNA. It’s this amazing technology; it’s actually about 20 years old, but it’s much more cost-effective today and much more widely used. But eDNA allows us to look at all the species and critters that had been in and around that area, just from collecting a soil sample—really amazing technology. So the goal, again, is to document the biodiversity of the state in order to prioritize which areas get selected for conservation and for protection across the entire area."},{"author":"Feltman","text":"That’s very cool. I wish I was in California so I could get an insect pooter; I have always wanted to use one of those [laughs]."},{"author":"","text":"So what is important about citizen science? You know, why are you so excited about getting people out to do this kind of fieldwork?"},{"author":"Treinish","text":"We always talk about preaching to the choir in the conservation movement, right? We always talk about getting on the same stages and talking to the same people, and it’s a frustration that’s been shared across the conservation community. And at the same time the choir could be mobilized and galvanized to do so much more. And it’s that collective action again: giving people a way that they can see that they can be the change they wanna see in the world, that they can be part of the difference and be part of a community while they’re doing it is such a powerful tool."},{"author":"","text":"One of the things I love about the last few years that we’ve learned about our model is that 27 percent of our volunteers self-report that they’ve gone on to careers in conservation, they’ve gone back to school for conservation- or science-related fields, they’ve started their own NGOs, they have even run for political office with an environmental platform."},{"author":"","text":"Now, that ripple effect is impossible for us to measure, but we know it’s big and we know it’s really powerful and we know that the next generation of scientists and conservationists are having early experiences like these as little kids; we work with adults because a lot of our data need to hold up in court and are used in different ways. But all of citizen science is empowering everyday citizens to get involved—and not just citizens, everyday people, global citizens—to get involved in these issues in a way that is incredibly powerful, incredibly meaningful and gives them a tangible purpose and way that they can give back to the places and the, and the flora and fauna that they love so much."},{"author":"Feltman","text":"Awesome."},{"author":"Treinish","text":"Yeah, so if, if you wanna get involved in an Adventure Scientists project, I recommend visiting our website at AdventureScientists.org. If you wanna get involved in citizen science in general, again, I mentioned SciStarter, iNaturalist, eBird. You can even just have fun with the Merlin bird app is one of my favorite tools today, where anywhere there’s birds you can have an AI actually helping you identify ’em. If you know your birds really well, you can help train the algorithm, and otherwise you just submit the recordings and then the algorithm learns from that. And that’s even improving science and our ability to use tools like this to better understand the biodiversity of our planet."},{"author":"Feltman","text":"Absolutely. Thanks so much for coming out to chat. This has been great."},{"author":"Treinish","text":"Yeah, my pleasure. Thanks for having me."},{"author":"Feltman","text":"That’s all for today’s episode. If you’re interested in any of the Adventure Scientists projects we talked about, you can find more information in our show notes."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[22985,21517,23417,21336,17988,12799,14073,20778,7821,21867,23177,6661,4352,16396,23218,11809,21468,23314,13019,5662,2347,21218,23123,17353,23411,23072,17138,19231,13316,19355,6857,23335,23252,11329,4208,23366,20949,23917,19293,16372,22815,19795,22715,17891,7585,8250,17897,14658,23113,22978,15401,21946,17874,15062,10371,5005,23088,23315,20044,23421,23011,23211,18975,13332,8168,16665,7682,16759,20846,18111,22470,17134,17223,18122,14857,20010,20283,16481,15898,20341,21249,15166,16703,15181,23324,15781,20527,19132,14862,17946,18570,18332,19709,16311,17566,14335,16529,19585,13957,17040,4080,6862,7228,9871,7627,9018,8718,9903,7364,7078,15539,12349,15169,15703,16133,15152,10709,12446,14976,10398,7426,14008,8121,11819,15023,15040,8027,12470,12526,13356,2829,3716,15833,12662,9508,12821,10780,11020,14107,12107,11135,9719,14776,5872,9571,14164,12780,15388,6610,1986,15146,15002,8354,12032,11644,12767,10377,14243,8151,9561,11641,11762,12261,10034,13390,11480,12242,10184,12781,13567,12093,8949,12408,11022,3990,15222,14195,13161,10335,12116,15004,15843,9449,10256,15828,15376,15431,2928,11293,15786,8345,13383,7927,9866,10345,16339,9860,15331,10426,11268,10085,9726,7239,1072,15415,15502,14121,15916,15074,9536,15575,15967,16110,10511,9122,15597,9829,11989,16303,15958,9946,3216,12740,13304,15279,12697,15047,10689,15604,9887,15013,10169,15778,11043,10389,12489,15702,11685,15386,9274,9931,11475,7592,15113,5006,16181,12450,15228,10010,11024,13038,1789,3025,4869,3706,3870,4322,4226,4186,3280,2078,1364,757,728,277,107,9144,13303,14402,13509,15404,11769,8405,11705,11584,7921,4997,8992,6017,554,0,15361,8642,451,15345,13331,9923,11886,14231,7646,14456,6873,10154,15650,10974,7764,11613,15417,10012,13898,6987,9884,12198,10417,10832,264,5495,6674,9808,7514,7143,4825,3911,5988,7738,5661,6727,5309,5821,4113,1085,3021,10499,11183,8343,8899,6077,5367,2932,3454,3335,229,9552,9429,12683,5480,7062,6116,3687,7395,6959,8724,6892,6078,5822,5058,5687,5523,8732,9654,7083,9924,9875,4531,4899,4376,7964,6743,6998,165,10496,6533,5745,502,3300,5691,12380,9504,11512,8018,3256,3165,10007,10496,6329,7764,11588,8130,12352,12404,9120,10105,617,5,15456,10966,13710,15459,5845,14103,8685,6909,49,12930,9546,7648,7759,7970,8082,4998,4191,5211,6664,5884,5046,6076,5404,6475,4289,6580,5129,3759,5669,5183,322,7400,6606,11461,7977,8655,11890,7303,8395,7754,7099,8257,5820,5143,3674,7268,5145,4733,4223,5188,4415,304,5680,12356,8671,10778,10485,4638,9526,8077,5046,7400,11382,5809,6201,7675,5059,7344,8009,7832,4006,10291,6798,10588,10372,8812,7988,7367,6676,6374,9247,5827,482,8419,8862,5937,7979,7618,8470,6504,7106,4318,3695,5707,6498,6604,5681,6548,6699,6608,6991,7561,6069,4038,3668,231,245,10966,8627,6173,9380,9147,6009,5088,5435,9620,5677,7517,9825,5130,5368,7444,9394,7319,4638,5551,3507,2604,204,3290,11185,6850,10244,7282,8314,6124,9013,11155,7893,5945,7414,7753,6023,4892,7254,5308,270,11075,11151,11304,10537,12818,8779,9293,5122,6895,6532,5798,3861,4796,2973,187,4407,11149,11988,3828,11217,7391,6687,3398,8697,6488,10012,5135,4074,6256,8540,7202,4519,7016,6617,3172,3348,3237,168,9794,10985,11132,9308,10394,9868,6236,6115,3737,5664,6599,8433,6662,6094,4018,6405,3400,3461,3267,4482,5747,5609,206,11292,12357,3915,7776,7214,5188,8050,5302,184,10774,6919,12060,7223,6731,8017,6339,6602,7467,6838,6364,8302,11368,6326,1236,114,11085,10819,5817,13375,10524,6036,9761,10978,7174,6285,5912,5177,8122,6305,6284,8970,5799,6240,5434,4843,7786,5924,6099,5001,3880,2165,268,6446,9172,6693,6879,7746,5587,5107,5839,9642,9794,9959,5067,7302,6923,6601,2655,2476,10320,6610,9314,6092,12030,9306,6861,4107,8611,5984,7726,7356,7027,5519,7488,8726,3331,263,7977,8768,9685,7550,12902,4392,5564,5425,6322,7109,6692,8985,6414,0,15330,11550,10125,11793,13687,15195,9869,8747,7605,10363,7424,15446,6849,15477,11196,7708,11632,10811,12021,14126,8662,7743,8160,12094,8983,15465,8790,4550,15448,11561,7261,10575,8976,13819,8694,8597,9745,4608,13330,8360,11455,9793,7213,14662,15421,5335,6323,10298,7900,14817,8666,15311,15242,13642,10009,8127,59,0,11949,11732,9497,2270,8362,11425,9220,7700,2746,7692,4012,4228,6719,10307,5856,3980,4421,6486,7232,13438,11120,8742,10129,7098,4411,4385,11487,7312,6641,11391,3302,4513,5154,12436,10819,8924,6429,5309,10946,6094,10126,9295,1674,372,216,12359,8494,11795,3428,5900,4243,4562,6594,6515,1054,7195,10381,10725,8196,6179,5243,11106,6310,12191,10923,5717,10116,6349,6084,2382,466,11830,11988,8827,6737,6575,3921,9358,6698,8796,7944,8198,6117,7825,4909,4974,6318,170,12130,8958,9789,8334,5285,6415,6835,5363,11288,4384,8313,12730,5742,7078,4984,11655,5642,5390,9789,7577,7860,9589,6663,13103,10937,10236,4802,10086,9270,8152,5367,7129,10665,6242,6856,4745,6442,6422,5035,6104,2553,5483,5502,3315,5501,7052,7729,5715,10126,9237,8053,7851,1155,386,8263,5576,6374,5560,8725,8285,7949,8822,4982,8838,5583,9406,5028,8878,11389,8647,11288,8446,9083,8676,5519,11696,8257,5694,8823,5755,7574,6327,13315,6286,9878,9359,6533,7168,5939,10997,12176,10880,6809,9691,7880,8924,11996,6048,6635,9863,9209,8239,6112,10564,9397,8462,4648,8380,7106,9740,10443,10037,3599,4037,4332,519,9168,8732,5026,6631,9870,9779,4921,10680,8400,13303,4209,3272,458,10999,9545,8611,10787,10178,10672,5064,11621,6928,3937,8130,10617,5560,8747,5630,10803,6884,7276,7778,961,9992,8359,8268,5820,3776,2784,11224,5028,5141,3916,4546,6910,11012,5001,4106,5793,6926,310,11766,10509,3109,9866,10910,10910,8365,5209,8165,11523,9051,7657,11198,4885,3803,5839,5168,11843,6202,6496,4532,469,6217,12422,10631,9702,12526,5669,5520,6777,9323,6124,250,1853,11032,8123,7288,7490,6432,5102,7020,6941,7360,4915,5551,5343,8692,4833,170,246,7236,11702,11218,10206,8273,8793,9807,6707,1466,10054,7705,5074,4463,7129,6988,859,549,11595,6713,10145,6594,8381,8179,7581,7344,8108,7149,7064,6368,5251,6889,11926,7423,5024,9424,285,6599,10031,11055,12344,9742,7377,6041,3690,4951,6180,6775,5433,3695,7270,8922,13178,6702,5493,5342,5415,5271,6068,5518,13895,7855,7957,5169,58,15600,8172,14976,12255,15325,9770,8328,15471,6922,9436,15430,14538,8925,11502,11786,10505,14069,12824,11342,9460,9093,10011,12545,10348,6358,7297,12306,9189,6355,0,12914,9275,9714,5980,9714,7740,4703,12042,10631,8943,4841,10983,12246,7880,11204,6072,9813,6275,8142,9155,7935,6659,5679,9737,8098,5433,9931,6293,10383,6078,10035,5321,5617,4337,7734,10885,6210,8883,246,5849,12718,6291,11238,4729,6316,5917,3718,4289,4034,7794,5252,4751,7063,4674,6340,3938,6515,9742,6833,5164,236,3204,11669,9590,6713,8609,10222,6119,6992,8161,8276,5329,4578,7948,7787,5095,11708,8287,5132,7440,6723,1974,1780,8983,12423,12765,9535,8842,4817,9640,5877,8704,4589,325,9088,7395,9759,7045,7668,6683,6194,7740,8279,4272,5064,5802,11156,9450,9406,12013,11280,5663,6491,9028,7484,6537,8734,7528,5669,8999,6582,9229,9235,9259,10779,9094,6587,1067,6532,4547,8014,12355,10839,7828,10345,9038,9986,9902,5454,4945,5670,12017,8854,8170,3226,6095,3182,6799,5703,7671,4321,10893,7534,7356,6761,5618,8193,11738,8987,7741,7193,7718,5662,5957,4934,10206,5801,2280,9039,5300,10280,7456,4964,12652,5167,6774,10142,7282,6613,5878,513,5179,11512,9519,8472,5778,5778,3580,6180,9423,8168,9112,7568,6454,309,11181,8074,6275,7852,11467,7021,7126,10943,12609,5685,4775,10942,3253,5795,8302,8499,5473,274,9699,11456,7969,9049,7060,5477,11954,8322,8329,10500,7335,10464,8496,3248,7502,5438,7647,9635,8610,4539,10181,10007,4348,10537,8223,5545,7830,3428,6797,5341,5566,894,6347,8721,7500,7451,6100,3738,6346,6014,10979,11925,10453,8420,4292,5109,8197,9309,10286,8002,2361,6637,4870,9395,10399,10031,2841,5596,8965,5549,6771,9935,7723,6170,6439,7276,6014,6914,6285,609,12847,12905,8081,6907,11505,7397,7762,12305,9620,933,5624,8969,9672,7981,11188,6676,6356,4721,7649,10384,5138,8129,11371,10498,10389,10048,6661,6311,4101,10533,11708,10447,10028,4536,7730,7863,6518,13251,9131,5023,5483,3394,13376,10384,4144,4274,8399,11463,8671,489,8012,6073,9320,4255,5369,7845,7016,7561,10954,6006,2910,2967,11664,7664,8516,6039,6022,6110,8286,9500,7686,6646,4516,7145,6713,6911,5526,218,12099,11084,9465,8235,6070,5643,13369,10351,3639,5821,5896,8852,7896,6393,4878,362,10673,8349,9439,4755,8320,5278,9884,5217,10634,5781,4957,4979,6716,12945,6865,5851,7805,4501,6361,6628,9348,8948,4590,653,13355,10682,8060,6034,4450,4675,7128,10575,8023,6668,11610,7882,7305,4804,7502,10557,5211,6460,4885,4925,3851,2790,2152,15373,13210,15409,9188,8021,7975,10969,11514,6364,4444,8993,10111,10880,7011,7720,11059,7154,11566,5867,5802,5706,9214,7740,6396,6897,11598,12201,7885,5895,7494,5267,8468,8613,4234,10419,6441,8461,6645,7150,9693,6468,7935,7060,8543,7782,8162,3099,4620,11084,9320,7332,10158,10417,8558,5493,7463,6189,2997,751,6327,9083,10299,10788,10025,7526,7125,5338,8731,5758,5252,6129,5433,9256,7739,8565,7549,11782,8875,12249,1641,611,9853,10759,5226,5851,8029,4015,12017,4515,9348,8130,9204,10127,4713,5837,6556,6300,6801,6688,312,8165,9968,9769,9050,3868,10995,8694,6626,7485,10651,6185,469,12768,6466,6174,7982,5931,9933,8094,6737,6451,6784,9046,6883,7030,4031,10108,9527,8415,2028,328,9005,9250,13501,7973,7710,7524,3992,10787,11633,7391,9768,11614,7711,5532,1278,5078,12661,3237,5422,6505,5173,5811,9630,9263,5485,12361,9061,10700,4514,6702,10257,10471,5600,6046,8689,4805,5873,5227,6579,4239,3895,4833,3376,11365,11314,9853,6777,11032,8327,9678,9853,9296,10128,6605,8968,547,7978,7701,11533,8344,4448,7195,11590,6252,7455,8183,8456,6452,7126,7555,8381,6260,5708,4702,9223,10898,8407,6470,6110,325,8901,9599,6063,11850,10654,4959,5941,6863,4861,10774,9399,10093,7089,8443,9611,10298,9928,8818,7775,8692,4230,6479,7862,8121,8473,6894,7489,3539,10639,8548,6213,6127,6398,5591,4317,393,7988,11029,7958,12649,5368,8274,6071,8841,11609,4129,6564,8172,8638,7651,6871,8063,5245,7797,8171,7451,4484,8258,7662,357,5596,4390,8143,6255,7022,5989,9060,7466,10810,7041,7813,8843,327,7832,6429,6215,6595,10986,9821,10517,6740,3918,9965,7421,7147,4850,6445,2179,9530,10970,10970,9506,6439,6602,8421,7079,7332,12508,6285,6934,5201,9033,9645,6301,3798,8089,5453,6544,11406,7299,10816,5429,7311,3264,8227,5843,6342,5784,5598,3800,12086,9746,13396,12064,9159,11511,9990,5675,7088,10903,9089,6337,4892,4705,710,8233,9353,9290,9835,7517,11444,4890,9215,4374,4504,9163,6194,5130,2687,230,7868,7333,12959,8648,7334,6435,6130,8051,10398,5438,5546,3363,2537,6179,8701,6557,7331,3039,335,10095,7207,7383,6336,9433,5264,8313,11440,5491,7120,7775,9029,11407,8506,4768,5112,4891,7350,4313,6607,2773,234,7858,7551,8124,6875,6480,6866,9154,6960,3941,5606,9577,6886,6009,9522,6477,10215,8955,10512,6923,6739,5614,7081,7078,6482,6595,6043,4038,3235,10115,9395,5630,5145,5915,3723,347,10471,10594,9272,5378,12398,4667,6578,4961,3620,6907,6411,6127,1341,9372,8546,8268,10228,9592,7065,7930,9678,4790,5226,7746,4129,7355,5416,13705,8822,5367,8373,5432,12259,4790,9211,4425,12578,5347,3967,83,15324,15538,10425,15329,12083,11974,7972,14767,9579,10864,14492,9210,6785,15235,8609,7685,8666,1939,1832,10774,7292,12343,7766,15460,10175,6319,13895,9131,91,15400,13746,10564,11118,11312,15364,7872,13504,3635,13382,13738,8798,15564,10994,9482,15378,12565,7543,8070,10440,6658,0,5655,12211,7217,11177,11443,7376,6730,10544,3899,8256,12160,6500,3959,3901,8558,13055,10550,11058,9306,6114,4879,6323,5993,5311,9319,4695,6624,6942,9065,4733,426,8467,6182,6452,10851,7429,8347,8706,11414,8735,6428,4771,3801,3841,2765,12336,11569,294,7173,11498,8091,12325,4615,1834,7237,10465,8280,284,2638,10143,6398,8086,9288,8456,8745,5498,3603,7277,8147,6636,4976,4534,4327,10320,11233,8519,2757,3753,303,8809,11446,11465,10076,10643,7757,4588,6295,10163,6277,4976,6318,8373,10050,4940,5519,8461,8781,9003,4932,10761,8747,7032,6025,377,9023,12932,10106,7555,7928,12275,6477,6734,2238,7042,9751,9066,11181,4993,5217,538,271,11490,7928,9278,9468,9073,8661,8093,10210,6854,8447,5602,6983,7096,6789,11430,5201,4510,2648,11757,6584,6472,9961,10277,4413,5378,1086,513,12630,6104,12369,8768,9137,7784,4182,9208,5546,11933,8881,5768,10262,10410,1776,7434,5816,6551,13629,8272,6472,10588,9835,6075,6829,9102,5988,11123,8751,8698,8342,7004,469,10652,10796,7611,10258,8459,8802,13215,6223,5379,7840,4726,9427,3048,303,7796,10912,11136,6038,9370,4893,2764,3439,8226,9625,8886,6042,11766,3865,6411,11513,7910,5311,7457,6973,8805,6491,6020,5324,11750,7461,2160,7347,11686,9013,6589,5821,11758,9693,10031,9417,9389,6423,6266,9215,12170,6715,8610,5846,6932,6139,3683,3326,2621,11833,9986,7813,9865,5894,3470,12352,1682,9003,11763,9317,5160,9848,9439,9575,9760,5290,5296,398,5826,9353,10166,8170,7332,11907,8097,4908,6730,5092,4652,1460,11563,9976,3914,5573,8661,6276,4607,10426,10722,8466,7730,9982,3207,6798,6415,4691,7220,6684,3804,496,6015,11559,10302,8850,4155,4583,4443,4398,6696,9845,6528,1071,6093,2472,9894,9635,8104,4336,10546,5376,4336,4397,7413,8397,6159,4408,8825,7942,353,10706,7760,6362,9603,5064,4676,11239,8853,5469,5521,11875,7500,7387,5738,8606,10079,5842,6541,5693,4897,10551,7899,7881,8025,9868,10654,10212,5178,6270,6558,5790,8245,6453,4737,4840,5319,7525,7327,5031,4179,6750,7585,6680,6645,283,7013,9516,10763,12042,11841,4699,5149,3397,8256,7517,4491,8229,9983,4872,6475,7431,6906,8771,8528,8102,7056,6614,6993,7200,5610,331,6484,6113,9803,12144,8034,9451,7713,9999,5201,5562,3869,5983,5823,7983,7673,5623,249,9905,6200,9841,8680,7501,6870,6169,7896,8724,5545,7691,6265,8876,8006,6568,3816,5820,10131,10568,8487,9105,10293,8310,5645,7378,7609,6029,2837,7290,6937,7139,3893,4823,7239,7247,10685,10018,4382,3856,6950,8004,6059,5764,9382,12145,6018,5927,5764,6906,4152,5652,4041,6672,430,11164,9986,8722,6486,6485,9581,6800,8828,8757,5684,4281,5545,9829,7002,4621,15542,10286,8743,8595,13469,13828,12890,15258,15533,8492,9578,725,11827,10320,8621,8826,8823,2758,1112,1928,2452,1508,1389,1950,1896,1368,1944,1916,7599,16525,11023,13395,11250,14281,1420,15250,12432,9388,13114,9653,15798,15642,13520,15533,5664,14835,13829,11022,14786,8897,11574,9677,13541,12630,5495,13641,15256,12910,12052,12574,10902,15341,10336,15305,10887,2034,16487,12949,9210,11422,15351,10996,15896,14908,15637,15605,15321,12206,9082,15049,16865,12034,16253,12122,13347,12559,13266,14143,1647,917,11515,11312,15231,11575,15346,15541,13706,16089,2133,15866,8818,10253,11168,15941,14907,10714,1653,1127,16093,10613,15777,13114,13782,17129,10682,9769,11945,15847,14885,9345,7459,15682,15954,11766,10847,9270,15668,15639,8405,17115,13255,15131,5048,2694,2943,2969,3412,3254,5973,3657,2103,2673,2325,1925,2228,2675,9733,8340,6591,5785,5178,4547,3771,4615,3244,5807,3469,3090,3178,2947,2021,2491,2983,10372,8513,6253,5043,4397,3453,2459,2826,4727,5727,3922,2096,1800,2161,302,155,69,24,3],"fragments":[{"begin":"0.000","end":"53.960","lines":["If you spend a lot of time on the Internet, you’ve probably seen the phrase “go touch grass” at least once. It might not always be delivered with love and kindness, but it’s usually pretty good advice; getting out into nature and getting your hands dirty is a great antidote to the rage and despair so many of us feel when we read the news. The next time you take a doomscrolling break to go touch said grass, you can take the opportunity to help scientists conduct planet-saving research."]},{"begin":"53.960","end":"75.360","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Gregg Treinish. He’s the founder and executive director of Adventure Scientists, an organization that mobilizes outdoor enthusiasts to collect high-quality scientific data."]},{"begin":"75.360","end":"82.160","lines":["Thanks so much for coming on to chat today."]},{"begin":"82.160","end":"84.400","lines":["Yeah, my pleasure. I’m excited to be here."]},{"begin":"84.400","end":"92.080","lines":["So to start us off you have a pretty fascinating professional life. Would you just tell us a little bit about who you are and what you do?"]},{"begin":"92.080","end":"115.320","lines":["I’m the founder and executive director of Adventure Scientists, and as an organization we build conservation projects with the conservation community, and then we mobilize the outdoor community to go and collect data on their behalf. So we do this all around the world, and we’ve done it now for more than 100 different conservation projects."]},{"begin":"115.320","end":"117.520","lines":["Very cool, and what got you into that line of work?"]},{"begin":"117.520","end":"170.960","lines":["Well, I, I started my career as an explorer, so I was traveling around the world on expeditions, and I had this one really profound moment really early on in my exploration career where—it happened first on the Appalachian Trail, where I was halfway through this six-month journey and in Pennsylvania and I was just so—I, I had been considering all along, “Why am I doing this? What is it for? What’s it really about? What does it benefit in the world?” And it had been raining for, like, 17 straight days; I think we got over 70 days of rain that year. And I had this moment where I had fallen down on these rocks in Pennsylvania, and I picked one up, and I chucked it at a tree in frustration, and I just felt, like, so low, I just felt so selfish for being out there without making any kind of difference in the world."]},{"begin":"170.960","end":"207.920","lines":["And so I vowed in that moment that I would finish the trail but that I would make my life one of purpose and that I would make it about giving back and figure out how to combine my passion for the outdoors and being outdoors with a life of purpose. And I struggled to find that for a little while until I ended up two years into a trek or nearly two years into a trek in the Andes Mountains, having walked the spine of the Andes, and really decided at that point that science and fighting for wildlife and places that don’t have a voice for themselves was what I was really passionate about and what I really wanted to pursue."]},{"begin":"207.920","end":"225.440","lines":["That’s awesome, and that’s a great segue into what we brought you on to talk about, which is that you recently wrote an op-ed for the San Francisco Chronicle that offered some really unique advice for folks who are feeling anxious about climate change right now. Could you unpack that for us a little bit?"]},{"begin":"225.440","end":"267.920","lines":["Yeah, so listen, we’re all overwhelmed by climate change and by what’s happening. Whether we look at the fires in California or we look at Asheville and the flooding and we look at—just all around our country, but especially around the world, we have every right to feel overwhelmed. And I think, like anything, there’s a choice that we have in that moment, and it’s: Do we rise up and work together for collective action and civic engagement, or do we sit back and say, “We’re done,” and give up? And I hope and I believe that there are hundreds of thousands, if not millions and if not tens of millions, of people that will choose to rise up, if not hundreds of millions and around the world even billions."]},{"begin":"267.920","end":"290.560","lines":["But we can do some really profound things if we work together. And I see citizen science as this ultimate civic engagement, this ultimate tool that people can work directly on combating issues like climate change, like biodiversity loss, like microplastics pollution and really learn how to be part of the solution."]},{"begin":"290.560","end":"336.040","lines":["Now, listen, we’re, we’re not stopping climate change. Climate change is here. Climate change has been here for decades now, and it is gonna get worse and especially before, you know, it gets better in the, in the future. And collective action has always been and will always be one of the most powerful tools we have to fight back against forces that feel insurmountable, that feel like we just can’t overcome them. And so I’m really excited that Adventure Scientists, our organization, provides some really compelling ways that citizen scientists or volunteers can get involved in this work. And there’s a lot of other great organizations doing this work, too, and doing really powerful citizen-science work around the, the country and the globe."]},{"begin":"336.040","end":"344.240","lines":["Yeah, and could you talk a little bit about what you mean by “citizen science”? ’Cause I, I think a lot of folks might not be aware of sort of the breadth of opportunities that are out there."]},{"begin":"344.240","end":"371.640","lines":["Yeah, it’s a great question ’cause citizen science is such such a broad thing. Some of the first citizen science was that people would use the telegraph and type in what’s happening with weather so that you would know clouds are here, and they learned the patterns and the movements of these, and then they would telegraph it to the next town and the next town, and that’s how weather was spread. There were early citizen-science projects measuring currents, where they would put messages in a bottle and send those around. So citizen science is really broad."]},{"begin":"371.640","end":"420.960","lines":["Today it’s a lot of looking to space to identify new galaxies and things like that, things like Foldit is, is a game that people can play that helps identify new proteins and new compounds for medical applications. Our brand of citizen science, Adventure Scientists, is getting out into the field, utilizing your outdoor skills—whether those are hiking, whether those are biking, climbing, mountaineering, any of those—to get out into the field. We’ll teach you how to collect the data that are gonna be really helpful to one of our conservation partners, who have told us, “These are the data we need; help us go get it.” And so our job is to find the people who are listening to this podcast who love the outdoors, love hiking, wanna make a difference and are looking for a way that they can give back."]},{"begin":"420.960","end":"460.000","lines":["There’s other projects on groups like SciStarter, where there’s a list of probably 3,000 different projects that anything from elementary students up through doctorates can get involved. There’s projects like iNaturalist, which are ways to document biodiversity as you’re out hiking. You can do this with botany. You can do this with wildlife. You can even do it with insects and anything you’re lucky enough to photograph while you’re out there. EBird is another great example for bird lovers out there who can go and document all the different birds, and we look at the phenology, or eBird takes those data and learns about climate change that way."]},{"begin":"460.000","end":"472.400","lines":["Those are some great examples. And again, our brand of this, Adventure Scientists, is all about finding the outdoor enthusiasts who are really comfortable in wild areas and putting them to work for the benefit of conservation."]},{"begin":"472.400","end":"475.360","lines":["What are some of the projects you’re most excited about right now?"]},{"begin":"475.360","end":"527.080","lines":["Yeah, we’ve just launched a new one studying hemlocks in eastern United States. The hemlock tree is really struggling because of an infestation by a tiny little insect that’s an aphidlike insect called the woolly adelgid, and the woolly adelgid just completely devastates these trees. So we’re sending volunteers out across six different eastern states—New York and in and around Washington, D.C.-Virginia area—to look for the egg sacs of this woolly adelgid. We’re actually looking for the trees that don’t have those egg sacs so that we can take their genetics and that our partners, over time, can breed those and reforest areas across the East after these have been devastated with resilient trees that aren’t gonna be so susceptible to the woolly adelgid infestation. So that’s one out east that we’re super excited about."]},{"begin":"527.080","end":"576.000","lines":["In California we’re currently operating a biodiversity study as part of their 30x30 initiative to protect 30 percent of land and sea by the year 2030. So for this one it’s a really fun protocol where you get to go out, we send you a kit in the mail—we’ve taught you how to do this online, so you don’t need any science experience to get involved; we’ll teach you everything you need to know. And we send you a kit that includes a tube, essentially, or a long straw, a rubber straw, that you use to suck up bugs after you’ve collected them in a sweep net. They don’t go in your mouth; they go through a filter. And ultimately they’re ending up in ethanol and shipped to our labs, our partner labs—we have five of ’em across the state—but these are documenting the biodiversity, the insect biodiversity."]},{"begin":"576.000","end":"615.400","lines":["And then at those same sites we’re also gonna be documenting soil biodiversity. So we use what’s called eDNA, or environmental DNA. It’s this amazing technology; it’s actually about 20 years old, but it’s much more cost-effective today and much more widely used. But eDNA allows us to look at all the species and critters that had been in and around that area, just from collecting a soil sample—really amazing technology. So the goal, again, is to document the biodiversity of the state in order to prioritize which areas get selected for conservation and for protection across the entire area."]},{"begin":"615.400","end":"623.240","lines":["That’s very cool. I wish I was in California so I could get an insect pooter; I have always wanted to use one of those [laughs]."]},{"begin":"623.240","end":"630.760","lines":["So what is important about citizen science? You know, why are you so excited about getting people out to do this kind of fieldwork?"]},{"begin":"630.760","end":"666.920","lines":["We always talk about preaching to the choir in the conservation movement, right? We always talk about getting on the same stages and talking to the same people, and it’s a frustration that’s been shared across the conservation community. And at the same time the choir could be mobilized and galvanized to do so much more. And it’s that collective action again: giving people a way that they can see that they can be the change they wanna see in the world, that they can be part of the difference and be part of a community while they’re doing it is such a powerful tool."]},{"begin":"666.920","end":"689.320","lines":["One of the things I love about the last few years that we’ve learned about our model is that 27 percent of our volunteers self-report that they’ve gone on to careers in conservation, they’ve gone back to school for conservation- or science-related fields, they’ve started their own NGOs, they have even run for political office with an environmental platform."]},{"begin":"689.320","end":"733.720","lines":["Now, that ripple effect is impossible for us to measure, but we know it’s big and we know it’s really powerful and we know that the next generation of scientists and conservationists are having early experiences like these as little kids; we work with adults because a lot of our data need to hold up in court and are used in different ways. But all of citizen science is empowering everyday citizens to get involved—and not just citizens, everyday people, global citizens—to get involved in these issues in a way that is incredibly powerful, incredibly meaningful and gives them a tangible purpose and way that they can give back to the places and the, and the flora and fauna that they love so much."]},{"begin":"733.720","end":"734.040","lines":["Awesome."]},{"begin":"734.040","end":"775.160","lines":["Yeah, so if, if you wanna get involved in an Adventure Scientists project, I recommend visiting our website at AdventureScientists.org. If you wanna get involved in citizen science in general, again, I mentioned SciStarter, iNaturalist, eBird. You can even just have fun with the Merlin bird app is one of my favorite tools today, where anywhere there’s birds you can have an AI actually helping you identify ’em. If you know your birds really well, you can help train the algorithm, and otherwise you just submit the recordings and then the algorithm learns from that. And that’s even improving science and our ability to use tools like this to better understand the biodiversity of our planet."]},{"begin":"775.160","end":"778.480","lines":["Absolutely. Thanks so much for coming out to chat. This has been great."]},{"begin":"778.480","end":"783.760","lines":["Yeah, my pleasure. Thanks for having me."]},{"begin":"783.760","end":"791.400","lines":["That’s all for today’s episode. If you’re interested in any of the Adventure Scientists projects we talked about, you can find more information in our show notes."]},{"begin":"791.400","end":"811.360","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"811.360","end":"829.360","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":829}