{"title":"Medieval Elites Cared about Their Zodiac Signs, Too","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/astrology-was-an-important-science-for-medieval-people/","audio":"https://traffic.megaphone.fm/SAM5773513976.mp3?updated=1730839800","intro":["In medieval times, astrology was considered a serious science, a branch of astronomy. Curator Larisa Grollemond of the Getty Museum, walks us through the medieval zodiac and how someone’s sign decided their day-to-day life."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["History"],"transcript":[{"author":"Rachel Feltman","text":"These days, science and magic are generally thought of as being diametrically opposed: fact versus fiction, reason versus fantasy, modern sensibilities versus archaic misconceptions. But that hasn’t always been the case."},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Larisa Grollemond, assistant curator in the Manuscripts Department at the Getty Museum in Los Angeles. She’s behind an exhibit called Rising Signs: The Medieval Science of Astrology, which the Getty Center is presenting until January 5, 2025."},{"author":"","text":"Larisa, thank you so much for joining us today."},{"author":"Larisa Grollemond","text":"I’m so happy to be here."},{"author":"Feltman","text":"So I understand that you curated an exhibit on a really fascinating topic at the intersection of history, art, science, culture. Would you tell us a little bit more about it?"},{"author":"Grollemond","text":"Sure, the exhibition is called Rising Signs: The Medieval Science of Astrology. And what I really wanted to do with this exhibition, because I think astrology is still something that is such a relevant topic for so many people—and even increasingly so; I think people know their sun sign, of course, but they also know things about lunar eclipses and Mercury retrograde. And I feel like it’s part of our contemporary visual culture and our contemporary culture in a way that is really integrated with our daily lives."},{"author":"","text":"And for the Middle Ages and for people living in medieval Europe, astrology was also really a part of daily life, and it was utilized in ways that I think we would be unfamiliar with today: so in terms of making medical decisions, but it—also in terms of predicting the future in certain ways; in terms of seeing what you should do on a daily basis, on a weekly basis or a monthly basis; this idea of astrology and especially the zodiac and the constellations of the zodiac being really integral to the way that people experience time as well. And so thinking about it as almost a timekeeping device in medieval Europe, that was also something people were thinking astrologically about."},{"author":"","text":"And so with the exhibition, I really wanted to not just connect the idea of contemporary astrological thinking or practice to what is really a long legacy of both the visual culture of the zodiac but also the inclusion of astrological thinking in kind of day-to-day decisionmaking, but, you know, really think about the ways that astrology functions in both medieval and contemporary society."},{"author":"Feltman","text":"Yeah, that is super interesting. I guess let’s start with the historical perspective. You know, if I’m in the medieval era and I’m, like, your average person, how am I interacting with astrology?"},{"author":"Grollemond","text":"This is a really great question because there’s so many different kinds of people who are interacting with astrology in the Middle Ages, so there’s really two aspects of this. So we think of astrology as kind of a pseudoscience today, I think. But in the medieval period, people were really thinking of astrology as part of astronomy. And so we can think of astronomy in the Middle Ages as the observation of the heavens, the movement of celestial bodies, all of these kinds of pursuits—more scientific pursuits, I would say, we would categorize them as today. Astrology is the interpretation of those movements and the effect of those movements of those celestial bodies on people on Earth and on earthly events."},{"author":"","text":"So astrology was part of astronomy, and so it’s a real science. And so in some ways it’s the purview of very educated people, of elites, of very literate people thinking about scientific topics, people in university settings, people writing astronomical treatises, people really trying to figure out how all of this stuff works and the ways that it can be interpreted. And so there’s a whole body of literature and scientific writing that really is trying to explain what astrology is all about in the Middle Ages. And so that is, I would say, the intellectual pursuit of astrology."},{"author":"","text":"And then there’s the more kind of daily experience of astrology and astrological thinking. And the books that are on view in the exhibition range from illuminated manuscripts to printed books of the late 15th and early 16th centuries, when you really have an explosion of astrological literature and really books meant for everyday people."},{"author":"","text":"So I would say most people have a sense of the zodiac as more of a timekeeping device. They may have seen the representations of the signs of the zodiac on a church portal or on monumental public sculpture in some way. But there are also lots of medieval books that we know as books of hours or other kinds of devotional books, especially, that include zodiac signs as part of calendars and the idea of keeping track of a year based on the movement of the zodiac. And so there was a sense that each zodiacal season, or each astrological season, was a good time for doing certain things or a bad time for doing others."},{"author":"","text":"And so medieval astrology is a little bit less of a personal pursuit than today, where we sort of think of it as trying to figure out individual personalities, compatibility—these really personal sorts of issues. I would say, in the Middle Ages, people are thinking about astrology more as a seasonal thing."},{"author":"","text":"But really, toward the end of the Middle Ages and especially in the 15th century, astrology is really bound up with the idea of humoral balance and humoral thinking: so the idea that the body has four main fluids in it—that’s black and yellow bile, blood and phlegm—and the astrological sign that you’re born under influences your personal humoral balance, or your kind of tendency toward having too much blood in your body or having too much black bile in your body. And that affects all sorts of things: It affects the way that you’re treated medically, the potential course of an illness that you might have. It may also affect your day-to-day diet. So I’m a Virgo, so I’m a melancholic personality, which means I have an excess of black bile in my body. And the kind of humoral tendency of that is cold and dry. And so my diet, I wanna eat warm and moist foods."},{"author":"","text":"And so there’s this really complex system that develops toward the end of the Middle Ages where your sun sign, your rising sign, the position of the celestial bodies at your birth starts to affect not just your personality but really the kinds of things you should be doing to maintain optimal health. And so there’s really an explosion of books and literature in the late 15th and early 16th centuries that is really aiming to give people really practical advice about that. And so if you are literate, which an increasing number of people are toward the end of the Middle Ages, you might have access to something like that, which might have a, a series of simple woodcuts or sort of simple representations of the signs of the zodiac and other kinds of things related to this idea of the humors and of medical treatment especially."},{"author":"","text":"So it’s a little bit of a complicated question, like, “How do people interact with astrological thinking in the Middle Ages?” because it really is such a spectrum of people really thinking hard about the science of it and then people who are really interested in knowing, “Well, what is the best time to bloodlet?” Or, “What should I be eating this season?”"},{"author":"Feltman","text":"Yeah, that is fascinating. And I think today there’s obviously a really wide range of ways that people interact with the idea of astrology. I mean, I’m definitely in the camp of, like, you know, this is basically just another personality quiz and nothing more, but I have to admit, I love stupid memes about being an Aquarius, and I pay enough attention to know that the fact that I’m a triple Aquarius is, like—means something maybe not so good [laughs] for people who care. But anyway, there are, of course, people who engage with it on a much deeper level, too."},{"author":"","text":"I’m curious: When do we start to see the separation of astrology and astronomy happening? You know, the, the history of science is full of that kind of intersection—we have alchemy and chemistry pulling apart from each other. But when does astrology stop being this mainstream academic pursuit that’s tied up with any study of the stars?"},{"author":"Grollemond","text":"I think this is really a, a process that happens over several centuries. So with the increasing technology developed to actually observe the movement of celestial bodies, to really, with more precision, understand how the Earth moves around the sun and how the stars move, there’s a greater understanding of the kind of mechanics of astronomy. And once that starts to happen, astrology gets decoupled from astronomy a little bit more. But I would say that that really takes quite a long time to happen. And it’s not really until the Enlightenment, the 17th and 18th centuries, that you start to see a real kind of fissure between astronomy and astrology."},{"author":"","text":"But there are still very much ways that I think astronomy is affected by astrology. And it isn’t really, I would say, until the modern period—or something, as a medievalist, I would consider the modern period, like the 19th and 20th centuries—that you really start to get that full separation of astronomy and astrology."},{"author":"","text":"But they are so closely related as pursuits that I would say astrologers today have a really extensive understanding of astronomy, and it’s so connected to the idea of observation and of these really precise astronomical events, like eclipses, and kind of understanding natal charts down to the minute and things like that. So I would say as technology progresses, you have a kind of a slow pulling apart of these topics, but they’re still so closely related."},{"author":"Feltman","text":"Yeah, bringing us into the modern era, I know that you’re doing some events with prominent astrologers in relation to the exhibit. So what are you hoping that people gain from learning about this connection between astronomy and astrology and history?"},{"author":"Grollemond","text":"I always think it’s useful for contemporary people to understand not just that the things they’re interested in have a long history, because so many of the things do, but this is one, I think, connection point for—almost about human behavior, like, a very basic human behavior: that we would like to figure out a way to understand not just ourselves but our place in the universe. And the medieval people who were thinking astrologically or interested in their zodiac signs or using astrology to figure out what to do day to day, I think that’s such a powerful idea because we want to have that connection, I think, across time. And I’m hoping that people will see themselves in medieval astrology in some ways. And even though, I think, some of the ideas seem so outdated and sort of funny in that way—like the idea of humoral balance and these sorts of scientific ideas that were really informing how people thought of themselves and how they thought of themselves being affected by these cosmic forces that also shaped the universe—some of those ideas seem sort of quaint and funny to us, but they have such a logical basis, and when you start to sort of understand the system, you start to see our contemporary systems in that."},{"author":"","text":"We have certain patterns of thought and certain, I think, predilections toward wanting something to tell us the answers that it feels really universal in some way, and so I hope that people will not just understand that, like, the representation of the zodiac signs has this long visual history, and there’s a real sort of, I think, familiarity with that, and if people can come to a medieval book and understand, like, “Oh, that’s Taurus,” or, “That’s Virgo,” and there’s still the symbols that we know today, that’s a really fun, I think, point of connection. But there’s something bigger, I think, about the universality of looking to the stars for answers that still seems so relevant and so contemporary and I think really uncovers a little bit of a point of connection with the Middle Ages, which can seem so distant and sort of so far away in our imaginations."},{"author":"Feltman","text":"Absolutely. Thanks so much for joining us today! This was a really interesting chat."},{"author":"Grollemond","text":"Thank you so much. And I, I hope people come see the show if they’re in LA, and there will be plenty online to discover as well."},{"author":"Feltman","text":"That’s all for today’s episode. If you’re gonna be around the LA area anytime between now and January 5, definitely check out Rising Signs: The Medieval Science of Astrology. We’ll be back on Friday with a super important conversation about how weight stigma can impact health care."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[17794,29350,29031,27765,29110,23092,25297,17808,21271,30393,25696,7784,30504,30328,30169,29851,7861,29766,29283,30613,28961,26535,25812,29844,27138,30247,22614,9833,24625,29575,30738,31319,24302,30087,29101,27780,29612,29410,20853,29936,24414,30162,29215,29680,23863,26235,16592,11951,29707,29125,27347,28814,29022,14516,28814,29104,29708,25549,30835,16357,30097,26728,29208,11990,30290,26536,29655,27498,17657,26798,27314,29607,30110,12574,29593,30430,25971,26424,19346,13842,23232,30279,15304,30178,23796,12199,6141,29298,30823,28970,2942,22897,27317,8282,29546,23914,19566,5146,2890,683,2535,5451,8731,16336,10361,8514,15969,11785,7784,9878,11261,9699,7680,10145,9117,14761,8835,9955,11323,10671,9235,4844,1398,15171,9361,7050,15494,8193,8539,10607,7667,11405,10039,8940,13191,8227,9089,6311,9079,11010,10425,10538,11399,10239,3861,1301,15662,12416,13408,10927,9124,9855,10381,2366,1866,15671,11887,10944,9666,15026,9281,8861,15994,11504,6229,1925,16590,10459,10876,12055,11240,9629,8477,7083,14136,9997,12412,8823,8616,13262,11352,7952,12879,8825,10019,9959,12086,6733,1872,15736,14050,7983,12476,12197,16347,14230,12517,9052,8648,11701,9594,15451,8063,2050,10435,11869,12381,10577,11857,8409,8957,12135,11506,10430,9405,15880,2458,2240,1259,841,606,574,387,180,12813,10212,11722,10044,10739,13024,14005,7787,10337,4636,6475,6922,9,1804,15297,8359,8175,11137,9438,10558,12186,10367,7966,15602,10445,8571,13407,8537,13143,10320,6053,14675,8384,12513,15504,8604,11690,9433,7222,13192,12969,7791,8836,11820,520,0,6896,8943,6578,5586,4612,5519,5726,5012,6507,4159,3712,3244,3322,2875,2665,8583,5799,6929,6039,5310,4371,9009,7482,5799,3846,3363,10833,6010,7544,6790,8206,6113,6239,10574,4604,4987,4367,5232,7349,4783,4690,2791,10174,11682,4759,5321,4678,8317,6825,3624,3953,4547,4965,9148,9642,10071,3149,4082,7862,5361,4431,3988,5718,2669,3634,8271,5327,6039,4933,3675,6604,4116,4971,6116,6212,2850,932,256,7212,8126,3608,3660,4476,6601,6552,4128,3674,3828,3948,3826,3543,16286,14235,5225,2203,7639,5041,7001,5827,5702,3605,16031,6605,3335,327,223,4525,3709,5400,5159,9169,3959,5988,3980,2611,4251,1741,4124,5303,6335,7197,4332,6217,5909,6707,5957,6619,4546,3389,10956,3940,3321,9892,5780,2891,15507,2175,3309,5581,14595,3763,9581,5384,3291,2207,5243,5979,3256,3019,4227,4972,8345,6361,3623,3641,5667,956,10122,3560,5452,4003,15262,8398,1670,7004,3737,6343,4515,6033,2442,2907,7970,3390,9687,14217,437,8013,3613,9498,2655,1508,12902,5513,1393,6641,4065,2809,5115,5859,6894,3332,10091,10083,7664,2964,7117,7923,6207,3090,10604,7598,354,8528,4711,2819,2602,7559,4554,3362,7099,10640,3113,4841,6241,4411,3685,8205,5727,6008,6950,3748,462,4939,6462,4291,3417,5902,6952,6032,3745,1599,244,778,6907,5747,8134,4647,9482,8813,4314,9607,9675,7687,1787,6097,7335,5667,4287,10501,7928,3720,8667,3965,1619,126,7266,12960,10339,4728,2810,3770,3538,561,8464,6218,7379,3524,4508,7172,8338,9103,4603,4614,5674,9026,10813,6155,9535,6963,1275,7542,7300,6644,3816,4188,4707,3017,6091,10743,9449,5076,6402,4626,3835,6298,7217,3519,4388,6895,4142,11062,5255,9947,5964,1538,472,7534,4759,4580,12568,11439,6726,5485,6354,4671,2687,5695,3486,6484,3934,6333,7288,3460,290,8641,6379,6667,5807,5094,2805,3446,7181,4484,7661,4083,11802,3365,2626,11180,11101,5448,4544,3877,4554,2429,8277,229,7201,11416,8427,6115,4370,4049,4749,5085,6197,5458,5279,6040,7937,3435,116,15581,9005,7835,9917,15415,4576,429,15352,15140,11836,11136,12819,15405,7765,816,12004,15458,7117,8081,10321,11631,11907,10095,1000,15638,11701,13735,12511,3627,15435,7665,14046,12332,12224,11075,12481,9159,1139,0,6626,17206,7309,9255,5195,8424,11535,6218,4291,3390,9408,6233,5148,5548,5304,3680,5208,3620,2372,5476,13592,3071,482,6988,7821,2404,2560,2369,64,6480,11604,8416,9955,13904,5878,4234,11699,4081,6790,9667,7965,5390,10138,8139,7586,1182,10165,3381,3054,6083,5606,4614,4510,4778,5574,7493,6215,5452,4937,4355,6810,6590,4926,666,4061,13286,6558,4405,3730,3330,12233,4794,4263,5100,8885,4854,9493,6498,4920,6973,5034,5989,10739,5274,7192,7484,5236,12169,8028,7448,11303,11639,4849,6527,14487,9515,14277,3429,4797,11765,8053,4115,11925,9120,6809,8029,7373,436,14837,6319,3606,3304,5006,10340,2831,5366,6442,5591,10358,2142,13100,13970,11935,5326,9222,6734,6738,5947,11202,5000,6173,8175,10244,10164,3984,6902,11807,4779,4011,6663,14823,1466,11594,11992,5130,11838,4064,12241,5101,6109,6859,8144,1982,8730,6209,12360,7478,7136,8896,15207,9495,12997,6322,10638,3067,4740,4794,5154,6765,2907,3047,3248,4717,2297,2012,11553,8186,3990,6710,3543,2262,3705,5668,4039,5082,6215,161,9443,3301,5327,345,10405,8319,12003,5624,4303,5506,4424,3298,4306,5371,5068,2747,4898,5012,3094,3827,13522,8290,4256,3651,4844,8979,4024,4936,3222,6594,1961,4537,12437,13938,3575,14180,9177,10602,7677,6369,6494,4928,8507,4098,606,8925,11219,4015,7365,7905,3398,3817,4880,4586,5410,11943,5333,5184,6576,3954,6304,3582,8127,8016,5502,4318,2403,8588,11365,8322,5384,5024,4830,1904,4389,3801,11411,5456,4337,6910,10167,4958,3814,7116,5345,5090,5113,2117,9390,5045,5306,8995,7716,4917,8127,6844,8783,9576,653,10387,8729,6639,4439,1767,4953,849,940,11843,5737,4017,7876,5824,3662,5643,4711,4140,4064,3949,5518,2822,5255,3485,8405,10610,4595,7058,5940,6905,4780,4454,3764,7663,7291,5415,2705,7527,5832,7378,6024,3093,8668,10152,7250,5897,5576,9863,9524,9272,6680,3808,8601,6248,6550,6109,5204,2959,2505,625,14007,2922,12474,11442,4793,6294,7774,6263,4238,13279,6360,6879,3146,9622,8464,9106,5425,6912,3372,3018,9361,6494,12478,2595,7581,4611,5071,5810,3582,5959,6152,6650,4893,5050,3995,5018,2897,5692,6631,3711,4577,7630,3974,6099,2983,2375,224,408,5983,4538,8047,5990,3495,5821,3419,3228,8061,5703,2910,4517,5892,5866,3545,7340,4436,6310,4421,4115,4140,5304,12213,4609,2787,1777,132,10171,7819,7178,8334,13760,7620,4481,5035,8481,2752,12806,9047,1892,9696,7430,5042,8984,8650,6172,9451,7073,10035,6786,2703,5086,7671,5614,6737,3862,763,641,16290,4614,10111,8312,7645,4438,8944,8875,10044,8727,3514,4570,6573,3728,5534,3767,6615,3770,4471,7138,2502,4820,10053,6728,8182,8207,7620,8268,11580,4262,8192,7547,8019,417,13468,7507,4184,10427,7278,3920,3655,5089,7146,1592,3279,5142,4590,4507,6275,3867,3925,4390,4620,4425,3858,4808,7403,6371,4852,2113,2259,6223,5108,6442,13644,8720,2757,1984,1878,3894,13857,5425,2483,132,40,68,5778,5845,4944,5698,5357,9230,4343,7548,11252,5709,4241,1783,4087,4826,4414,8322,4413,3845,4696,4028,4736,9158,12485,4819,4462,2603,738,9311,3267,2752,4391,4516,3761,4549,4743,5477,3203,3945,4621,3694,4401,6381,4977,4098,7073,6330,5383,7349,3950,3166,2259,995,1530,5829,4641,8669,15697,8852,2903,3931,3942,7601,7748,4334,6015,4329,4827,5432,7822,3124,6452,3689,8358,6376,7603,8301,6229,4969,2230,5225,4727,10529,2629,539,11559,4940,7149,9336,5097,8874,5616,3834,5499,3329,5485,5039,6457,4514,6612,2560,8081,7944,7548,10342,10383,12295,2157,7090,3540,418,12277,4468,7479,5606,3763,7439,5936,6566,8505,5086,4740,3538,2498,10754,7177,7084,7123,4540,5031,13114,8480,8811,6194,3871,4099,9034,2729,3157,5686,4699,4714,5846,3667,8780,5298,4661,2356,450,4508,7670,7144,4130,5674,4479,4893,9486,8121,409,9799,5930,5239,10228,9036,5031,2377,4321,4527,7475,5508,4596,7184,5617,7493,7830,6170,3086,2737,2838,1097,10067,9418,5473,6880,2500,2366,28,6607,3962,4372,6709,11316,5340,2761,2821,5996,540,4016,3443,5602,3477,8819,5571,8316,5154,7286,4828,1308,2231,6493,4562,3642,8466,3299,5945,4246,7215,10251,4931,8695,8003,8775,6753,3617,6954,4153,5713,3657,3635,7373,5360,2001,5117,7415,10371,3517,7120,3505,2758,1807,455,8507,5632,3409,3839,6357,6679,4576,7885,4506,3837,9352,9869,5644,5553,9509,9830,2939,5134,4704,2862,6619,3623,4506,9750,4366,3194,3161,3079,3764,5528,2686,8181,1067,510,11360,15594,5419,3375,4421,4317,4489,2635,3818,11391,7245,4285,6115,4868,3480,3438,2425,2286,4724,6084,3621,5140,5579,4279,4682,6800,3705,3570,8028,4214,4294,3833,5518,7035,3892,2599,475,11936,6610,1955,4891,4696,2140,6376,4516,3349,5000,6850,5009,3045,5721,5463,3966,5970,3806,4336,8339,1164,6483,5413,6333,6968,4005,5657,7259,8355,9151,13074,8560,4489,2654,5657,8241,12372,5471,4025,8482,4246,1692,8017,3955,4259,6506,4624,6336,7931,5109,6597,5216,8138,5026,4795,9379,3569,3172,719,2846,7032,4569,6006,5557,5120,4640,7326,4213,2471,14429,8497,6572,6719,10778,9880,7925,12425,3471,5598,3219,9358,5000,5005,6865,2143,5040,10206,3693,6541,8838,9891,11385,1883,7227,4572,8711,3660,6692,5919,4499,12365,8178,4988,3968,6036,5759,6583,7541,6570,4166,2284,1190,5362,13387,8615,7955,4002,3681,7688,2053,4928,13714,2413,1601,1,12074,15604,7155,15425,7369,15251,8869,10020,8810,15513,6964,9743,15054,8477,9868,8946,9395,13493,11194,11651,10180,12673,9189,1741,10741,13719,7212,6720,10605,12557,1282,9387,10658,11590,8666,14291,10896,15449,9194,7432,11962,7762,11321,9813,15423,11026,12132,8427,10829,7974,12419,9106,12187,9657,8795,4306,15476,12117,14015,12934,9923,10408,15448,13734,10621,11475,8660,10027,5660,5648,9895,5507,10136,11667,10871,13030,10480,9938,10839,15458,8863,12305,7647,10544,4375,15462,9648,10792,11817,8730,8439,12340,11854,13474,14186,4380,12087,11519,9240,10362,5773,375,48,15321,7761,12815,12980,15446,10242,14332,10235,14985,8885,13780,14386,15488,10381,10919,10379,10834,15399,5143,15490,13043,12838,15457,10236,15499,14767,351,14739,8158,15380,8905,13653,15440,15074,11970,8116,766,13079,15553,8736,15346,9014,6929,7631,9117,9993,15303,12402,5275,7366,11919,3444,15445,11494,7239,11844,13987,15077,8963,3697,20689,6288,14766,10956,6676,506,9667,12545,10789,9853,9333,9980,4179,14237,11133,5369,4182,4996,13723,2751,11788,7496,3236,7475,4046,8064,9765,4897,6025,4516,2475,9137,6404,8687,8208,5159,7866,9287,4240,2291,193,9070,5258,8028,8256,3885,4519,9632,3741,6115,5701,1816,2113,6423,5100,9118,5159,9944,5154,3971,4406,2572,7558,9538,3807,8584,2895,1274,515,5892,5687,12976,4864,7732,4382,3520,4708,3171,7373,4680,4549,9250,5765,4031,5039,7594,4044,3021,10566,2782,3290,7297,7938,5140,6057,4061,2462,7261,3958,12841,2751,6093,4666,11104,4227,3267,3652,3789,677,10106,15366,5375,8598,3965,3716,6735,7191,2379,8596,4937,4997,7496,5561,5414,12554,4320,4524,3873,3601,7059,9110,3834,4729,8651,3721,2733,4822,4188,6495,7359,10685,6526,4737,2201,8974,5279,3183,2818,4576,5683,3427,3927,2695,1967,748,6347,8255,5301,4436,5709,9349,4060,9143,5718,3659,15811,8714,5269,6054,5965,5256,2386,11059,3398,5444,8894,3141,6892,3983,3176,79,12800,11349,3297,4273,4718,3993,4088,4508,4033,8077,8258,4571,9780,7152,6422,4328,4971,10486,6637,4633,4661,5931,6162,6034,5395,5283,5760,10906,3631,7448,3279,3798,7160,5071,3532,3636,2657,506,9531,10226,3652,6260,7453,5774,7021,5603,7143,5931,4058,4518,7004,6775,8326,4308,8051,10636,4104,3595,5731,4624,8575,3357,2184,1729,5102,9039,5668,3614,8826,6405,6753,5367,10655,6574,5021,5217,2925,7156,2807,1361,7986,6934,3744,2845,5858,3727,8091,2933,6177,8046,9335,8285,6135,2511,8960,8004,9473,4979,7263,8018,7097,4025,8169,7235,5629,6448,9035,3617,4611,5903,9275,6290,6678,6179,3339,10746,7090,5525,4082,5334,3626,7309,3253,13565,7812,4322,4052,6403,5725,8389,8619,3570,10822,6494,5696,5226,4909,7081,4561,15503,11915,110,15445,8398,9765,10914,14106,14463,12872,9345,9570,14404,12856,10752,10557,12566,9760,15459,8536,10852,9056,8634,12051,4125,12942,8926,14737,10906,6926,9018,14591,7577,11200,9238,9676,7814,8085,14034,10101,11429,8493,9736,9788,6247,34,19146,14958,8232,13086,5293,2619,5364,6890,8364,4668,6372,15220,3543,3260,5039,6808,12501,9497,5533,5278,4611,5992,2172,16345,4304,14071,5023,5867,5013,3201,1720,465,8339,5690,14197,5145,5127,3501,291,10265,5344,3786,2592,4470,3157,5228,3518,7283,8864,5058,5175,5985,6076,4976,9742,3360,3554,4076,4639,5306,1786,1798,202,8289,7472,4701,4405,5145,3717,4882,2062,4650,5897,4681,2476,5885,11160,6543,4957,4628,9753,2220,5320,10854,11217,5107,1718,258,7825,6153,3201,3987,4261,6903,5663,4969,4459,3542,5824,5491,5120,5668,3672,5902,5284,3661,161,1618,8037,5381,4392,2968,5917,4914,7542,3386,3611,4814,4628,4059,3199,226,17161,5920,3808,6642,6992,3684,3540,4675,10141,9060,3937,2643,236,10571,11119,5645,5516,4203,7240,4835,10105,3984,3349,6525,4402,5342,4604,5229,2677,4171,2757,8767,3126,8384,8318,6411,5026,5824,5674,5226,8402,4892,10133,3156,2966,4402,5983,8738,5858,4981,4279,7728,9999,4738,12858,4618,6340,4263,5051,8788,5099,4890,6595,2540,4931,3162,6098,5875,11097,5186,4784,9451,7664,9655,8624,6869,3390,3133,227,12469,5730,10324,14334,5909,8322,9105,5661,6806,2430,6953,5566,7123,5860,5725,5345,4737,4893,4512,8325,10787,7326,4951,8218,7631,9989,6439,5560,10816,11624,5429,10110,2085,4194,4597,6070,5529,4459,7130,7096,7498,8665,4419,5290,4594,11208,8084,13016,2928,8264,7895,5795,7021,12737,7522,3049,318,5344,14617,10110,11929,5277,8791,6897,9773,4486,6448,6282,4883,6710,1921,14405,4732,3255,3954,5348,1389,1019,307,11332,8025,8624,3326,6235,5791,5237,633,339,6845,6155,5755,3894,8346,10391,12249,5011,6124,7369,5400,7712,5428,3256,4271,5752,6163,2737,8031,9114,10295,6179,4013,3163,4300,1110,7280,6503,14241,81,8600,8281,6179,4617,4223,5438,5604,4212,5261,4545,6437,7962,8663,4970,4753,6359,5082,4244,6444,4435,5071,3519,8232,8130,4653,5137,5271,5303,4617,7603,7371,7509,4040,9718,4645,3695,8165,4158,8851,5536,8656,9258,12171,5623,6611,6802,6542,6795,11921,6725,4146,4738,2846,535,12568,4349,5841,4161,6395,6779,4439,5119,5329,3673,7029,6309,5511,4781,7330,5199,4175,7286,4674,6402,4723,9789,6971,4090,8062,3534,10113,8703,15259,7171,3617,4135,4658,7748,3994,5958,6223,5511,4377,9200,7448,6713,4207,3859,6708,8495,5504,4532,11110,7118,6245,3982,14219,4733,7957,7864,7715,7336,5729,9570,5680,8073,5568,4486,7275,16080,9550,9136,2969,4020,15990,11428,8539,14969,9015,10823,12868,10748,13441,15738,17204,13259,11798,14479,11555,8191,6261,6579,8415,7602,8497,6603,5444,7192,7592,6516,14041,12154,12559,10508,9529,8064,4783,4705,15617,15245,11505,12802,11785,15641,12545,13630,11040,18682,17315,16836,15551,13570,16489,13008,10322,11774,12573,13796,9426,14492,16096,5728,10163,11701,17147,20324,14623,18286,12165,6221,16812,14444,14617,18990,9394,12254,8944,12672,12941,16130,9845,15916,19817,15898,14129,14236,14309,18407,16255,9493,8623,18868,11082,9327,10083,10153,15720,11135,27772,15405,17273,15753,12608,12759,17325,19608,9461,17399,12506,13990,11120,11677,11627,9436,6992,23643,16838,15129,19601,18202,15170,11346,11123,15590,12087,14519,17597,10679,12264,3072,15324,15795,17922,17060,16795,14491,16969,11472,12543,14880,14960,11246,7419,6056,16540,10962,11315,9784,16253,22623,16628,8970,13323,14591,11881,3319,3354,6953,4376,3407,3014,2812,967,290,172,82,21,11,6,4],"fragments":[{"begin":"0.000","end":"21.520","lines":["These days, science and magic are generally thought of as being diametrically opposed: fact versus fiction, reason versus fantasy, modern sensibilities versus archaic misconceptions. But that hasn’t always been the case."]},{"begin":"21.520","end":"67.320","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Larisa Grollemond, assistant curator in the Manuscripts Department at the Getty Museum in Los Angeles. She’s behind an exhibit called Rising Signs: The Medieval Science of Astrology, which the Getty Center is presenting until January 5, 2025."]},{"begin":"67.320","end":"69.480","lines":["Larisa, thank you so much for joining us today."]},{"begin":"69.480","end":"71.360","lines":["I’m so happy to be here."]},{"begin":"71.360","end":"81.240","lines":["So I understand that you curated an exhibit on a really fascinating topic at the intersection of history, art, science, culture. Would you tell us a little bit more about it?"]},{"begin":"81.240","end":"113.240","lines":["Sure, the exhibition is called Rising Signs: The Medieval Science of Astrology. And what I really wanted to do with this exhibition, because I think astrology is still something that is such a relevant topic for so many people—and even increasingly so; I think people know their sun sign, of course, but they also know things about lunar eclipses and Mercury retrograde. And I feel like it’s part of our contemporary visual culture and our contemporary culture in a way that is really integrated with our daily lives."]},{"begin":"113.240","end":"163.800","lines":["And for the Middle Ages and for people living in medieval Europe, astrology was also really a part of daily life, and it was utilized in ways that I think we would be unfamiliar with today: so in terms of making medical decisions, but it—also in terms of predicting the future in certain ways; in terms of seeing what you should do on a daily basis, on a weekly basis or a monthly basis; this idea of astrology and especially the zodiac and the constellations of the zodiac being really integral to the way that people experience time as well. And so thinking about it as almost a timekeeping device in medieval Europe, that was also something people were thinking astrologically about."]},{"begin":"163.800","end":"189.720","lines":["And so with the exhibition, I really wanted to not just connect the idea of contemporary astrological thinking or practice to what is really a long legacy of both the visual culture of the zodiac but also the inclusion of astrological thinking in kind of day-to-day decisionmaking, but, you know, really think about the ways that astrology functions in both medieval and contemporary society."]},{"begin":"189.720","end":"201.480","lines":["Yeah, that is super interesting. I guess let’s start with the historical perspective. You know, if I’m in the medieval era and I’m, like, your average person, how am I interacting with astrology?"]},{"begin":"201.480","end":"244.120","lines":["This is a really great question because there’s so many different kinds of people who are interacting with astrology in the Middle Ages, so there’s really two aspects of this. So we think of astrology as kind of a pseudoscience today, I think. But in the medieval period, people were really thinking of astrology as part of astronomy. And so we can think of astronomy in the Middle Ages as the observation of the heavens, the movement of celestial bodies, all of these kinds of pursuits—more scientific pursuits, I would say, we would categorize them as today. Astrology is the interpretation of those movements and the effect of those movements of those celestial bodies on people on Earth and on earthly events."]},{"begin":"244.120","end":"283.960","lines":["So astrology was part of astronomy, and so it’s a real science. And so in some ways it’s the purview of very educated people, of elites, of very literate people thinking about scientific topics, people in university settings, people writing astronomical treatises, people really trying to figure out how all of this stuff works and the ways that it can be interpreted. And so there’s a whole body of literature and scientific writing that really is trying to explain what astrology is all about in the Middle Ages. And so that is, I would say, the intellectual pursuit of astrology."]},{"begin":"283.960","end":"304.880","lines":["And then there’s the more kind of daily experience of astrology and astrological thinking. And the books that are on view in the exhibition range from illuminated manuscripts to printed books of the late 15th and early 16th centuries, when you really have an explosion of astrological literature and really books meant for everyday people."]},{"begin":"304.880","end":"346.880","lines":["So I would say most people have a sense of the zodiac as more of a timekeeping device. They may have seen the representations of the signs of the zodiac on a church portal or on monumental public sculpture in some way. But there are also lots of medieval books that we know as books of hours or other kinds of devotional books, especially, that include zodiac signs as part of calendars and the idea of keeping track of a year based on the movement of the zodiac. And so there was a sense that each zodiacal season, or each astrological season, was a good time for doing certain things or a bad time for doing others."]},{"begin":"346.880","end":"367.640","lines":["And so medieval astrology is a little bit less of a personal pursuit than today, where we sort of think of it as trying to figure out individual personalities, compatibility—these really personal sorts of issues. I would say, in the Middle Ages, people are thinking about astrology more as a seasonal thing."]},{"begin":"367.640","end":"424.120","lines":["But really, toward the end of the Middle Ages and especially in the 15th century, astrology is really bound up with the idea of humoral balance and humoral thinking: so the idea that the body has four main fluids in it—that’s black and yellow bile, blood and phlegm—and the astrological sign that you’re born under influences your personal humoral balance, or your kind of tendency toward having too much blood in your body or having too much black bile in your body. And that affects all sorts of things: It affects the way that you’re treated medically, the potential course of an illness that you might have. It may also affect your day-to-day diet. So I’m a Virgo, so I’m a melancholic personality, which means I have an excess of black bile in my body. And the kind of humoral tendency of that is cold and dry. And so my diet, I wanna eat warm and moist foods."]},{"begin":"424.120","end":"473.280","lines":["And so there’s this really complex system that develops toward the end of the Middle Ages where your sun sign, your rising sign, the position of the celestial bodies at your birth starts to affect not just your personality but really the kinds of things you should be doing to maintain optimal health. And so there’s really an explosion of books and literature in the late 15th and early 16th centuries that is really aiming to give people really practical advice about that. And so if you are literate, which an increasing number of people are toward the end of the Middle Ages, you might have access to something like that, which might have a, a series of simple woodcuts or sort of simple representations of the signs of the zodiac and other kinds of things related to this idea of the humors and of medical treatment especially."]},{"begin":"473.280","end":"490.280","lines":["So it’s a little bit of a complicated question, like, “How do people interact with astrological thinking in the Middle Ages?” because it really is such a spectrum of people really thinking hard about the science of it and then people who are really interested in knowing, “Well, what is the best time to bloodlet?” Or, “What should I be eating this season?”"]},{"begin":"490.280","end":"521.080","lines":["Yeah, that is fascinating. And I think today there’s obviously a really wide range of ways that people interact with the idea of astrology. I mean, I’m definitely in the camp of, like, you know, this is basically just another personality quiz and nothing more, but I have to admit, I love stupid memes about being an Aquarius, and I pay enough attention to know that the fact that I’m a triple Aquarius is, like—means something maybe not so good [laughs] for people who care. But anyway, there are, of course, people who engage with it on a much deeper level, too."]},{"begin":"521.080","end":"539.280","lines":["I’m curious: When do we start to see the separation of astrology and astronomy happening? You know, the, the history of science is full of that kind of intersection—we have alchemy and chemistry pulling apart from each other. But when does astrology stop being this mainstream academic pursuit that’s tied up with any study of the stars?"]},{"begin":"539.280","end":"585.640","lines":["I think this is really a, a process that happens over several centuries. So with the increasing technology developed to actually observe the movement of celestial bodies, to really, with more precision, understand how the Earth moves around the sun and how the stars move, there’s a greater understanding of the kind of mechanics of astronomy. And once that starts to happen, astrology gets decoupled from astronomy a little bit more. But I would say that that really takes quite a long time to happen. And it’s not really until the Enlightenment, the 17th and 18th centuries, that you start to see a real kind of fissure between astronomy and astrology."]},{"begin":"585.640","end":"605.040","lines":["But there are still very much ways that I think astronomy is affected by astrology. And it isn’t really, I would say, until the modern period—or something, as a medievalist, I would consider the modern period, like the 19th and 20th centuries—that you really start to get that full separation of astronomy and astrology."]},{"begin":"605.040","end":"635.280","lines":["But they are so closely related as pursuits that I would say astrologers today have a really extensive understanding of astronomy, and it’s so connected to the idea of observation and of these really precise astronomical events, like eclipses, and kind of understanding natal charts down to the minute and things like that. So I would say as technology progresses, you have a kind of a slow pulling apart of these topics, but they’re still so closely related."]},{"begin":"635.280","end":"648.920","lines":["Yeah, bringing us into the modern era, I know that you’re doing some events with prominent astrologers in relation to the exhibit. So what are you hoping that people gain from learning about this connection between astronomy and astrology and history?"]},{"begin":"648.920","end":"729.640","lines":["I always think it’s useful for contemporary people to understand not just that the things they’re interested in have a long history, because so many of the things do, but this is one, I think, connection point for—almost about human behavior, like, a very basic human behavior: that we would like to figure out a way to understand not just ourselves but our place in the universe. And the medieval people who were thinking astrologically or interested in their zodiac signs or using astrology to figure out what to do day to day, I think that’s such a powerful idea because we want to have that connection, I think, across time. And I’m hoping that people will see themselves in medieval astrology in some ways. And even though, I think, some of the ideas seem so outdated and sort of funny in that way—like the idea of humoral balance and these sorts of scientific ideas that were really informing how people thought of themselves and how they thought of themselves being affected by these cosmic forces that also shaped the universe—some of those ideas seem sort of quaint and funny to us, but they have such a logical basis, and when you start to sort of understand the system, you start to see our contemporary systems in that."]},{"begin":"729.640","end":"780.560","lines":["We have certain patterns of thought and certain, I think, predilections toward wanting something to tell us the answers that it feels really universal in some way, and so I hope that people will not just understand that, like, the representation of the zodiac signs has this long visual history, and there’s a real sort of, I think, familiarity with that, and if people can come to a medieval book and understand, like, “Oh, that’s Taurus,” or, “That’s Virgo,” and there’s still the symbols that we know today, that’s a really fun, I think, point of connection. But there’s something bigger, I think, about the universality of looking to the stars for answers that still seems so relevant and so contemporary and I think really uncovers a little bit of a point of connection with the Middle Ages, which can seem so distant and sort of so far away in our imaginations."]},{"begin":"780.560","end":"785.040","lines":["Absolutely. Thanks so much for joining us today! This was a really interesting chat."]},{"begin":"785.040","end":"791.520","lines":["Thank you so much. And I, I hope people come see the show if they’re in LA, and there will be plenty online to discover as well."]},{"begin":"791.520","end":"808.080","lines":["That’s all for today’s episode. If you’re gonna be around the LA area anytime between now and January 5, definitely check out Rising Signs: The Medieval Science of Astrology. We’ll be back on Friday with a super important conversation about how weight stigma can impact health care."]},{"begin":"808.080","end":"823.680","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"823.680","end":"831.520","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":831}