{"title":"Could Menstruation Be Causing Low Iron Levels?","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/iron-deficiency-and-anemia-may-be-more-common-in-young-women-than-doctors/","audio":"https://traffic.megaphone.fm/SAM8297240622.mp3?updated=1733422465","intro":["Underdiagnosed iron deficiency and anemia could be leaving people without affordable fixes for their concerns."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Health Care"],"transcript":[{"author":"Rachel Feltman","text":"Picture the teens in your life. Are they getting enough sleep? If not, you might assume they’re just falling prey to late nights on social media and school-related stress. But research suggests that for a huge percentage of kids and young adults, low iron levels may be to blame for their fatigue. It turns out that menstruation poses a bigger risk to iron levels than many doctors realize."},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Angela Weyand, a pediatric hematologist and clinical associate professor at the University of Michigan Medical School in Ann Arbor. She’s here to explain how iron deficiency can affect everything from energy levels to mental health—regardless of whether it leads to full-blown anemia—and why doctors so often miss it, especially in adolescents."},{"author":"","text":"Thanks so much for coming on to chat today."},{"author":"Angela Weyand","text":"Thanks for having me."},{"author":"Feltman","text":"So let’s start with a pretty basic question: What is anemia, and why is it important that it’s properly diagnosed?"},{"author":"Weyand","text":"Sure, so anemia is when your hemoglobin is low or kind of—we think about that as, like, the number of red blood cells, which are important cells that carry oxygen to all of your tissues. It’s incredibly prevalent and can cause a lot of problems; as you can imagine, it’s important that we get adequate oxygen to all of our tissues, and so when we’re anemic and it impairs our ability to do that, we can have a lot of different symptoms. Probably the most common that people think of is fatigue."},{"author":"Feltman","text":"So, when did you start to suspect that some cases of anemia were flying under the radar?"},{"author":"Weyand","text":"Yeah, so I mentioned I’m a pediatric hematologist, and I see a lot of adolescents and young women who have heavy menstrual bleeding, and that is one way that you can become quite anemic. So I see at—I work at a large academic medical center, so I see pretty severe cases but was thinking that if I’m seeing as many patients as I’m seeing with pretty severe anemia that there’s probably a lot of people out there that have less severe anemia that aren’t necessarily being identified."},{"author":"","text":"Most of that is iron-deficiency anemia, which I think is a whole ’nother issue that is very undiagnosed and often dismissed. And iron deficiency—actually, a lot of people conflate iron deficiency with anemia, but they’re actually two different things. And iron deficiency, even when you’re not anemic, also matters and can cause a lot of symptoms and problems."},{"author":"Feltman","text":"Yeah, so how did you go about investigating that?"},{"author":"Weyand","text":"Yeah, so we did a big study that [Centers for Disease Control and Prevention] has, kind of national study that they do called NHANES [National Health and Nutrition Examination Survey], where they collect data on kind of the general population and they get a lot of demographic data, medical history data; they get labs from them; and then it’s available to researchers to use for free."},{"author":"","text":"And so we just took that database and looked at adolescents between 12 and 21 years of age that were female because a big risk factor for iron deficiency and anemia is menstruation ’cause that’s how you lose iron. And so we looked at that and kind of tried to weed out a number of patients who had other diseases or kind of other co-morbidities that would affect our prevalence to try to really get at what we would consider a healthy population to determine the rate of both iron deficiency and then also iron-deficiency anemia."},{"author":"Feltman","text":"Yeah. Well, what exactly has your research found?"},{"author":"Weyand","text":"Yeah, so overall we found that about—it was 38.6 percent, so almost 40 percent of those 12- to 21-year-old females who were kind of otherwise healthy were iron-deficient ..."},{"author":"Feltman","text":"Wow, yeah."},{"author":"Weyand","text":"And a smaller proportion, around 6 percent, were iron-deficient and anemic, because iron deficiency is kind of a spectrum, where you can be iron-deficient for quite some time and then kind of the severe end of iron deficiency, you become anemic."},{"author":"Feltman","text":"So how is it that doctors are, you know, so routinely missing these signs of iron deficiency and anemia in patients?"},{"author":"Weyand","text":"I think it’s just really tough because the symptoms are so nonspecific, right? So if you think about other medical conditions: people talk about if you have chest pain, like, you’re having a heart attack, right? But a lot of the symptoms of iron deficiency and anemia are things like trouble sleeping—okay, well, there’s lots of causes for not sleeping well. Fatigue—there’s lots of reasons for people to be fatigued, especially in today’s day and age, where people are so busy and not necessarily getting adequate sleep or have time to exercise or eat healthy. So fatigue is—you know, can be caused by lots of things, and I think most of the people I see, even though I’m seeing adolescents, they’re all tired, right, so ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Weyand","text":"That doesn’t necessarily point you in a specific direction. Other things that it’s associated with, like depression and anxiety, are also really common and can be associated,or due to other things outside of iron deficiency."},{"author":"","text":"It can also cause things like hair loss, which also, you know, people don’t necessarily have a good sense of, like, how much hair you should be losing. Or even, like, fatigue—like, how do we rate fatigue? Like, if you talk to a lot of people, they’re like, “Yeah, I’m tired,” but when is it actually a problem versus just, “Okay, maybe you need to, like, sleep a little later on the weekend”?"},{"author":"Feltman","text":"Yeah. I understand that anemia or iron deficiency were more prevalent in certain groups; is that correct?"},{"author":"Weyand","text":"Yes, that’s correct. So the most affected kind of worldwide are women of reproductive age, or, you know, people who menstruate or can get pregnant, as well as kind of toddlers is another kind of age group where it can be more prevalent as well."},{"author":"Feltman","text":"And what are sort of the, the main takeaways for both doctors and patients from what you found?"},{"author":"Weyand","text":"So I think for a doctor specifically, you know, in medical school, we’re really taught iron deficiency is important because it causes anemia, right? And anemia, as I mentioned, is, like, the latest stage of iron deficiency, so you have to be very iron-deficient before your body stops making enough red blood cells. But we know that iron is actually involved in all of these different other areas, right, that cause the other symptoms, like poor sleep and anxiety and depression and fatigue. And so I think it’s really important for doctors to remember from way back in med school that actually there’s a lot of different other processes in the body that matter, and so even if your patient isn’t anemic, if they’re iron-deficient, they may feel much better if they can get that corrected."},{"author":"","text":"And I think for patients, it’s really hard because I think, especially the population that’s affected by this, when you think about reproductive-age people who menstruate, they may not recognize their symptoms as something that should prompt them to go to the doctor or that’s fixable. And then oftentimes when they do go to their health care provider, they may have been dismissed previously as like, “Okay, well, eat better or sleep more, exercise more.”"},{"author":"","text":"And so I think just having this knowledge of this is very prevalent in people who menstruate and can cause all of these kind of wide-ranging symptoms that—I don’t ever think it’s bad to go to your doctor and say, “Hey, you know, I read this article that said 40 percent of people,” you know—and we looked at a young age, right, so you can imagine that if these patients aren’t identified, it’s not like this problem is gonna get better on its own. And so it’s probably even higher in older ages."},{"author":"","text":"So I think just being aware that this is a problem and it is a very correctable problem; it's not something, like, that we say, “Oh, well, now we know why you’re tired, but sorry, nothing to do about it.” There’s very effective treatments that are widely available and inexpensive and oftentimes make people feel much, much better."},{"author":"Feltman","text":"What else do you think it's important for people to know about iron deficiency and anemia?"},{"author":"Weyand","text":"I would say, as someone who sees a lot of adolescents, they come in—and as I said, I see, like, the most severe cases, where they’re very anemic and, like, sometimes require blood transfusions and being hospitalized, which is a big deal. But I think so often the root cause is their periods, and I think that’s something we don’t talk about enough: that—like, what a normal period is. So I’ll have people tell me, like, “My periods are normal,” but they bleed for three weeks out of the month, ’cause I don’t think that we, as a society, do a great job of talking about that; it’s so stigmatized."},{"author":"","text":"So I would just say kind of being aware of what a normal period is can be so helpful for patients, I think. And it really shouldn’t be bleeding more than seven days a month. It really should be: you should go multiple hours without having to change a product. And you shouldn’t be having accidents at school or at work because you can’t get up to change or having to wake up overnight to change things."},{"author":"","text":"Those would all be signs that you’re bleeding too much. And that’s another area of medicine where we have a lot of options that can help people, but it’s important to identify that it’s abnormal so that you can avoid things like severe iron-deficiency anemia."},{"author":"Feltman","text":"Well, thank you so much for coming on. This has been really informative."},{"author":"Weyand","text":"Thank you so much for having me. I’m glad to get the word out."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Monday with our usual news roundup. Then on Wednesday we’re going to do a deep dive on Google’s new podcast-generating AI feature, which, as I’m sure you might imagine, I have a lot of feelings about. Then we’ll be wrapping up the year with a special Fascination series on the new science of animal conservation. In other words, we’ve got a lot of great episodes to share with you before we officially enter “let’s circle back in the new year” season."},{"author":"","text":"If you’re enjoying Science Quickly, do us a favor and take a second to like, follow, subscribe, rate, review or comment—whatever your favorite podcast platform lets you do to say our show is neat. If you’ve got any questions or suggestions for us, drop us a line at ScienceQuickly@sciam.com."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[3857,7872,11883,11363,9047,7984,6841,6993,8359,6206,21172,21546,21551,21093,18973,14727,18283,21670,20081,21494,21174,12635,20097,21328,21232,19089,21459,18836,21402,17599,21400,18249,10154,4650,5686,21391,21369,21566,20837,21817,21536,21362,21436,20861,19840,21631,20068,17969,17411,23236,20595,21261,19023,21329,12441,4041,9865,21497,17011,21672,20256,21016,20516,17281,6997,18549,20068,21818,20476,19432,21495,20498,18637,20281,20877,19798,21437,21499,16041,21367,21812,8944,13211,5699,11509,10849,20414,17445,19943,17879,18765,12672,21122,16144,5032,13541,5603,6733,4541,6902,3883,5483,3079,1776,1302,790,634,11227,14850,12428,7542,7448,15024,7065,3847,16623,11154,14033,6749,6599,1779,14382,11963,9982,8549,7451,11614,13410,12373,13682,6687,10072,11102,10509,7082,10281,7594,7007,9867,8541,15622,2806,1910,1096,15782,7912,8671,13781,3514,12794,7957,7950,15725,7309,8403,11850,10665,10894,3324,8221,15237,11965,9259,8013,10232,7024,11381,8156,8344,839,15672,10954,13316,9899,9973,8658,10111,10671,8455,10586,11565,13901,9515,9165,10615,12317,15426,8086,12053,2238,2135,1877,15694,7137,10232,6077,15570,8532,15427,11060,10387,4358,1379,15607,9033,10230,8442,8877,10921,7855,1028,482,15572,11701,8176,12418,8599,8482,10115,11901,9265,15412,8949,9620,9846,9716,8020,13088,11700,8433,9336,10889,10180,1953,1024,5690,9411,12323,10336,9830,11561,9021,8231,7217,8409,15229,11664,6942,11954,9877,13434,12953,10700,15384,1449,10630,14574,9883,8649,7928,8754,10101,11274,8619,1379,11851,11998,15298,6747,9133,6932,9745,8922,12678,7566,14471,10794,6450,2081,2854,2621,3191,2636,1784,444,173,13717,11833,13986,11153,15381,10821,270,8674,14545,6585,3296,10086,15362,11602,8700,10556,13895,9129,749,14214,10073,9851,11581,12118,9725,9668,9010,15539,7574,2328,13325,14592,6478,2967,0,9633,11343,12404,12725,10602,6884,5201,11978,12690,8351,8554,12413,9017,12276,14237,10739,6707,8044,15436,4853,7767,11354,8279,7107,5662,6411,3536,15427,9288,13174,7316,10943,5737,6490,912,7634,15429,7106,15443,8599,6168,14532,12684,15317,13149,9428,7904,8865,5209,7176,7687,15516,12342,15382,4332,10397,9827,7419,7577,14572,156,9917,15661,11374,4204,79,8171,11452,8873,5586,15062,5551,8793,8419,9982,15462,4171,15492,4520,9314,9654,3481,5967,9104,8553,5114,8006,10992,1230,4167,11765,11857,10764,15317,15422,14034,12089,12065,7498,10401,9148,11664,11865,10579,11970,6756,15447,15169,9391,5173,13527,13822,3621,6015,10687,3632,8392,7938,6735,10088,7913,3359,8464,9474,5522,3540,11809,3630,14469,15590,5494,15429,5586,5198,6386,4116,15283,15511,6314,15429,5480,14367,3348,15418,13219,12507,6391,7204,6937,9899,10211,10539,15369,10186,15202,1794,6340,10629,15308,11486,6831,9592,4976,6112,6644,7074,6881,7905,7398,7869,9989,7458,7101,15405,6767,13992,8084,10076,7101,6288,15506,12490,11460,107,5370,8497,15020,8831,10372,12085,10645,15474,6371,15487,13661,8632,11908,5016,4230,4016,5528,4386,7475,7454,11077,15262,7731,8927,9569,9759,10546,2278,15519,11967,7935,5609,11593,6442,9035,4837,15367,9798,6906,15448,7268,15442,7420,7825,8681,7914,3817,3644,110,12265,12818,11809,13319,15564,7970,8064,9227,3431,9670,8312,15408,7558,6573,6217,13957,6751,2172,6297,10927,10280,5459,12158,5056,5155,6231,3028,45,1055,13944,5145,10341,15403,12725,10374,11041,11873,15445,1206,14034,10280,12118,6117,8193,11756,6191,8031,12812,15494,10620,15514,6664,12228,5903,6546,12800,10788,10610,11938,13311,12903,14354,8538,8518,11847,15390,4377,6493,10700,3948,12851,15314,14223,14130,4300,5935,8251,13400,10865,10913,11674,6629,5698,9733,11467,10284,3717,8762,10279,9373,6874,7611,7213,7204,9020,4588,6186,15470,7845,6709,15432,13071,8997,6702,13828,15431,15500,6204,5295,14374,6480,6414,4657,5192,14730,14454,15482,12100,6884,8392,13122,10741,12626,6315,5846,5872,13038,14536,7223,5737,1993,8209,11684,15406,12028,15490,10384,8977,3809,11479,6577,12171,10986,5258,12933,8913,14173,13806,4570,5743,9828,4546,7095,15548,12726,8035,7310,7104,3729,14999,10399,3998,11726,7440,7230,9414,6127,5895,14830,15532,6739,15442,10089,13785,15419,14749,6978,12347,13637,15395,14588,9709,5715,9830,11574,13719,15414,6984,7229,6357,8068,8010,12379,5250,6673,15406,10609,7926,10142,11217,5621,4500,4510,4883,11,15315,14213,9728,9791,13055,7649,11726,11470,2535,15497,15385,8896,14093,9991,5850,12389,4226,7630,3060,4083,9405,6737,5554,8515,7727,8170,9862,8144,6260,3538,15425,11083,12333,12026,7421,9685,11972,11380,15514,14346,6496,14687,15265,5087,8714,5640,11733,13892,4707,13184,10556,11579,8944,15314,7833,13121,6396,11133,12917,5643,12951,7471,12825,15285,7519,6166,14338,15472,12120,6550,5024,11755,13240,12765,14737,15436,14604,12677,4496,8991,7571,8538,6937,5530,3747,3277,5050,1640,3063,4918,14148,15459,9787,15446,8496,8135,9293,8455,7850,10586,7578,13577,10687,14954,9599,7359,8804,7847,8870,5198,9299,2867,156,6608,12796,8703,9992,15482,11805,8408,8994,8832,13665,8173,10340,1614,15433,8162,15424,11554,10245,6225,15510,14341,12059,6160,6607,8977,13302,15636,3331,3230,12299,14388,7176,7739,15471,11438,15517,11367,11072,13489,3570,6163,12383,15382,13091,878,15417,9449,12425,15440,10227,15397,13237,11257,1782,12090,14311,6816,9824,10801,9330,11167,15497,6104,5259,7426,9594,9524,5442,15441,5902,6587,6715,6588,4780,7124,11608,15439,12067,12374,8821,6419,10705,6815,11536,11557,15420,15486,14433,9519,9957,4895,1847,15423,11363,7176,10329,15473,12801,12421,5523,10130,6400,4584,10992,9172,15455,8075,8261,15049,344,5692,15437,15388,6156,15412,15175,8395,7253,6702,6710,9937,6101,7834,8499,1457,9998,8501,3116,7305,7465,13692,15416,10759,13981,7324,8405,8926,11657,7207,15440,9731,15489,12587,10543,4667,8976,11711,7494,6880,15407,9120,9130,10037,13401,5828,11441,4738,15461,14171,6830,5298,4244,7648,9452,10661,7219,7851,13686,14892,5463,12362,12758,219,15426,5680,13606,13831,10721,15401,8198,7297,13629,6948,9786,5889,12326,9950,7607,11570,12477,11078,10199,10025,10376,15487,9094,5016,6838,15188,15531,14212,5915,15611,15564,4824,4159,15458,4056,3210,15455,11626,10419,11115,6173,9243,2296,4479,8122,8227,7998,10093,9933,15314,12200,7000,8,6110,14411,13788,8257,10482,7722,13372,15429,5830,6387,7291,7394,11511,15465,7633,10434,8429,14434,12798,3421,12933,12562,7139,13915,10048,10080,8074,15564,6987,14505,15453,12909,13682,5502,5100,8787,7108,4974,9817,3790,5790,8847,6004,7686,11664,11985,8887,4500,15319,6551,7168,15475,7676,7498,13659,13643,6032,9649,5820,5690,9111,4532,7429,3366,7679,687,15503,10198,10705,8803,10764,9060,11406,9218,10089,13036,11760,12970,8910,9504,5549,15412,10411,9062,4909,8142,10178,8996,11543,15383,12340,6014,5510,4753,4820,7018,14672,7874,7931,8156,15436,12613,15471,9531,10427,9816,13356,8203,14274,15471,6498,12784,7613,13274,13546,599,10819,15337,11343,12807,9273,15523,5218,3591,7621,14381,13466,5496,6334,9145,14943,8916,4060,6806,7950,9769,1937,15428,155,15500,15117,11425,9672,9612,11495,7713,5081,7852,6254,8226,5879,5509,15450,15430,8383,4583,3931,4364,7979,7033,6150,4833,15477,4713,15452,4014,224,6757,10454,13542,15213,14525,8737,8173,15469,14511,7526,5650,10260,3002,7414,15460,12118,6581,15530,6836,13929,11561,4314,20,7,7819,14849,4774,15371,15400,8229,9974,6020,5246,6257,6475,8867,13567,115,6173,15531,14005,5509,3626,5288,8237,7505,15365,7455,7513,11695,10356,5347,11830,10232,11091,14513,769,13209,15461,8401,7501,6255,14798,8574,14940,4777,4811,12291,12289,5449,8353,14445,8249,10111,6595,7755,9179,6205,10423,15475,584,13477,7771,5881,7561,13986,13949,8936,8645,4883,12586,8158,10016,9367,13166,5735,15446,11013,8369,8890,14537,14479,5469,4649,14467,8503,4025,8820,7367,4663,10442,13348,9417,6994,5681,5584,10571,6400,8598,4781,12775,15434,9693,13511,15453,11308,8763,15333,13169,15496,14171,12957,2069,15493,13648,7200,15449,5593,10950,14457,6065,10883,15439,6294,3149,5050,8429,8018,4074,14385,4240,15508,12219,3995,12353,13768,6357,12044,14796,12707,9058,11543,15418,14910,8417,6458,15405,765,14378,10558,13144,10061,13455,9257,55,8009,9066,9116,9138,10103,6966,4004,8868,7756,15288,7205,6287,4445,14256,5909,3098,5941,6093,281,15450,8061,14431,15371,15462,15260,4920,15508,15554,12682,4834,7004,15507,5190,11455,5065,8506,5415,5894,7754,2820,14794,8499,9416,15466,12589,6358,15454,11109,10953,13867,11716,15505,15053,11063,3566,13496,7591,4792,4860,15441,9623,6596,7982,11305,10242,10157,1294,6694,6693,14972,8577,10129,15443,7829,8503,15532,11658,14642,6521,12109,2330,7189,10134,8121,10945,15425,9153,8621,9745,8296,15322,6454,6,14567,7789,9177,11383,9572,11128,10950,12609,13341,12973,10053,7750,8950,8947,3327,5679,11827,7901,7812,6189,7512,11319,15456,14152,5960,3356,15110,13728,15359,14128,11810,11101,9994,7221,10604,7674,5859,7947,7153,4733,2190,4634,3814,15495,7132,8195,4672,11310,14289,3200,1101,9953,15532,12202,13868,6351,9,15337,15304,7325,14302,9596,6356,5776,6880,8285,13971,5227,11281,11660,15452,10280,13810,11519,6673,7159,10354,15077,9605,8403,7368,8943,9744,10855,13676,6799,4943,2761,11827,8153,8039,8117,15403,8132,7929,8802,14944,6121,5777,12895,9885,8704,6266,5181,4724,6752,3117,15474,15429,10415,9576,12179,15523,7751,6264,7997,3974,7426,9569,10989,7837,8547,11015,7859,12476,13408,10932,189,12370,13276,12160,7967,7955,9756,9285,8368,8126,8444,15378,5574,15560,3714,4108,14903,11692,5301,7404,7198,6972,15380,15465,7295,9064,11100,15358,6856,7295,15482,4947,5205,6687,6445,2340,13014,15491,7050,8748,6018,5263,5232,12797,15467,14525,6077,5767,15537,8448,11251,9366,76,70,15442,11710,7000,15195,11766,9713,4233,9244,8407,8706,1929,9067,3498,15672,13635,15272,13295,9965,8650,10633,12516,8436,13594,996,15255,12465,7198,5240,5751,4809,481,15432,10200,9322,13304,10274,11173,9425,7904,8933,10682,4794,10502,12597,13816,16200,14138,11381,8498,10980,988,1053,1215,17174,14657,11538,15080,6415,5043,16101,11678,13649,11763,14395,10825,9046,7414,15383,7845,7590,15677,11223,11469,11690,9178,10272,13925,11171,9360,10125,8122,13448,12400,11761,9210,13476,7598,10754,10881,5096,15525,9673,8335,13617,7915,15537,13703,10649,12518,9865,10890,8363,15297,9330,3839,15266,9871,15564,14218,13353,7632,14981,11031,12576,6622,13556,8248,10411,8929,8968,13702,15048,10357,12335,9174,7619,10478,9029,14970,7780,13593,15456,11133,15717,13289,2712,1100,15013,11342,15558,11276,11549,10606,10554,13505,15726,8231,7556,6509,6664,11050,9190,15593,8246,11916,13304,8968,10756,2050,12080,13444,9064,14070,15466,12178,10209,15679,8219,8222,10588,6819,12237,8268,10062,13693,11972,14959,10773,9108,15235,9086,7487,11391,12873,12388,9622,9299,4307,16823,10974,11977,13188,9612,8137,11525,10240,11540,9848,15199,6484,14929,8466,15417,7458,15157,13820,11453,8709,9071,11908,11756,2544,12786,11347,13212,15585,10518,15275,13855,13538,8549,11308,9311,10646,10265,13807,10037,8004,1723,13073,13502,11442,15333,6761,13146,12355,9548,14308,12033,14254,13650,10650,9975,16056,10516,15572,7921,2169,1185,16267,8609,8070,9381,14657,7523,13615,15619,10576,13224,14387,10622,7158,15657,15528,8385,15800,9769,12313,13417,9359,12396,742,11015,12438,14637,10344,16827,15626,13085,13363,15944,7757,7058,8163,10896,15042,8047,10215,1721,15992,16161,15462,11415,10515,9124,15325,8287,9228,9908,12426,15184,7012,2665,1232,16223,7343,10389,8537,8893,12501,13806,7670,15391,10517,11380,3691,2220,2871,3015,3368,4134,3760,2434,1036,7248,7055,5412,4392,2647,1247,455,172,86,28,16,5],"fragments":[{"begin":"0.000","end":"57.600","lines":["Picture the teens in your life. Are they getting enough sleep? If not, you might assume they’re just falling prey to late nights on social media and school-related stress. But research suggests that for a huge percentage of kids and young adults, low iron levels may be to blame for their fatigue. It turns out that menstruation poses a bigger risk to iron levels than many doctors realize."]},{"begin":"57.600","end":"83.600","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Angela Weyand, a pediatric hematologist and clinical associate professor at the University of Michigan Medical School in Ann Arbor. She’s here to explain how iron deficiency can affect everything from energy levels to mental health—regardless of whether it leads to full-blown anemia—and why doctors so often miss it, especially in adolescents."]},{"begin":"83.600","end":"87.920","lines":["Thanks so much for coming on to chat today."]},{"begin":"87.920","end":"89.080","lines":["Thanks for having me."]},{"begin":"89.080","end":"96.400","lines":["So let’s start with a pretty basic question: What is anemia, and why is it important that it’s properly diagnosed?"]},{"begin":"96.400","end":"123.280","lines":["Sure, so anemia is when your hemoglobin is low or kind of—we think about that as, like, the number of red blood cells, which are important cells that carry oxygen to all of your tissues. It’s incredibly prevalent and can cause a lot of problems; as you can imagine, it’s important that we get adequate oxygen to all of our tissues, and so when we’re anemic and it impairs our ability to do that, we can have a lot of different symptoms. Probably the most common that people think of is fatigue."]},{"begin":"123.280","end":"128.280","lines":["So, when did you start to suspect that some cases of anemia were flying under the radar?"]},{"begin":"128.280","end":"154.360","lines":["Yeah, so I mentioned I’m a pediatric hematologist, and I see a lot of adolescents and young women who have heavy menstrual bleeding, and that is one way that you can become quite anemic. So I see at—I work at a large academic medical center, so I see pretty severe cases but was thinking that if I’m seeing as many patients as I’m seeing with pretty severe anemia that there’s probably a lot of people out there that have less severe anemia that aren’t necessarily being identified."]},{"begin":"154.360","end":"174.920","lines":["Most of that is iron-deficiency anemia, which I think is a whole ’nother issue that is very undiagnosed and often dismissed. And iron deficiency—actually, a lot of people conflate iron deficiency with anemia, but they’re actually two different things. And iron deficiency, even when you’re not anemic, also matters and can cause a lot of symptoms and problems."]},{"begin":"174.920","end":"177.880","lines":["Yeah, so how did you go about investigating that?"]},{"begin":"177.880","end":"195.160","lines":["Yeah, so we did a big study that [Centers for Disease Control and Prevention] has, kind of national study that they do called NHANES [National Health and Nutrition Examination Survey], where they collect data on kind of the general population and they get a lot of demographic data, medical history data; they get labs from them; and then it’s available to researchers to use for free."]},{"begin":"195.160","end":"227.880","lines":["And so we just took that database and looked at adolescents between 12 and 21 years of age that were female because a big risk factor for iron deficiency and anemia is menstruation ’cause that’s how you lose iron. And so we looked at that and kind of tried to weed out a number of patients who had other diseases or kind of other co-morbidities that would affect our prevalence to try to really get at what we would consider a healthy population to determine the rate of both iron deficiency and then also iron-deficiency anemia."]},{"begin":"227.880","end":"230.600","lines":["Yeah. Well, what exactly has your research found?"]},{"begin":"230.600","end":"241.680","lines":["Yeah, so overall we found that about—it was 38.6 percent, so almost 40 percent of those 12- to 21-year-old females who were kind of otherwise healthy were iron-deficient ..."]},{"begin":"241.680","end":"242.280","lines":["Wow, yeah."]},{"begin":"242.280","end":"254.680","lines":["And a smaller proportion, around 6 percent, were iron-deficient and anemic, because iron deficiency is kind of a spectrum, where you can be iron-deficient for quite some time and then kind of the severe end of iron deficiency, you become anemic."]},{"begin":"254.680","end":"261.800","lines":["So how is it that doctors are, you know, so routinely missing these signs of iron deficiency and anemia in patients?"]},{"begin":"261.800","end":"297.440","lines":["I think it’s just really tough because the symptoms are so nonspecific, right? So if you think about other medical conditions: people talk about if you have chest pain, like, you’re having a heart attack, right? But a lot of the symptoms of iron deficiency and anemia are things like trouble sleeping—okay, well, there’s lots of causes for not sleeping well. Fatigue—there’s lots of reasons for people to be fatigued, especially in today’s day and age, where people are so busy and not necessarily getting adequate sleep or have time to exercise or eat healthy. So fatigue is—you know, can be caused by lots of things, and I think most of the people I see, even though I’m seeing adolescents, they’re all tired, right, so ..."]},{"begin":"297.440","end":"297.880","lines":["Mm-hmm."]},{"begin":"297.880","end":"310.440","lines":["That doesn’t necessarily point you in a specific direction. Other things that it’s associated with, like depression and anxiety, are also really common and can be associated,or due to other things outside of iron deficiency."]},{"begin":"310.440","end":"329.680","lines":["It can also cause things like hair loss, which also, you know, people don’t necessarily have a good sense of, like, how much hair you should be losing. Or even, like, fatigue—like, how do we rate fatigue? Like, if you talk to a lot of people, they’re like, “Yeah, I’m tired,” but when is it actually a problem versus just, “Okay, maybe you need to, like, sleep a little later on the weekend”?"]},{"begin":"329.680","end":"335.640","lines":["Yeah. I understand that anemia or iron deficiency were more prevalent in certain groups; is that correct?"]},{"begin":"335.640","end":"349.320","lines":["Yes, that’s correct. So the most affected kind of worldwide are women of reproductive age, or, you know, people who menstruate or can get pregnant, as well as kind of toddlers is another kind of age group where it can be more prevalent as well."]},{"begin":"349.320","end":"355.080","lines":["And what are sort of the, the main takeaways for both doctors and patients from what you found?"]},{"begin":"355.080","end":"395.240","lines":["So I think for a doctor specifically, you know, in medical school, we’re really taught iron deficiency is important because it causes anemia, right? And anemia, as I mentioned, is, like, the latest stage of iron deficiency, so you have to be very iron-deficient before your body stops making enough red blood cells. But we know that iron is actually involved in all of these different other areas, right, that cause the other symptoms, like poor sleep and anxiety and depression and fatigue. And so I think it’s really important for doctors to remember from way back in med school that actually there’s a lot of different other processes in the body that matter, and so even if your patient isn’t anemic, if they’re iron-deficient, they may feel much better if they can get that corrected."]},{"begin":"395.240","end":"419.400","lines":["And I think for patients, it’s really hard because I think, especially the population that’s affected by this, when you think about reproductive-age people who menstruate, they may not recognize their symptoms as something that should prompt them to go to the doctor or that’s fixable. And then oftentimes when they do go to their health care provider, they may have been dismissed previously as like, “Okay, well, eat better or sleep more, exercise more.”"]},{"begin":"419.400","end":"444.120","lines":["And so I think just having this knowledge of this is very prevalent in people who menstruate and can cause all of these kind of wide-ranging symptoms that—I don’t ever think it’s bad to go to your doctor and say, “Hey, you know, I read this article that said 40 percent of people,” you know—and we looked at a young age, right, so you can imagine that if these patients aren’t identified, it’s not like this problem is gonna get better on its own. And so it’s probably even higher in older ages."]},{"begin":"444.120","end":"459.920","lines":["So I think just being aware that this is a problem and it is a very correctable problem; it's not something, like, that we say, “Oh, well, now we know why you’re tired, but sorry, nothing to do about it.” There’s very effective treatments that are widely available and inexpensive and oftentimes make people feel much, much better."]},{"begin":"459.920","end":"464.720","lines":["What else do you think it's important for people to know about iron deficiency and anemia?"]},{"begin":"464.720","end":"492.200","lines":["I would say, as someone who sees a lot of adolescents, they come in—and as I said, I see, like, the most severe cases, where they’re very anemic and, like, sometimes require blood transfusions and being hospitalized, which is a big deal. But I think so often the root cause is their periods, and I think that’s something we don’t talk about enough: that—like, what a normal period is. So I’ll have people tell me, like, “My periods are normal,” but they bleed for three weeks out of the month, ’cause I don’t think that we, as a society, do a great job of talking about that; it’s so stigmatized."]},{"begin":"492.200","end":"510.960","lines":["So I would just say kind of being aware of what a normal period is can be so helpful for patients, I think. And it really shouldn’t be bleeding more than seven days a month. It really should be: you should go multiple hours without having to change a product. And you shouldn’t be having accidents at school or at work because you can’t get up to change or having to wake up overnight to change things."]},{"begin":"510.960","end":"526.200","lines":["Those would all be signs that you’re bleeding too much. And that’s another area of medicine where we have a lot of options that can help people, but it’s important to identify that it’s abnormal so that you can avoid things like severe iron-deficiency anemia."]},{"begin":"526.200","end":"532.280","lines":["Well, thank you so much for coming on. This has been really informative."]},{"begin":"532.280","end":"537.520","lines":["Thank you so much for having me. I’m glad to get the word out."]},{"begin":"537.520","end":"570.760","lines":["That’s all for today’s episode. We’ll be back on Monday with our usual news roundup. Then on Wednesday we’re going to do a deep dive on Google’s new podcast-generating AI feature, which, as I’m sure you might imagine, I have a lot of feelings about. Then we’ll be wrapping up the year with a special Fascination series on the new science of animal conservation. In other words, we’ve got a lot of great episodes to share with you before we officially enter “let’s circle back in the new year” season."]},{"begin":"570.760","end":"589.000","lines":["If you’re enjoying Science Quickly, do us a favor and take a second to like, follow, subscribe, rate, review or comment—whatever your favorite podcast platform lets you do to say our show is neat. If you’ve got any questions or suggestions for us, drop us a line at ScienceQuickly@sciam.com."]},{"begin":"589.000","end":"605.480","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"605.480","end":"614.960","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":614}