{"title":"Robotics Researchers Bring The Electric State’s Cosmo to Life","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/robotics-researcher-creates-the-real-cosmo-from-netflixs-movie-the-electric/","audio":"https://traffic.megaphone.fm/SAM7527561976.mp3?updated=1741893638","intro":["A robotics researcher takes on the Russo brothers’ vision from the new movie The Electric State."],"authors":["Rachel Feltman","Jeffery DelViscio","Fonda Mwangi","Alex Sugiura"],"category":["Robotics"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, this is Rachel Feltman."},{"author":"","text":"If you pay any attention to the world of robotics and spend any time watching science fiction, you know that there’s a big gap between what robots can do on screen and what they’re actually capable of in real life. The guest you’ll meet in today’s episode is bridging that gap."},{"author":"","text":"Dennis Hong is a mechanical and aerospace engineering professor at UCLA and the director of the Robotics and Mechanisms Laboratory, or RoMeLa. His robots range from floating balloons with spindly legs to thick-thighed humanoid creations that dominate on the soccer pitch. He recently sat down with me to talk about these inventions and to share how he built a custom robot for the new sci-fi movie called The Electric State that comes out today on Netflix. Here’s our conversation."},{"author":"Dennis Hong","text":"Thanks so much for coming on to chat today. It’s great to have you here. : Thanks for having me."},{"author":"Feltman","text":"So, I understand that you just helped work on some robots related to, uh, Electric State. And maybe based on some interviews I’ve seen of you, that was kind of a full-circle moment because of what got you interested in robotics."},{"author":"","text":"So would you tell us more about that?"},{"author":"Hong","text":"Yeah, absolutely. Uh, when I was seven years old, when I was a kid, I watched the movie Star Wars for the first time. Episode IV was the first one. I watched that at the Hollywood Mann’s Chinese Theatre [now the TCL Chinese Theatre], and all the spaceships and all the lightsabers completely blew me away, and I completely fell in love with the movie."},{"author":"","text":"But if you remember in the movie, there’s two robots in the movie they call the droids. Everybody knows C-3PO, the humanoid robot, and R2-D2, the one that looks like a trash can. Completely captivated me—so on my way home, back in the car, I told my mom and dad, I said, I’m going to grow up to become a robot scientist."},{"author":"","text":"And I follow my dreams, and I’m here today."},{"author":"Feltman","text":"Very cool. So tell me a little bit about what you did with Electric State."},{"author":"Hong","text":"Sure. So I’m the director of RoMeLa, the Robots and Mechanisms Laboratory at UCLA. We build so many different types of robots: climbing, jumping, rolling robots, human robots, amoeba robots, chemically actuated robots, uh, you name it."},{"author":"","text":"But for this one, it’s a little bit different. There’s a new movie, The Electric State, from one of my favorite graphic novels, and the Russo brothers [Anthony and Joseph Russo]—you probably know the directors—they were making a movie, and I got to be a part of the creation of this."},{"author":"","text":"In the movie, there is—the main character is a robot called Cosmo, and we got to build the actual Cosmo for the movie."},{"author":"Feltman","text":"Very cool. And were there any unique challenges to creating that sort of entertainment-inspired robot versus the very functional humanoid robots that you sometimes work on in your lab?"},{"author":"Hong","text":"Absolutely. I was a professor at Virginia Tech for 11 years, and I joined UCLA about 10 years ago. And UCLA—we’re in LA. There’s Hollywood. So one of my main things that I wanted to do is try to connect the film industry with the robot industry."},{"author":"","text":"I met a lot of really famous movie directors, casting directors, even producers, and I showed them our robots—jumping, climbing robots. And everybody was like, “Wow, Dr. Hong, this is great,” but they always say the same thing: “But we do not need these robots for our industry. We have green screen. We have CGI.”"},{"author":"","text":"So in the movie industry, they don’t need humanoid robots—until I met the Russo brothers. Now for this new movie, Electric State, it was a little bit different. So in the movie, they use CGI. However, when the movie comes out—at the premiere, on the promotional events—how cool would it be if the robot in the movie actually comes up and greets people? And that’s what we did."},{"author":"","text":"So we made an actual robot, Cosmo. It can walk. It can wave its head. It’s very, very cute. We brought it to not only the movie premiere but comic cons—New York Comic Con, to London, to Italy. We’ve been traveling around the world with this robot."},{"author":"","text":"But as you mentioned, most of the robots that we develop are practical robots for research."},{"author":"","text":"We have firefighting robots, disaster-relief robots. They need to pick up something. They cannot fall and do things. There are specific motions it needs to do. So when you generate the motion, as engineers and scientists, we try to figure out what’s the most efficient—energy-efficient or time-efficient—motion to do."},{"author":"","text":"But for a robot for entertainment, it’s a completely different type of approach. It’s a character in a movie. So how do we portray the character, the characteristics, the personality, if I may say—how do you capture that? That’s very difficult or impossible to quantify."},{"author":"","text":"So as a robotics researcher, we struggled with doing that. But not only that—so when you design a robot, it’s not arbitrary, right? There’s a reason why the link length is this high. The ratio, the moment of inertia, the center-of-gravity location there, all these parameters—it’s not random."},{"author":"","text":"These robots needs to walk and do actual motion in real life. So it needs to follow the rules of physics. F = ma, all the physical law. There’s a reason why it’s designed like that, but for this one, we didn’t design the shape of the robot. It’s actually a character in the graphic novel and the movie."},{"author":"","text":"And I’m sure you saw Cosmo. It has a huge, gigantic yellow head. We love it. It’s cute. But as an actual robot, that is a horrible, horrible design. The legs, the ratio—it has huge boots which make it look really cool, but these are so bad for actual walking."},{"author":"","text":"So how do we handle that? That was a very, very difficult challenge. Besides that, uh, we only had, uh, eight months to do this. The body is tiny. How do you pack all the components—the battery, the computer, the sensors, the actuators–how do you put all those into this tiny, tiny body?"},{"author":"","text":"That’s also difficult. Most if not all of the industrial robots today—electrical power industrial robots—they use a thing called a servo actuator. So as you know, an actuator is the device to make the robot move. Like, for you and me or animals, these are muscles."},{"author":"","text":"So for these industrial robots, they use a thing called a servo motor. They do position control. They’re very stiff. They’re precise, but they're very stiff. But for a movie actor, for a character, it needs to have this personality. So it cannot move like this. It needs to move like us—fluid and things like that."},{"author":"","text":"So we had to develop a new type of actuator called the BEAR actuator. BEAR stands for Back-Derivable Electromagnetic Actuators for Robots, BEAR. Uh, easy way to uh, explain it is like artificial muscles. So it’s compliant—and not only the position but also controls the force."},{"author":"","text":"So that’s why it’s very lifelike motion, just like the character in the movie."},{"author":"Feltman","text":"Yeah. And do you see those actuators you developed, you know, having a place in more practical robot designs down the line?"},{"author":"Hong","text":"Absolutely. Absolutely. As a matter of fact, we start to develop this BEAR actuator before we started this project with Netflix. This actuator is actually used for most of our more recent robots. I’m sure you saw it on YouTube or on the news on TV."},{"author":"","text":"One of the humanoid robots called Artemis that we developed in our lab, when we announced it, was the world’s fastest walking robot. It can jump, it can run. It’s also the world champion in autonomous robot soccer. It plays soccer, too."},{"author":"","text":"But all these robots, we use this new type of BEAR actuator, and that’s one of the key technologies to enable these robots to use outside the structured environment outside the lab. You can interact with people safely and also walk on uneven terrain."},{"author":"","text":"So this type of new actuator—I think it’s a breakthrough technology."},{"author":"Feltman","text":"So tell me more about humanoid robots in your lab. You know, what interests you about a robot having a humanoid shape? Why is that worth pursuing?"},{"author":"Hong","text":"Absolutely. I start dreaming about becoming a robot scientist watching Star Wars. R2-D2 looks very strange and odd. It’s like a, you know, a trash can with a dome with three limbs."},{"author":"","text":"And in the movie, it can roll with wheels. It can walk with three legs. It can tiptoe. It can walk with two legs. We call this a multimodal locomotion or novel ways of making a robot move."},{"author":"","text":"So in our lab, we develop more than 40 different type of shape and size configuration robots inspired by R2-D2. Uh, we developed all these jumping, climbing robots that roll, climb, wheel like hybrid robot, inverting robot—novel locomotion."},{"author":"","text":"But another half of the robots are humanoid robots. And I think I was inspired by C-3PO. You know, humanoid robots in the movie—C-3PO has been, like, uh, living and working with humans in this environment, helping people. I think I was really moved by that. So why do we need humanoid robots?"},{"author":"","text":"Trying to make robots walk with two feet—very difficult. Trying to make human hands—very challenging. Now the famous architect Louis Sullivan once said “form follows function,” which means that a shape of an object is dictated by what it needs to do. So instead of asking why we need human robots, let's change the question."},{"author":"","text":"What kind of task requires the human shape and size? Now I have a dream in the future. I would like to be living with robots in our house doing the dishes, taking out the trash—all these everyday things. Now I claim that the robot needs to be human shape and size to do that because this environment—look around, you know. Stairs is a certain height for humans to walk up. Your door handle is a certain height to open up the door for humans. So unless the robot is human shape and size, it won’t be able to navigate or even use tools designed for humans."},{"author":"","text":"So that’s one reason why I’m doing humanoid robots. There's another reason. You have a robotic vacuum cleaner at your home?"},{"author":"Feltman","text":"I have had one before."},{"author":"Hong","text":"Okay."},{"author":"Feltman","text":"It broke, but yeah."},{"author":"Hong","text":"[laughs] Robots. But does it look like a janitor?"},{"author":"Feltman","text":"No, no. It’s one of those little disks."},{"author":"Hong","text":"Right. Yeah, it looks like a big puck—hockey puck. Why is it that? Because that’s the optimal shape and size—it needs to avoid obstacles. It needs to go under your desk. So that’s the right shape and size. So in other words, if it’s a single-tasker, you optimize the shape and configuration for that task."},{"author":"","text":"But if you need something that’s a multitasker, can do many things, then that’s when we need humanoid robots. So not only for moving in the house and the human environment but disaster-relief situation—we develop a robot called THOR, Tactical Hazardous Operations Robot, uh, for disaster relief."},{"author":"","text":"You probably remember the Fukushima Daiichi Nuclear Power Plant accident in Japan. There’s a accident at a nuclear power plant because of the radiation—people cannot go. So what do you do? We design and build these humanoid robots to rescue people and fix things. So there’s many reasons why we want to have, uh, humanoid robots."},{"author":"","text":"And of course, it’s cute, fun—we get to relate. And in this case, Electric State, the robot is a humanoid shape. So that’s why we did it."},{"author":"Feltman","text":"I love that. One of the things that I think is so cool about your lab is that, you know, in addition to creating these really ambitious humanoid robots, you also have robots that have really novel forms. I know you have one—the body is a helium balloon, and then it has these, like, very twiglike legs."},{"author":"","text":"Could you tell us about some of your favorite designs that, you know, go totally in the other direction and, and really are about function?"},{"author":"Hong","text":"I, uh, encourage people watching this to go to TED.com. Search for Dennis Hong. I have three talks on it. And I show all the different shape and size, like, crazy creative robots that we created in our lab."},{"author":"","text":"Now, the robot that you mentioned is called BALLU: Buoyancy-Assisted Lightweight Legged Unit. So humanoid robots in the early stages—they’re slow. They fall down. They’re complex, they’re expensive, and they’re dangerous."},{"author":"","text":"I mentioned why we need humanoid robots, but there’s so many different problems with these. So we’ve been doing some brainstorming session on how to solve these problems. Now, during this brainstorming sessions, we always try to ask ourselves ridiculous questions. That ridiculous answer comes out, and sometimes, sometimes from those ridiculous answers, something really—creative idea pops out."},{"author":"","text":"In this case, we ask ourselves, what if we can change the direction of gravity? How can you do that? It’s possible. We ask ourselves these questions. That led to a new type of humanoid robot, or bipedal robot, called BALLU. The body is a helium balloon. It’s a balloon with two legs. It’s a ridiculous robot, but it cannot fall down."},{"author":"","text":"It’s the world’s safest bipedal robot, most likely, and most likely it’s the world’s cheapest, lowest-cost humanoid robot. It walks elegantly—a crazy, cute, wonderful, out-of-this-world robot called BALLU."},{"author":"Feltman","text":"Yeah, very cool. How is AI factoring into, uh, your robotics work and the future of robotics?"},{"author":"Hong","text":"Yes, so AI can mean different things for different people, but for our robotics, AI can mean autonomy. These days with this large language models—and we have a new concept called large action models."},{"author":"","text":"I talked about this Artemis humanoid robot. It’s a metal robot. It can run, jump. It’s a high-performance robot. It’s a big, tall, heavy robot. Now, when we first introduced Artemis humanoid robots, the robotic society, the community was stunned by its performance, and everybody was asking, “Dr. Hong, what kind of AI technique have you used?” And my answer was we did not use any AI. As a matter of fact, we couldn’t use any AI."},{"author":"","text":"The reason is this: Now everybody uses ChatGPT. It’s a text-based, you know, chatting AI system. What is the data? The data is text. Right? You probably know DALL-E. DALL-E is a AI system where you give a prompt and it generates images. You probably know Sora. Give a prompt and it generates video. Right? So to do this, you need to train it with data."},{"author":"","text":"For ChatGPT, data is text. Where do you get the text? Text everywhere—books, Internet, everywhere. For images, where do you get the images? Digital cameras, your smartphone— it’s on the Internet. For Sora, the video-creation AI, where do you get the data video? It’s on YouTube. It’s everywhere."},{"author":"","text":"So we can train these systems to do that. Can you use the same concept for robotics? Okay, let’s do that. Then you need to have the data, but what is the data for robots?"},{"author":"","text":"It’s the motion, position, acceleration—not only that but impact, friction. Where do you get this data? If you search online, do you find this data? No, it does not exist. So we didn’t have the data, and it’s very difficult to get this huge amount of, uh, data. So, that’s why we couldn’t use AI techniques to make it work for Artemis. Okay?"},{"author":"","text":"Now BALLU is different. Let’s try to do it a model-based approach. We couldn’t do that because it’s so highly nonlinear. When the wind blows, it’s so sensitive to different type of conditions—very difficult to describe its motion using physics and mathematics. So we couldn’t use model-based, but unlike Artemis, this robot does not fall down."},{"author":"","text":"So in the lab, 24/7, it’s constantly walking in the lab. We have the motion-capture camera, and we’re extracting data of its motion. So we trained the AI system to make it walk. So this is really interesting. So the Artemis robot, uh, we couldn’t do learning-based, so we did model-based."},{"author":"","text":"BALLU, we couldn’t do model-based, but it was great for learning-based, which is AI. And that’s what we did."},{"author":"Feltman","text":"What excites you about the future of robotics?"},{"author":"Hong","text":"Oh, it’s robots! How can you not be excited about the future? Every day, I’m like a kid in a toy store. There’s also danger of AI in these type of robots—ethical problems. Sure. We are completely aware of those things. But if you think about it, what is technology? What is robotics technology? Yeah, some people define it as sense, plan, act. It’s an intelligent machine that does work. For me, robots—the definition of robot for me is an intelligent machine that does things that people cannot do or shouldn’t be doing or don’t want to do."},{"author":"","text":"In other words, robotics is a technology to help people make the world a better place and make people happy. It might sound cheesy, but that’s truly what I believe. And this Electric State robot, Cosmo, is no different. Is it a robot that actually does helpful work and fixes stuff in your house? No, but it’s entertainment."},{"author":"","text":"It makes people happy. And I think that is very, very important."},{"author":"Feltman","text":"Awesome. Well, thank you so much for joining us today. This has been really fun."},{"author":"","text":"That’s all for today’s episode. Check out an extended version of this episode on our YouTube channel. We’ll be back on Monday with our usual science news roundup."},{"author":"","text":"Science Quickly is produced by Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses, Emily Makowski and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Science Quickly, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[2736,16756,14757,12974,12511,11297,10505,12008,10166,8434,10541,9494,3137,2050,20973,13493,14844,10982,13156,13902,15351,13699,14081,14956,12119,13259,14974,12005,12944,13767,9222,11384,12167,12645,13663,11399,12300,13217,14572,12332,14743,6131,16998,12776,18625,15664,20842,16231,19482,13310,13366,3324,20819,12574,11688,14198,11922,5245,16926,17202,12642,9743,18434,12299,15018,11781,12679,10915,13862,13215,12835,14611,15239,15949,12458,10431,12600,16476,11341,12401,11481,9451,11257,12322,10703,12105,11729,9972,3362,19719,14846,13615,14179,14709,20405,13698,14942,13322,10941,13384,4142,15742,17315,11913,13663,10817,11144,11042,10292,11243,11584,10983,13188,11658,5187,21165,15042,13474,13638,12081,12192,13508,13201,16113,11843,14446,13562,12611,17270,14426,13265,11635,12501,13491,13336,16361,14341,12044,13839,15418,10392,15278,12969,11208,13791,13042,17259,12942,3600,115,6,0,24,442,2327,5218,7109,21088,19396,25031,22035,23973,25572,24924,24946,17794,20417,17279,11089,11588,24037,25046,20271,21557,24782,12859,15251,21718,18603,18010,9214,23083,20085,19278,25013,22004,15604,17374,16607,24920,19466,25122,24777,24792,24956,23543,17615,26545,17081,18049,12410,12027,25012,24929,17135,25198,23838,18968,23870,19951,24738,15660,17946,20356,24315,15706,18861,14617,17549,12557,24901,24953,17365,16665,20590,13766,17670,1882,2736,21866,23362,25073,23959,21653,13952,10707,17080,24072,15434,12775,2518,2214,24907,17978,13313,11731,16409,17892,16211,14757,11971,24931,23499,20616,14916,14637,2814,4557,14805,24544,18537,24934,21765,13395,21573,17267,22269,13826,15716,12883,9189,15751,23644,9980,2688,20001,24135,24969,24989,22853,18568,13959,24836,22086,21101,14760,14742,14291,17035,20979,18848,11011,10246,24954,25119,21612,16253,12128,24929,20821,15768,23868,11032,11377,5364,23143,19999,25116,24731,24946,17291,22577,17600,18402,11082,22857,25393,18221,23472,13618,25333,17995,23868,5502,23520,16722,23966,19261,24888,12702,17633,15014,25033,24253,22464,9933,4948,4461,25128,24972,8123,16179,715,589,413,14535,19886,23205,20311,24856,19722,17571,23621,13959,11734,19932,23703,13556,10384,24871,13561,24470,11122,18696,21949,14787,11161,11429,21502,6265,6235,21161,3143,19011,16190,17236,16209,1807,13781,15100,14556,5104,20256,16645,17188,17088,20949,6751,19417,14759,21788,15587,16857,13618,12512,13221,18436,24442,14962,17015,17633,16294,16221,22897,16118,16004,19555,11461,16752,22273,18979,20122,396,21858,18110,21126,20495,17455,21186,16688,11502,14056,14750,14743,18907,11498,11257,19418,15278,11595,11593,11943,14193,7984,10871,3682,20046,20527,14905,16199,16232,8024,14901,10546,10981,15348,11453,7920,20469,14035,11656,12490,16303,11114,10188,13039,13248,15469,8422,11687,15398,21140,17335,17775,19832,11055,14668,4823,18312,19872,14991,15929,8821,8498,14666,20791,10720,12327,13374,12567,13371,18195,14608,15439,18510,12294,7366,16114,13168,22523,15335,9027,13196,8974,13178,12256,543,15952,12118,12245,23126,15038,9368,19905,18990,13535,11863,7770,20672,8647,18290,14386,13338,15472,15921,10920,17424,9993,276,14414,15625,14248,17736,15066,9664,16490,14665,7409,9712,10002,13263,10019,21013,18391,14597,10386,22744,18553,15174,22251,9622,17578,11334,14320,10972,14525,15384,17216,4323,22181,18921,19405,22474,18898,19010,21701,20455,18110,9745,16980,12140,15523,13383,14192,8774,15348,4250,21378,17463,21073,13681,19245,15465,10619,15513,15374,16965,12273,13541,10778,21765,15049,14095,11003,17228,13218,14322,18752,17950,13970,22963,14644,20036,17682,12418,14793,21163,13242,12624,8796,12190,9830,13957,5505,12552,12527,18337,12190,15316,12405,7210,12148,17015,11758,19934,13263,15044,10348,10997,6231,17003,19007,10946,10397,13359,18455,19930,13539,17117,15443,8428,12981,10970,14995,13566,15024,17954,15082,15037,16395,14871,15892,16778,18122,14588,15039,15531,7711,18953,20068,17714,14518,19793,7322,14341,8507,3030,430,19982,17497,10749,24905,19702,19707,18647,14541,11083,14483,13142,3712,24291,14890,14112,14632,14293,14648,13100,13101,8616,22843,21448,13044,6048,13881,19236,15830,15839,11332,23515,14981,16659,12523,13450,3881,12585,11017,14411,17993,25436,16004,15280,14583,19309,20555,21758,16729,16594,16491,13329,15334,23435,14872,12096,24303,17505,19281,19103,18215,14602,14786,15677,11319,13242,10041,6023,14844,17342,9440,8062,9067,9513,22515,19714,21115,19491,14941,18512,13809,17744,21303,12018,15455,14835,9989,9917,13895,6963,1985,16923,9028,15417,12370,8602,9827,22832,7455,4946,963,13251,18998,22425,20548,14106,9913,10803,16999,11859,17644,13961,11413,8055,15168,15755,7572,10289,15962,11842,9224,15242,17412,13827,7255,18591,9190,11826,21137,21197,15925,20077,10299,22238,18456,6615,14149,13490,14821,7471,13554,13516,761,20537,7245,20027,7466,13955,16464,14651,12213,21505,12628,10724,14706,16835,18161,11946,12967,13162,8329,19644,7522,11312,10986,1586,18479,13440,20207,11138,16605,13237,19523,18627,16477,12442,10841,19536,11285,12265,16385,13347,3596,16436,13760,11760,9588,14929,5456,9935,13932,21045,15809,8816,15790,11874,21375,996,13219,8219,17776,11705,10611,12964,9990,11347,16540,493,18894,20223,17622,10846,12365,4639,19682,21688,15186,8970,19099,12406,20122,7756,7819,7516,5541,16174,22264,19359,15943,14763,17292,18105,16036,15213,14936,16293,814,13296,17515,20849,13875,11300,15422,14044,15196,14032,16398,11390,8862,11418,21165,10656,22390,13156,8402,9479,13080,19016,12839,6094,14092,15626,14785,798,17090,16111,9387,17235,10321,14054,13155,10385,6816,3728,4767,374,20947,20556,13812,22612,20426,20617,15164,16812,17514,16515,19523,15536,13814,20618,11722,7463,8193,4324,21677,21185,20722,8112,19358,18532,7415,12040,16305,1634,20982,20689,18426,14363,14123,11233,19038,14224,16183,12455,14460,11347,14738,16324,12384,12391,9942,9894,10166,9722,15645,19381,17381,19772,19952,9725,15140,14176,17646,8770,18119,16913,11764,15271,892,17594,9980,12675,11349,14046,12706,11155,18382,8573,2556,16311,10027,22883,2051,2031,17669,15301,20997,19142,8120,11186,10600,13069,8187,6391,7086,7253,10133,11539,11169,11434,7734,10178,16905,16707,16361,14780,11737,18993,18363,8026,9909,9889,10054,8841,10924,12622,13419,8313,11866,16633,18705,15768,12494,8708,1533,19945,7994,14944,10775,14631,15705,14761,14854,16112,11217,148,15565,11325,15046,19168,19588,20194,10668,11825,9848,17605,15701,8149,7485,884,166,17620,21750,21543,19905,14152,19939,23503,10710,22099,22570,10931,16700,17504,21398,20289,22344,10440,15884,16538,11152,17202,14183,15100,12792,9978,22870,20848,13521,14950,13263,15588,18197,12998,14650,12331,22419,13072,10458,15134,20524,19752,20298,13757,10248,18920,19564,12391,12607,20657,19548,6554,20307,20325,9799,21918,8894,12449,9316,14876,8958,8921,15076,15890,18500,18820,9837,17631,17022,16150,19222,16692,9600,20188,19000,15867,19718,8867,15268,8207,16680,19113,13924,19176,49,6376,14446,18937,13238,22489,8547,12352,13614,21979,17679,17356,12001,13632,13729,9604,14125,10364,9140,11571,12700,16633,18764,21897,13408,403,24004,24719,6925,18332,23685,21068,24135,19822,12404,19172,19734,564,19576,23773,14107,16339,20727,21275,16952,22465,20659,18701,21912,15848,1138,23115,21556,11102,24902,19661,20200,24915,17699,20644,19329,17699,16339,15983,10911,11754,8921,13510,12137,11410,14478,20759,813,22312,18593,15967,18921,19989,11107,17363,4986,12289,19255,12412,15675,419,19682,13595,14646,11983,9831,9742,3387,15923,22685,20451,20777,20821,21660,22077,20289,4429,11040,6899,17404,24407,14929,16030,16047,14313,10457,21080,22092,15523,8933,22117,15811,13093,12311,11748,22508,10313,5306,19531,18477,20684,11779,18602,8877,14564,15720,835,22950,18917,16658,17125,23271,18258,21878,19737,19507,19996,13080,16664,14203,17973,10582,13006,9497,10065,15655,16976,16611,16472,14067,13450,19752,22777,21568,10342,14193,22456,9441,9592,17414,11063,16226,16061,14780,11986,12297,16938,12042,14839,10564,10308,12800,5244,11961,16235,16705,21528,13202,17472,10559,9409,13925,12585,18371,9370,16164,11152,14619,12038,10937,15097,15353,13304,12371,13393,19903,2550,10736,17324,12521,3285,355,20645,19570,17777,10482,22189,22172,12564,16745,14362,9016,13684,8947,15240,7582,6457,10682,14628,22196,1020,12302,12358,9251,11936,16657,18072,17475,9061,15040,9972,16555,22619,13224,13616,11341,13404,18466,9665,11391,18583,12953,11094,22412,20392,21034,10218,19096,14050,15567,9835,23295,10026,13182,10095,11881,2038,20529,12691,12345,14563,15751,19142,10884,14170,9613,281,15523,17820,12417,17113,9108,9117,11347,4420,14948,11045,10958,11396,18848,16100,13022,13388,13993,11339,3982,9504,22480,19145,11303,11792,7716,1237,16175,22990,22216,13761,13257,12980,16971,16830,14220,11492,18725,11832,2113,16231,24949,10698,12972,14665,7264,13022,22942,16385,19728,20986,17378,11155,2958,24462,14279,13927,22280,12248,23513,23226,19960,21022,19775,19714,16037,21412,17459,8414,21879,17603,16288,14994,18652,14656,17772,15705,20984,22991,18196,16475,7327,13497,15145,17945,16621,8991,8408,19294,13758,22287,21037,19834,8200,17521,10459,14074,12065,16980,23329,14496,19463,16307,20748,19464,12800,15203,14519,16204,18426,18868,21064,10405,11018,20765,11617,19366,17014,18131,12764,19040,10787,18244,12168,22386,19687,17813,14867,17225,19146,15916,17795,19876,11031,7043,13496,18573,11784,17739,20611,22520,21624,8638,7733,7035,16469,13241,22085,11615,11722,21513,13542,5681,11575,17487,16761,10027,13012,11211,14712,9518,9260,8889,10836,20695,24895,11453,14268,17065,15217,19715,16978,17999,16228,490,16200,12900,21469,8866,10952,13003,8232,10566,16334,20835,18639,11548,9984,13039,8128,17057,7303,13752,19939,14263,15891,11992,16473,11648,8018,9832,960,2,21718,13472,25006,16387,12880,18824,20846,14397,15330,19022,13512,18097,16351,19935,7825,13673,21095,16159,18935,23082,15699,18650,15503,24156,12156,11968,10157,17675,15448,22295,11630,17112,13549,18336,18472,21130,14265,21368,20141,18100,18111,15477,16197,6119,14007,1123,21263,12373,14833,17918,19857,21699,14908,8924,13046,12036,13192,18862,18231,16564,12182,13034,12602,16267,20562,10931,17486,13641,10961,15360,17557,16098,12990,19370,9942,9692,8864,12555,10797,7816,17992,12073,13227,18310,22769,20951,17368,20942,14085,14650,12162,12076,21249,21223,11913,12713,11408,6422,14974,874,22197,24418,12363,19718,17832,16430,12595,13122,17816,7843,6813,13884,5604,9926,20281,5270,12952,22236,21034,20719,8448,16897,9902,15094,15301,8127,16481,8033,16124,13762,15582,14565,12456,13922,9420,12859,14975,14390,12751,14252,17268,18967,7892,22723,17133,11894,16306,4327,19614,20885,20960,15386,13921,7915,17393,10695,11805,13625,14212,10840,18280,17139,7407,10048,9177,143,19267,20791,21458,15981,11253,7458,7991,14371,16285,17838,14454,10478,12716,12634,5781,15535,9560,12283,11840,20755,11578,16757,13546,13837,14915,12089,8047,9491,19711,16159,21245,19411,12002,17726,16330,1246,19393,21846,18901,20326,9287,8359,19227,20332,9126,16157,8475,14828,10931,14508,13365,7680,963,20121,19768,12544,20608,20424,12549,11400,18724,10015,11670,13088,49,10049,20791,14202,15765,20749,9824,15970,16966,9135,21298,14981,18031,18640,7666,11750,11629,8640,4727,13899,8414,13038,20701,21596,21000,21021,10461,9377,13728,7248,12322,16906,15892,18984,9257,8008,16200,10147,6468,6441,19191,302,16981,20029,20591,20931,13245,13348,20158,7513,13968,13539,13367,16769,14331,12581,8118,12570,9909,12288,16966,4186,19138,12265,18936,15841,9521,21762,22057,15128,19354,16754,6244,8224,11623,11257,18195,8596,21517,16078,71,10051,15959,21490,11244,19340,17070,10326,14919,20702,2404,12571,12325,7550,16851,17919,10240,18331,10858,11594,15134,9605,13529,11581,16603,8822,14800,13750,17163,5451,13928,6816,10891,17491,1688,18109,12598,8399,14556,13887,16211,18845,4569,9090,11401,10426,14873,6289,12054,22733,21885,20094,13366,17454,7034,7566,15256,14923,21349,18130,8615,21371,22396,21710,17926,14402,17121,10431,24994,24905,23038,18274,13919,12897,18556,21029,15870,24975,25003,19447,21815,22010,21627,18905,19578,4222,23363,8722,21650,22364,21104,21282,18686,7111,18559,16827,14116,19169,24925,25026,21388,4998,3619,19453,22463,18294,19876,13829,13250,22210,21570,16781,18725,15557,16788,9065,13297,7478,10587,12934,17086,22056,10614,14233,13710,14677,13080,20509,20836,16153,11324,17019,18475,20428,4207,14323,12756,10815,7829,15226,14433,14411,18640,55,11671,20373,19005,15497,14605,14517,10630,11859,8886,11884,10379,1581,91,20776,12150,21394,15302,13171,16538,16987,14109,11754,6806,15032,11503,19415,11565,19994,15625,18673,9326,8537,7565,12879,3921,21579,15953,17450,13325,21136,21074,9322,20893,18758,17342,7527,23803,14244,9923,8976,7099,17831,12980,17774,14337,14246,18962,12524,21683,12484,16729,9115,16508,12108,17545,6562,4464,9364,19682,13616,10141,17481,19818,5823,12915,16638,10974,12488,6610,10358,420,14868,23512,10858,12358,10141,17442,11465,11161,11615,8936,8968,14437,18521,10950,10147,10414,20186,22200,12005,10009,12195,12854,6814,7262,7180,4898,1202,17055,18746,13424,8750,19165,13675,13609,9258,10490,23973,18177,16940,13467,13337,21542,13972,12788,13373,12372,15260,19648,16127,2033,20967,12861,13566,13792,17584,7590,9774,12694,9083,10600,6968,980,22212,16372,21130,5536,16226,16310,20496,15892,17011,17585,14846,19224,11078,24925,16054,16090,13770,12989,8387,4246,16951,12917,12662,13918,14304,16043,21240,9513,15737,14555,24668,14700,18802,19034,23157,4069,7675,13974,12190,9970,19578,14489,13368,12105,16490,15520,17149,12259,16960,18989,18772,15826,15358,15557,12648,12705,13536,24921,21838,19230,13987,21181,18408,12462,8093,20580,18981,24749,24973,16274,18146,14591,23534,21351,14906,19969,14339,12192,16580,20481,16833,14095,18526,18011,20131,18177,17260,206,23396,20381,17442,15932,18088,21538,16810,18256,14977,23054,19841,17329,14809,14648,17674,13475,17270,13428,20849,18037,22626,10875,13327,20737,12458,1667,23785,16990,19456,17529,16827,11591,13383,11836,1160,22095,21530,21876,16555,7996,16703,14948,12803,9118,13446,11139,9972,16774,12085,12640,10814,14356,18812,22023,23037,23234,18496,17200,13536,2719,856,20808,4987,15732,14181,9695,15208,16680,21761,10164,10697,14357,20085,11550,13043,11436,12475,12368,13554,633,21026,18788,23612,8331,17300,16070,10151,15519,10708,11228,9697,13287,12135,11226,17008,12672,17241,11933,9422,5818,10891,19437,10517,8618,14017,4698,14733,22364,19150,8446,20561,16141,10373,20986,18128,10757,18432,19195,17284,12378,8561,3460,18296,15158,13259,10153,898,202,16620,20820,22818,19562,14769,16853,12335,16653,17886,2225,18599,17912,15014,10690,14588,11042,3244,18344,13501,14719,13388,20069,15137,17548,11890,21383,10270,10205,120,17968,22287,11258,14917,12104,15795,17122,13079,12359,19266,16735,38,21,18900,21298,18217,22291,13662,13417,11958,11063,2754,650,22672,20588,9780,11381,17249,13856,17362,18762,18530,16772,21647,13730,16490,740,12681,22712,21280,17121,18996,3588,13186,13616,12622,19208,12205,20993,11718,20904,14053,12405,10738,19414,23624,308,13486,7097,22083,20374,14790,2438,10470,15794,19447,22185,21540,16184,24438,13474,23307,1934,6692,17973,12263,13582,23094,15954,11093,9509,12433,15858,8811,10872,11401,21565,18818,19731,14635,12757,17446,13668,9531,7800,15927,14094,14015,23694,18026,15913,13055,11742,8272,1898,18831,18729,15086,13829,3439,25113,17185,14680,13101,18447,19861,21014,13471,14129,10157,19187,19286,13027,12019,12720,12479,16964,2438,4292,12911,732,22790,22208,22529,20245,9455,19450,10510,11816,13279,12272,15774,15189,20032,24198,13691,20424,11594,8335,4646,9354,16707,11568,7614,9331,12250,12374,14543,21827,19102,10459,13576,16207,18841,15268,14614,11533,15931,12480,7630,1096,22688,22492,17251,20377,17406,7579,11161,12858,17120,16229,15697,15054,11710,18070,10840,11637,8937,15869,1520,11425,21121,10891,14026,9242,5150,20275,21249,20773,8539,17792,15600,21895,16647,10328,14935,1986,8695,22123,19978,19743,10768,6740,9995,1895,22464,20248,13239,7597,17694,13635,21021,12150,261,22169,20344,18862,18563,13466,19196,10652,10106,12754,2591,7326,20582,17082,15832,7829,12517,20961,16690,14084,17912,19947,10690,10447,8837,7132,7429,4124,19,13122,18999,13959,22466,21039,24954,21068,17949,9467,8232,13633,13935,13266,12229,7101,15530,11565,10644,5468,3706,9294,22414,10673,18071,12283,19416,12222,12684,2601,6,16174,10011,20489,21157,23075,9634,24344,10381,12226,16599,14232,18569,10699,14540,12198,11311,6455,6917,1176,12716,22422,18547,20584,13601,15710,11342,14631,11392,8748,14337,1458,23369,10964,24475,13167,10220,15884,15734,15139,14085,21216,15395,11595,18774,10373,14778,16115,10610,10380,11125,12415,9192,14595,7882,6092,187,13693,21107,18889,21707,23039,17324,6590,11720,20876,20419,13558,14754,14508,18399,13027,8027,270,18386,20950,9476,20778,14793,10406,22211,17571,22596,21768,17760,18997,14007,8667,16045,11945,12816,20588,16044,11433,5969,13095,7095,12008,14194,21706,14164,20136,11507,18211,15531,15820,22275,17448,15394,11130,16642,13728,12619,21449,12047,10494,21641,16984,15727,10148,15760,16055,9946,9149,13579,18803,12097,13340,15427,15531,1158,18463,18036,9345,14296,6706,296,22801,22151,22051,22729,12940,12861,21526,24860,19402,17654,16865,16676,10013,15946,7982,11480,23794,20590,17670,10997,19523,13341,15137,15830,2581,11690,18280,11559,13944,12238,11399,21416,20727,19274,12358,19819,2718,5288,8627,18050,10405,10498,11422,11339,14180,10453,10636,1597,7346,15645,12983,17640,19575,22860,12571,24238,10653,21868,22092,17753,15674,20876,12054,11812,7184,138,13406,20582,19097,22835,16205,12540,12521,14256,14571,9904,11807,14040,8801,14227,20047,18011,10815,13169,4997,12056,12679,13126,10185,952,20733,16479,9117,6745,14324,19889,21021,11912,17090,10507,8752,8801,11841,17505,14085,9641,17049,3188,6201,7600,97,21535,14376,1134,17,10330,20631,188,33,22059,21744,20338,11410,23564,20635,21273,20782,21708,21134,21253,15670,9512,17206,20693,21207,11370,20650,17219,17268,14542,16448,18430,16222,22251,8487,16619,18582,20904,14265,19047,20264,9017,19245,15023,13969,12081,12330,1725,9287,15328,21321,6719,9703,9788,18110,17312,8590,235,17421,11022,23730,18411,21345,20975,14049,13825,10060,18579,15382,12603,15787,20465,8449,8960,21043,13428,12315,13245,12206,12705,20141,11386,15020,16160,16029,15196,1338,20273,9795,9536,8993,9428,13339,8761,1540,8840,17340,18153,24084,15281,18618,11706,14401,17168,13489,19661,4924,3716,23829,19843,20863,21216,22242,23694,24477,22510,10320,17516,23567,21295,16394,17348,12766,12217,17152,11906,7329,21130,23238,19660,22049,18564,18839,17727,12593,14344,14102,13076,14807,16448,4624,17755,15781,15758,11323,3901,17423,888,14303,21349,24880,10894,21583,16127,18620,15903,11700,11729,13194,14587,14335,14952,13492,4179,7515,16568,15175,18617,19738,7189,12750,7696,12205,11505,13784,12723,19929,17762,6655,21884,22949,2651,22677,19520,15171,13981,10744,11981,7915,16370,13129,10805,12231,8596,20401,13560,14727,10037,18466,12352,12368,14951,15217,11306,12080,2208,21970,20727,20977,19681,10535,13490,11767,15924,13591,3492,17491,10443,17397,15381,11410,13556,19421,10900,22057,17136,13434,15241,1292,13745,18817,8723,12304,3479,16695,22823,16135,12472,20739,20048,18230,4421,16563,18233,11440,25,17037,22815,22172,15751,17197,11257,13767,15584,12904,12830,15137,12517,16430,20727,8934,18053,15903,20471,10857,13068,20637,8143,13624,2356,21260,12773,16185,13689,5904,1765,2756,21820,19582,22490,20216,19471,18056,18444,17860,22345,22577,19344,16331,24851,6901,20766,6270,4693,5986,4975,24995,24311,21992,24788,8424,17103,19118,15698,19032,24914,24887,8794,13947,20072,24910,24923,24293,14470,16844,22354,17694,23649,16496,15526,5496,24983,24879,21986,15297,24937,24927,18633,7703,8354,8185,8020,7522,24930,21521,18633,15118,24899,18029,20424,12738,22270,22274,23274,14169,22981,22456,18388,19769,23363,12829,17471,14228,8367,6723,24922,20622,22134,24935,23993,10929,19129,9088,24852,17228,19511,13810,24925,24599,14569,24987,24963,23564,13231,5305,24934,19050,15758,15661,21577,17297,11928,8208,7755,17943,25098,24897,20977,18325,17540,23458,15582,12573,21659,20103,13559,5048,17564,24931,16591,12355,15531,13445,16737,16683,7847,2167,24958,18257,2724,2428,2809,8720,8329,8319,8049,11182,11410,7544,9542,12026,13291,9485,8027,9996,8403,10931,11161,11703,11554,10988,8399,7598,8322,9044,10831,11618,10029,11443,9954,9703,7449,7464,4830,6810,6430,9203,6566,2280,5459,4465,2611,1923,1047,650,531,346,187,72,34,13],"fragments":[{"begin":"0.000","end":"7.400","lines":["For Scientific American’s Science Quickly, this is Rachel Feltman."]},{"begin":"7.400","end":"26.240","lines":["If you pay any attention to the world of robotics and spend any time watching science fiction, you know that there’s a big gap between what robots can do on screen and what they’re actually capable of in real life. The guest you’ll meet in today’s episode is bridging that gap."]},{"begin":"26.240","end":"72.880","lines":["Dennis Hong is a mechanical and aerospace engineering professor at UCLA and the director of the Robotics and Mechanisms Laboratory, or RoMeLa. His robots range from floating balloons with spindly legs to thick-thighed humanoid creations that dominate on the soccer pitch. He recently sat down with me to talk about these inventions and to share how he built a custom robot for the new sci-fi movie called The Electric State that comes out today on Netflix. Here’s our conversation."]},{"begin":"72.880","end":"85.040","lines":["Thanks so much for coming on to chat today. It’s great to have you here. : Thanks for having me."]},{"begin":"85.040","end":"111.200","lines":["So, I understand that you just helped work on some robots related to, uh, Electric State. And maybe based on some interviews I’ve seen of you, that was kind of a full-circle moment because of what got you interested in robotics."]},{"begin":"111.200","end":"113.920","lines":["So would you tell us more about that?"]},{"begin":"113.920","end":"140.000","lines":["Yeah, absolutely. Uh, when I was seven years old, when I was a kid, I watched the movie Star Wars for the first time. Episode IV was the first one. I watched that at the Hollywood Mann’s Chinese Theatre [now the TCL Chinese Theatre], and all the spaceships and all the lightsabers completely blew me away, and I completely fell in love with the movie."]},{"begin":"140.000","end":"157.400","lines":["But if you remember in the movie, there’s two robots in the movie they call the droids. Everybody knows C-3PO, the humanoid robot, and R2-D2, the one that looks like a trash can. Completely captivated me—so on my way home, back in the car, I told my mom and dad, I said, I’m going to grow up to become a robot scientist."]},{"begin":"157.400","end":"159.800","lines":["And I follow my dreams, and I’m here today."]},{"begin":"159.800","end":"164.840","lines":["Very cool. So tell me a little bit about what you did with Electric State."]},{"begin":"164.840","end":"176.960","lines":["Sure. So I’m the director of RoMeLa, the Robots and Mechanisms Laboratory at UCLA. We build so many different types of robots: climbing, jumping, rolling robots, human robots, amoeba robots, chemically actuated robots, uh, you name it."]},{"begin":"176.960","end":"190.440","lines":["But for this one, it’s a little bit different. There’s a new movie, The Electric State, from one of my favorite graphic novels, and the Russo brothers [Anthony and Joseph Russo]—you probably know the directors—they were making a movie, and I got to be a part of the creation of this."]},{"begin":"190.440","end":"197.360","lines":["In the movie, there is—the main character is a robot called Cosmo, and we got to build the actual Cosmo for the movie."]},{"begin":"197.360","end":"213.120","lines":["Very cool. And were there any unique challenges to creating that sort of entertainment-inspired robot versus the very functional humanoid robots that you sometimes work on in your lab?"]},{"begin":"213.120","end":"227.720","lines":["Absolutely. I was a professor at Virginia Tech for 11 years, and I joined UCLA about 10 years ago. And UCLA—we’re in LA. There’s Hollywood. So one of my main things that I wanted to do is try to connect the film industry with the robot industry."]},{"begin":"227.720","end":"244.080","lines":["I met a lot of really famous movie directors, casting directors, even producers, and I showed them our robots—jumping, climbing robots. And everybody was like, “Wow, Dr. Hong, this is great,” but they always say the same thing: “But we do not need these robots for our industry. We have green screen. We have CGI.”"]},{"begin":"244.080","end":"265.880","lines":["So in the movie industry, they don’t need humanoid robots—until I met the Russo brothers. Now for this new movie, Electric State, it was a little bit different. So in the movie, they use CGI. However, when the movie comes out—at the premiere, on the promotional events—how cool would it be if the robot in the movie actually comes up and greets people? And that’s what we did."]},{"begin":"265.880","end":"280.000","lines":["So we made an actual robot, Cosmo. It can walk. It can wave its head. It’s very, very cute. We brought it to not only the movie premiere but comic cons—New York Comic Con, to London, to Italy. We’ve been traveling around the world with this robot."]},{"begin":"280.000","end":"285.400","lines":["But as you mentioned, most of the robots that we develop are practical robots for research."]},{"begin":"285.400","end":"302.560","lines":["We have firefighting robots, disaster-relief robots. They need to pick up something. They cannot fall and do things. There are specific motions it needs to do. So when you generate the motion, as engineers and scientists, we try to figure out what’s the most efficient—energy-efficient or time-efficient—motion to do."]},{"begin":"302.560","end":"319.520","lines":["But for a robot for entertainment, it’s a completely different type of approach. It’s a character in a movie. So how do we portray the character, the characteristics, the personality, if I may say—how do you capture that? That’s very difficult or impossible to quantify."]},{"begin":"319.520","end":"337.640","lines":["So as a robotics researcher, we struggled with doing that. But not only that—so when you design a robot, it’s not arbitrary, right? There’s a reason why the link length is this high. The ratio, the moment of inertia, the center-of-gravity location there, all these parameters—it’s not random."]},{"begin":"337.640","end":"354.560","lines":["These robots needs to walk and do actual motion in real life. So it needs to follow the rules of physics. F = ma, all the physical law. There’s a reason why it’s designed like that, but for this one, we didn’t design the shape of the robot. It’s actually a character in the graphic novel and the movie."]},{"begin":"354.560","end":"372.520","lines":["And I’m sure you saw Cosmo. It has a huge, gigantic yellow head. We love it. It’s cute. But as an actual robot, that is a horrible, horrible design. The legs, the ratio—it has huge boots which make it look really cool, but these are so bad for actual walking."]},{"begin":"372.520","end":"387.880","lines":["So how do we handle that? That was a very, very difficult challenge. Besides that, uh, we only had, uh, eight months to do this. The body is tiny. How do you pack all the components—the battery, the computer, the sensors, the actuators–how do you put all those into this tiny, tiny body?"]},{"begin":"387.880","end":"401.760","lines":["That’s also difficult. Most if not all of the industrial robots today—electrical power industrial robots—they use a thing called a servo actuator. So as you know, an actuator is the device to make the robot move. Like, for you and me or animals, these are muscles."]},{"begin":"401.760","end":"417.400","lines":["So for these industrial robots, they use a thing called a servo motor. They do position control. They’re very stiff. They’re precise, but they're very stiff. But for a movie actor, for a character, it needs to have this personality. So it cannot move like this. It needs to move like us—fluid and things like that."]},{"begin":"417.400","end":"433.600","lines":["So we had to develop a new type of actuator called the BEAR actuator. BEAR stands for Back-Derivable Electromagnetic Actuators for Robots, BEAR. Uh, easy way to uh, explain it is like artificial muscles. So it’s compliant—and not only the position but also controls the force."]},{"begin":"433.600","end":"437.960","lines":["So that’s why it’s very lifelike motion, just like the character in the movie."]},{"begin":"437.960","end":"445.920","lines":["Yeah. And do you see those actuators you developed, you know, having a place in more practical robot designs down the line?"]},{"begin":"445.920","end":"459.240","lines":["Absolutely. Absolutely. As a matter of fact, we start to develop this BEAR actuator before we started this project with Netflix. This actuator is actually used for most of our more recent robots. I’m sure you saw it on YouTube or on the news on TV."]},{"begin":"459.240","end":"471.160","lines":["One of the humanoid robots called Artemis that we developed in our lab, when we announced it, was the world’s fastest walking robot. It can jump, it can run. It’s also the world champion in autonomous robot soccer. It plays soccer, too."]},{"begin":"471.160","end":"486.000","lines":["But all these robots, we use this new type of BEAR actuator, and that’s one of the key technologies to enable these robots to use outside the structured environment outside the lab. You can interact with people safely and also walk on uneven terrain."]},{"begin":"486.000","end":"490.560","lines":["So this type of new actuator—I think it’s a breakthrough technology."]},{"begin":"490.560","end":"500.520","lines":["So tell me more about humanoid robots in your lab. You know, what interests you about a robot having a humanoid shape? Why is that worth pursuing?"]},{"begin":"500.520","end":"509.640","lines":["Absolutely. I start dreaming about becoming a robot scientist watching Star Wars. R2-D2 looks very strange and odd. It’s like a, you know, a trash can with a dome with three limbs."]},{"begin":"509.640","end":"520.600","lines":["And in the movie, it can roll with wheels. It can walk with three legs. It can tiptoe. It can walk with two legs. We call this a multimodal locomotion or novel ways of making a robot move."]},{"begin":"520.600","end":"534.880","lines":["So in our lab, we develop more than 40 different type of shape and size configuration robots inspired by R2-D2. Uh, we developed all these jumping, climbing robots that roll, climb, wheel like hybrid robot, inverting robot—novel locomotion."]},{"begin":"534.880","end":"551.080","lines":["But another half of the robots are humanoid robots. And I think I was inspired by C-3PO. You know, humanoid robots in the movie—C-3PO has been, like, uh, living and working with humans in this environment, helping people. I think I was really moved by that. So why do we need humanoid robots?"]},{"begin":"551.080","end":"568.920","lines":["Trying to make robots walk with two feet—very difficult. Trying to make human hands—very challenging. Now the famous architect Louis Sullivan once said “form follows function,” which means that a shape of an object is dictated by what it needs to do. So instead of asking why we need human robots, let's change the question."]},{"begin":"568.920","end":"598.400","lines":["What kind of task requires the human shape and size? Now I have a dream in the future. I would like to be living with robots in our house doing the dishes, taking out the trash—all these everyday things. Now I claim that the robot needs to be human shape and size to do that because this environment—look around, you know. Stairs is a certain height for humans to walk up. Your door handle is a certain height to open up the door for humans. So unless the robot is human shape and size, it won’t be able to navigate or even use tools designed for humans."]},{"begin":"598.400","end":"604.040","lines":["So that’s one reason why I’m doing humanoid robots. There's another reason. You have a robotic vacuum cleaner at your home?"]},{"begin":"604.040","end":"605.840","lines":["I have had one before."]},{"begin":"605.840","end":"606.600","lines":["Okay."]},{"begin":"606.600","end":"608.520","lines":["It broke, but yeah."]},{"begin":"608.520","end":"611.760","lines":["[laughs] Robots. But does it look like a janitor?"]},{"begin":"611.760","end":"613.920","lines":["No, no. It’s one of those little disks."]},{"begin":"613.920","end":"630.240","lines":["Right. Yeah, it looks like a big puck—hockey puck. Why is it that? Because that’s the optimal shape and size—it needs to avoid obstacles. It needs to go under your desk. So that’s the right shape and size. So in other words, if it’s a single-tasker, you optimize the shape and configuration for that task."]},{"begin":"630.240","end":"646.720","lines":["But if you need something that’s a multitasker, can do many things, then that’s when we need humanoid robots. So not only for moving in the house and the human environment but disaster-relief situation—we develop a robot called THOR, Tactical Hazardous Operations Robot, uh, for disaster relief."]},{"begin":"646.720","end":"661.960","lines":["You probably remember the Fukushima Daiichi Nuclear Power Plant accident in Japan. There’s a accident at a nuclear power plant because of the radiation—people cannot go. So what do you do? We design and build these humanoid robots to rescue people and fix things. So there’s many reasons why we want to have, uh, humanoid robots."]},{"begin":"661.960","end":"669.800","lines":["And of course, it’s cute, fun—we get to relate. And in this case, Electric State, the robot is a humanoid shape. So that’s why we did it."]},{"begin":"669.800","end":"689.040","lines":["I love that. One of the things that I think is so cool about your lab is that, you know, in addition to creating these really ambitious humanoid robots, you also have robots that have really novel forms. I know you have one—the body is a helium balloon, and then it has these, like, very twiglike legs."]},{"begin":"689.040","end":"696.080","lines":["Could you tell us about some of your favorite designs that, you know, go totally in the other direction and, and really are about function?"]},{"begin":"696.080","end":"706.200","lines":["I, uh, encourage people watching this to go to TED.com. Search for Dennis Hong. I have three talks on it. And I show all the different shape and size, like, crazy creative robots that we created in our lab."]},{"begin":"706.200","end":"720.040","lines":["Now, the robot that you mentioned is called BALLU: Buoyancy-Assisted Lightweight Legged Unit. So humanoid robots in the early stages—they’re slow. They fall down. They’re complex, they’re expensive, and they’re dangerous."]},{"begin":"720.040","end":"741.760","lines":["I mentioned why we need humanoid robots, but there’s so many different problems with these. So we’ve been doing some brainstorming session on how to solve these problems. Now, during this brainstorming sessions, we always try to ask ourselves ridiculous questions. That ridiculous answer comes out, and sometimes, sometimes from those ridiculous answers, something really—creative idea pops out."]},{"begin":"741.760","end":"762.160","lines":["In this case, we ask ourselves, what if we can change the direction of gravity? How can you do that? It’s possible. We ask ourselves these questions. That led to a new type of humanoid robot, or bipedal robot, called BALLU. The body is a helium balloon. It’s a balloon with two legs. It’s a ridiculous robot, but it cannot fall down."]},{"begin":"762.160","end":"774.760","lines":["It’s the world’s safest bipedal robot, most likely, and most likely it’s the world’s cheapest, lowest-cost humanoid robot. It walks elegantly—a crazy, cute, wonderful, out-of-this-world robot called BALLU."]},{"begin":"774.760","end":"781.800","lines":["Yeah, very cool. How is AI factoring into, uh, your robotics work and the future of robotics?"]},{"begin":"781.800","end":"794.000","lines":["Yes, so AI can mean different things for different people, but for our robotics, AI can mean autonomy. These days with this large language models—and we have a new concept called large action models."]},{"begin":"794.000","end":"818.800","lines":["I talked about this Artemis humanoid robot. It’s a metal robot. It can run, jump. It’s a high-performance robot. It’s a big, tall, heavy robot. Now, when we first introduced Artemis humanoid robots, the robotic society, the community was stunned by its performance, and everybody was asking, “Dr. Hong, what kind of AI technique have you used?” And my answer was we did not use any AI. As a matter of fact, we couldn’t use any AI."]},{"begin":"818.800","end":"839.600","lines":["The reason is this: Now everybody uses ChatGPT. It’s a text-based, you know, chatting AI system. What is the data? The data is text. Right? You probably know DALL-E. DALL-E is a AI system where you give a prompt and it generates images. You probably know Sora. Give a prompt and it generates video. Right? So to do this, you need to train it with data."]},{"begin":"839.600","end":"854.680","lines":["For ChatGPT, data is text. Where do you get the text? Text everywhere—books, Internet, everywhere. For images, where do you get the images? Digital cameras, your smartphone— it’s on the Internet. For Sora, the video-creation AI, where do you get the data video? It’s on YouTube. It’s everywhere."]},{"begin":"854.680","end":"863.200","lines":["So we can train these systems to do that. Can you use the same concept for robotics? Okay, let’s do that. Then you need to have the data, but what is the data for robots?"]},{"begin":"863.200","end":"884.040","lines":["It’s the motion, position, acceleration—not only that but impact, friction. Where do you get this data? If you search online, do you find this data? No, it does not exist. So we didn’t have the data, and it’s very difficult to get this huge amount of, uh, data. So, that’s why we couldn’t use AI techniques to make it work for Artemis. Okay?"]},{"begin":"884.040","end":"908.000","lines":["Now BALLU is different. Let’s try to do it a model-based approach. We couldn’t do that because it’s so highly nonlinear. When the wind blows, it’s so sensitive to different type of conditions—very difficult to describe its motion using physics and mathematics. So we couldn’t use model-based, but unlike Artemis, this robot does not fall down."]},{"begin":"908.000","end":"923.560","lines":["So in the lab, 24/7, it’s constantly walking in the lab. We have the motion-capture camera, and we’re extracting data of its motion. So we trained the AI system to make it walk. So this is really interesting. So the Artemis robot, uh, we couldn’t do learning-based, so we did model-based."]},{"begin":"923.560","end":"930.160","lines":["BALLU, we couldn’t do model-based, but it was great for learning-based, which is AI. And that’s what we did."]},{"begin":"930.160","end":"932.920","lines":["What excites you about the future of robotics?"]},{"begin":"932.920","end":"963.440","lines":["Oh, it’s robots! How can you not be excited about the future? Every day, I’m like a kid in a toy store. There’s also danger of AI in these type of robots—ethical problems. Sure. We are completely aware of those things. But if you think about it, what is technology? What is robotics technology? Yeah, some people define it as sense, plan, act. It’s an intelligent machine that does work. For me, robots—the definition of robot for me is an intelligent machine that does things that people cannot do or shouldn’t be doing or don’t want to do."]},{"begin":"963.440","end":"981.040","lines":["In other words, robotics is a technology to help people make the world a better place and make people happy. It might sound cheesy, but that’s truly what I believe. And this Electric State robot, Cosmo, is no different. Is it a robot that actually does helpful work and fixes stuff in your house? No, but it’s entertainment."]},{"begin":"981.040","end":"988.000","lines":["It makes people happy. And I think that is very, very important."]},{"begin":"988.000","end":"993.240","lines":["Awesome. Well, thank you so much for joining us today. This has been really fun."]},{"begin":"993.240","end":"1001.320","lines":["That’s all for today’s episode. Check out an extended version of this episode on our YouTube channel. We’ll be back on Monday with our usual science news roundup."]},{"begin":"1001.320","end":"1020.800","lines":["Science Quickly is produced by Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses, Emily Makowski and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1020.800","end":"1039.720","lines":["For Science Quickly, this is Rachel Feltman. Have a great weekend!"]}],"duration":1039}