{"title":"Can Hopeful Skepticism Replace Harmful Cynicism?","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/the-science-of-cynicism-and-the-transformative-psychological-power-of-hope/","audio":"https://traffic.megaphone.fm/SAM7818878815.mp3?updated=1738266076","intro":["Giving in to cynicism makes us less trusting, less connected, and even less physically and mentally healthy."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Psychology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, this is Rachel Feltman."},{"author":"","text":"No one wants to be a sucker. But do most of us go too far in our efforts to avoid naivety? In other words, are we all a little overly cynical?"},{"author":"","text":"My guest today is Jamil Zaki, a professor of psychology at Stanford University. He’s also the author of a new book called Hope for Cynics: The Surprising Science of Human Goodness. He’s here today to tell us what the research says about cynicism—and how we can harness the power of hope to live better, happier lives."},{"author":"","text":"Thanks so much for joining us to chat today."},{"author":"Jamil Zaki","text":"It’s my pleasure."},{"author":"Feltman","text":"So what inspired you to write this book?"},{"author":"Zaki","text":"I decided to write a book about cynicism because I was drowning in it [chuckles]. It’s a little bit surprising to people because I’ve studied things like empathy and kindness for 20 years, so a lot of people assume that I must walk around just being blissed out by how great humanity is all the time. But it turns out that, like so many people, I often have trouble trusting others. I sometimes feel like maybe human beings are not that great. And especially early in the pandemic I found myself really feeling pretty gloomy about the state of our species and the state of the world. And I thought, “Well, if this is happening to me, then imagine how other people feel.” So that’s, that’s what inspired me to begin this journey."},{"author":"Feltman","text":"Yeah, and would you tell us a little bit more about your background?"},{"author":"Zaki","text":"Yeah, so I’m a behavioral scientist. I teach at Stanford, and I run Stanford’s Social Neuroscience Lab, and we use tools from neuroscience, psychology, economics and all sorts of other fields to figure out how people connect with one another and how they can learn to connect more effectively."},{"author":"Feltman","text":"So I believe at one point you, in your book, you call cynicism a “disease of social health.” Can you tell us more about that?"},{"author":"Zaki","text":"Yeah, so let’s define our term first. Cynicism is the belief that people in general are selfish, greedy and dishonest. It’s also on the rise; much more people feel this way than they did 50 years ago. The reason I call it a disease of social health is because it’s really a barrier to our ability to connect with one another."},{"author":"","text":"So more cynical people, because they feel like others can’t be trusted, are much less likely to take chances on them. They are less likely to strike up conversations with strangers, to confide in friends, to try and put faith in others at work, and because of this, cynics’ relationships stagnate over time; they end up lonelier and because of that less mentally and physically healthier as well."},{"author":"Feltman","text":"Right, and you mentioned that cynicism is on the rise. Could you tell us more about that and why you think that that’s happening?"},{"author":"Zaki","text":"Yeah, in 1972 about half of Americans believed most people can be trusted. By 2018 that had fallen to a third of Americans ..."},{"author":"Feltman","text":"Wow."},{"author":"Zaki","text":"[Laughs] Over that same period our faith has plummeted in all sorts of institutions, from education to science, to government, to industry, to media—you name it. And, you know, there’s lots of reasons for this collapse, this real trust deficit and this rise in cynicism."},{"author":"","text":"I think one is the way that we consume media, you know? Media—not your show, of course—but [laughs], but many are often oriented not to keeping people informed or healthy or connected but to keeping them online ..."},{"author":"Feltman","text":"Sure."},{"author":"Zaki","text":"To, to make sure that we keep on gawking at whatever is presented to us. And people, it turns out, even though we don’t find negative information to be pleasant, we’re very hungry for negative information. We pay lots of attention to bad news and bad signals, and so that’s what the news gives us. And the more time we spend on legacy media and especially social media, the more likely we are to feel that the world is getting worse and that people are pretty terrible, too."},{"author":"Feltman","text":"Yeah, well, let’s talk about the cynics. You mention in your book that cynics often believe they’re more astute, more realistic than people who aren’t cynical. What does the research actually say about what cynicism does for us?"},{"author":"Zaki","text":"The great writer George Bernard Shaw once said, “The power of accurate observation is commonly called cynicism by those who haven’t got it,” right? [Laughs] And the idea is that cynicism is a form of wisdom or intelligence."},{"author":"","text":"And it’s not just cynics who believe that. Researchers presented people with a story about one person who trusts nobody and thinks people are awful and somebody else who’s pretty trusting and thinks people are generally good. And they asked those folks: Which one of these two people do you think would be better at a bunch of different tasks?"},{"author":"","text":"Seventy percent of people believe that cynics will be smarter than noncynics ..."},{"author":"Feltman","text":"Wow."},{"author":"Zaki","text":"And 85 percent believe that cynics will be socially smarter—for instance, better able to know who’s lying and who’s telling the truth. In other words most of us put our faith in people who don’t put faith in people [laughs] ..."},{"author":"Feltman","text":"Mm."},{"author":"Zaki","text":"Which is a, a bit of a tongue twister, but it’s true. And most of us are wrong."},{"author":"","text":"So the research is clear that cynics, compared to more trusting people, actually perform less well on cognitive tests and are worse at spotting liars. So it turns out we think that cynics are, like, social geniuses, but in fact, if anything, the opposite is true."},{"author":"Feltman","text":"Hmm, and do we have any idea of why that is?"},{"author":"Zaki","text":"We do. So if you are very cynical, you might not have faith in people, but you have lots of faith in your assumptions, right? You are sure that folks are terrible. And like a lawyer looking to defend their case, you look only for evidence that supports your bleak assumptions, right? And when you try to think that way, like a lawyer, when you try to argue your case instead of thinking like a scientist, you know, you might do a good job convincing other people, but you do a terrible job learning about the world. So being closed off to others also means, in many cases, being closed off to evidence."},{"author":"Feltman","text":"So speaking of, you know, being open, you make the distinction between cynicism and, and what you call “hopeful skepticism.” Could you unpack that a little bit for us?"},{"author":"Zaki","text":"Yeah, so if cynics think like lawyers, skeptics think like scientists. Skepticism is defined as a desire for more information and an unwillingness to accept claims without learning more about their evidence, right? You know, even though “skepticism” and “cynicism” are often almost used interchangeably, they’re actually quite different, right?"},{"author":"","text":"So skeptics, because they hold on lightly to their beliefs, are actually really agile. They can learn and adapt quite quickly. Hopeful skepticism combines that sort of scientific mindset, right, that openness to evidence, with a second piece, which is understanding that oftentimes our assumptions aren’t just wrong; they’re systematically wrong in one direction, which is that we tend to be biased negatively. We pay way more attention to the harm people do than to the good stuff that they do. We pay more attention to threats than to helpers, for instance. And because of that, our baseline is skewed way too negatively."},{"author":"","text":"So hopeful skepticism is thinking like a scientist and also understanding that when we let go of our assumptions and start paying attention to the evidence, people are probably a lot better than we think, in many cases."},{"author":"Feltman","text":"Mm. I think something I hear a lot from folks, especially on social media, where we’re, of course, all our [laughs], our best selves, is that, you know, they feel like being too optimistic, too hopeful, you know, too opposed to the idea of cynicism is like putting their heads in the sand. You know, it’s, it’s a privilege to be able to do that. We shouldn’t be doing that."},{"author":"","text":"What advice do you have for people who really want to, you know, effectively advocate for change, who wanna help make the world better, protect people who, who need help, they wanna be the helpers without, you know, falling into cynicism and despair?"},{"author":"Zaki","text":"You know, I hear this question all the time, and, and I find it really important, right? There’s this assumption that maybe being positive in any way is like hopewashing our problems ..."},{"author":"Feltman","text":"Mm."},{"author":"Zaki","text":"Ignoring all the problems. As you said, that it’s a privilege to think anything positive about any person ever and that cynicism maybe is a radical emotion, right? Maybe if we focus on everything that’s wrong, we’ll have a better chance of improving it."},{"author":"","text":"That’s intuitive, but it turns out, when you look at the science it’s backwards. So cynics see lots of problems and maybe they even talk about problems with our culture and our society, but they act as though nothing else is possible. I mean, if our broken social systems, right, if things like racism and oppression are just a reflection of who we are deep down inside, how could you ever hope to change any of that, right?"},{"author":"Feltman","text":"Mm."},{"author":"Zaki","text":"And so cynics end up with what I would call a dark complacency, right? They don’t think things are gonna be great; they think things are gonna be terrible. But they also don’t have to do anything about it because why bother? So cynics, for instance, vote less often than noncynics. They take part in social movements and protests less often than noncynics. And in fact, I would argue that cynicism is a tool of the status quo. If you want nothing to change, one of the best things you can do is convince everybody that change is impossible."},{"author":"Feltman","text":"So for people who are listening who are like, “Okay, I’m ready to change; I’ve looked in the mirror and realized that I am being cynical and it’s not helping me,” what advice do you have for them?"},{"author":"Zaki","text":"I think there’s a few places to begin if you want to replace cynicism with hopeful skepticism."},{"author":"","text":"First, I wanna be clear: I’m not asking people to be naive or to, you know, just be bubbly all the time and imagine that everyone and everything is wonderful. Hopeful skepticism is a response to difficult times. It’s a great way of adapting to and working through adversity, whether that’s personal or collective."},{"author":"","text":"Now, what can you do? Well, first, I think it’s important to fact-check our cynical thoughts and feelings. I do this all the time. I mean, even though I [laughs] wrote this book and study how to defeat cynicism, I still experience it all the time. I’ll meet somebody new and I’ll think, “Oh, this person just gives me a bad vibe. I, I probably shouldn’t trust them.” But, you know, a human cannot live on vibes alone, and maybe they’re not actually ..."},{"author":"Feltman","text":"[Laughs]"},{"author":"Zaki","text":"[Laughs] Maybe they’re not actually that helpful. Oftentimes, if I interrogate my thoughts and I say, “Well, wait a minute, Zaki, you’re a scientist. What evidence do you have that you shouldn’t trust this person?” I realize: I have no evidence, and in fact, maybe I just skipped lunch and, and am in a bad mood, right?"},{"author":"","text":"So I think that the first thing is to ask ourselves: “Do we have the evidence we need to draw a conclusion, especially a broad conclusion about all of humanity?” If you don’t have that evidence, a second step is to collect it; take leaps of faith on people. You know, I’m not saying recklessly giving your bank information to a prince who’s gonna wire you $14 million, but maybe allow people to show you who they are, give them a little bit more of a chance to express themselves."},{"author":"","text":"And the research is clear: when we do that, when we put faith in other people, they actually become more trustworthy. They’re more likely to show up for us. So, you know, share that difficulty you’re going through with a friend, strike up that conversation with a stranger, give your colleague a little bit more responsibility at work if you’re their supervisor. All of these are ways to build our hope and also give the gift of that hope to others."},{"author":"","text":"And then the last thing I’d say is to try something I call positive gossip, right? We tend to focus on the negative, and we also tend to talk a lot about the negative, right? If you have nine pleasant interactions in a day and one with somebody who’s sort of a jerk, who are you gonna talk about that night [laughs]?"},{"author":"Feltman","text":"[Laughs]"},{"author":"Zaki","text":"We all know the answer: it’s the jerk, right? But you don’t have to do that. I would encourage folks to try and pick out one example of human goodness that you see during your day and then share it with the people in your life that evening. I think this can help you fight their cynicism, but it can also fight yours because when we know we’re gonna share something, we start to notice it more easily."},{"author":"Feltman","text":"Yeah, that’s great advice."},{"author":"","text":"You know, you’re not just a writer, of course; you, you research human behavior. What questions about human connections are you still trying to answer? You know, what are your, your next big things to tackle now that this book is out in the world?"},{"author":"Zaki","text":"My lab and I are really focused right now on using anti-cynicism, as it were, to fight loneliness in young people and young adults in particular. As you might know, there is a crisis of disconnection among young adults—these are people between the age of 18 and 30. And in fact, that’s cost young adults so much happiness that the U.S. fell out of the world’s top 20 happiest countries for the first time last year, driven entirely by a drop in young adults."},{"author":"","text":"We think that this is tragic because it’s so avoidable."},{"author":"Feltman","text":"Hmm."},{"author":"Zaki","text":"Our research is really clear that young adults really crave connection. They want to help each other. They want to be with each other. But they don’t realize that the people around them want the exact same thing."},{"author":"","text":"So we’re sort of all avoiding each other because we think that’s what everybody wants when it’s actually what nobody wants [laughs]. It’s like if social connection is a psychological form of nourishment, young adults these days are starving while standing in the middle of an organic grocery store, unaware of the resources available to them, so in our lab we’re trying to make young adults more aware of those resources. We’re showing them just real data about how much people in their generation and their communities want to connect. And we find that when we give them that data—not lying to them but telling them the truth—they’re more willing to go out on a limb, and they end up more connected as a result."},{"author":"Feltman","text":"Well, that’s really cool."},{"author":"","text":"This has been so interesting and definitely has made me feel a little less cynical, so thank you so much for coming on today."},{"author":"Zaki","text":"Thank you. This was delightful."},{"author":"Feltman","text":"That’s all for today’s episode. Don’t forget to check out Hope for Cynics: The Surprising Science of Human Goodness. We’ll be back on Monday with our weekly science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman, hoping that you will have a wonderful weekend!"}],"wave_peaks":[17794,29350,29031,27765,29110,23092,25297,17808,21271,30393,25696,7784,30504,30328,30169,29851,7861,29766,29283,30613,28961,26535,25812,29844,27138,30247,22614,9833,24625,29575,30738,31319,24302,30087,29101,27780,29612,29410,20853,29936,24414,30162,29215,29680,23863,26235,16592,11951,29707,29125,27347,28814,29022,14516,28814,29104,29708,25549,30835,16357,30097,26728,29208,11990,30290,26536,29655,27498,17657,26798,27314,29607,30110,12574,29593,30430,25971,26424,19346,13842,23232,30279,15304,30178,23796,12199,6141,29298,30823,28970,2942,22897,27317,8282,29546,23914,19566,5146,2890,683,2316,4506,7540,10497,7323,6517,4915,5644,6013,5849,4151,16907,16123,13143,12471,15812,10780,10098,15587,15040,12814,5156,1654,1474,16099,14724,13001,10076,15993,13989,7080,14761,12966,13510,14323,13359,14759,15883,15548,14102,11296,9961,13262,15643,9268,2132,3952,15905,12061,5657,14316,12147,11447,14739,12167,15016,14006,12696,14439,5449,1702,15399,14054,11641,12500,15037,13187,7498,15255,16049,14334,14768,11660,14759,11596,11547,7898,15597,10138,12338,14972,12390,11039,16712,15315,12835,10668,4890,15250,16379,10293,15647,10304,14916,10765,5106,3048,13911,15106,14240,13510,14837,11362,14267,16497,13348,11221,9171,5596,2035,15728,15213,15005,15411,15009,8564,13105,7841,15307,14427,16067,10934,11803,10763,4507,6067,7024,6822,6052,7327,7080,8708,8577,10554,10726,6831,2757,1525,565,181,80,15432,13525,12610,13158,15460,10798,309,13232,15534,8519,33,15439,13865,15426,15467,9902,11325,11546,2925,6902,15403,15422,12938,9053,8698,12128,7742,7603,9182,15471,7798,7621,4850,8473,15602,6747,15401,14198,11783,15675,6194,8331,14927,10707,10785,3502,9068,13912,11171,9986,6621,6749,5990,10786,7784,5835,15422,461,15434,11088,15441,13128,15442,9349,7958,5771,11582,15375,12111,13530,11460,9656,11457,14043,11163,15446,11782,15426,15491,14355,12800,6266,12277,9987,15378,14942,13589,5193,12071,11947,5090,5815,5084,12251,12054,6270,7866,12108,569,14115,10862,11579,15458,12996,15451,14846,8891,9228,1682,7686,10461,11929,9644,9647,9289,7440,5406,11869,8726,11249,4342,339,15416,5876,12520,5232,10838,8349,13656,13681,4498,4330,6463,6319,15427,800,10693,14702,13924,8071,7471,8534,8296,6544,120,7007,15478,15480,8402,3207,3049,15443,15460,11216,6216,2762,6025,4544,4441,2660,0,14409,15391,3392,14838,15476,12159,11003,14151,14644,15419,7294,98,15451,6506,15404,11821,8591,9085,11292,9315,7145,1725,11466,7616,15500,9163,9370,15380,9030,7670,6201,10227,9619,10350,8368,7982,809,9253,8782,9840,9509,11550,4184,15416,9843,8410,7772,13231,4875,6150,10136,5086,14202,12663,11994,7629,14877,1321,14055,13409,9740,9598,5380,9318,9520,6145,7006,4756,3303,2886,0,0,12801,15376,12890,15442,11016,12102,12825,8277,15450,11031,11080,10826,9782,11092,11121,12317,14575,9161,374,15379,15416,12015,15454,11498,50,15463,14336,15434,8164,14977,10406,10020,13240,8649,8813,7936,15406,11953,6850,15463,11649,8820,11641,10009,14411,9651,7293,6421,9707,6029,4772,380,15398,15494,15488,9630,5210,15406,8405,9367,12386,11511,10728,7619,9368,5028,7047,6064,612,11675,8005,15250,6925,6915,7221,10747,9582,9045,2890,395,14959,10604,15459,11072,5498,6662,14627,9619,6600,8293,8353,4330,7688,5093,4444,4962,484,7216,11659,9263,6158,7259,6031,8682,8622,894,11351,10182,11714,9847,15450,12877,13784,13658,11594,8868,7559,5316,4057,5102,2486,8240,8278,12424,9860,7646,9312,7632,6528,4869,2696,3773,4693,10166,11438,7336,7409,12351,12637,2638,6473,6715,5579,11876,13947,12623,10488,11689,11329,8670,10201,777,10802,8590,9610,5208,2603,3049,15392,10071,7109,7022,4294,9462,7330,4173,4749,7350,6914,8449,8068,5750,7210,6882,7524,7877,5718,4027,5227,3442,3720,3693,3905,117,15478,10246,12935,13765,13922,12163,11430,9132,12328,15413,13787,2341,15515,13390,15414,11524,15464,15241,9972,9743,15422,8388,10769,15441,10031,1159,15470,12678,6256,15551,7431,15313,9527,9946,11807,9129,7467,8437,4093,8236,9330,8064,3009,15448,9585,8806,14244,10038,10545,5223,9631,15445,13509,12630,10140,16178,11333,15441,6867,7855,14267,7757,6510,6960,9304,12697,5954,12145,10918,9294,5959,3958,2515,6784,8478,9972,9008,7928,7469,8940,5444,11067,6408,7171,5353,3629,338,9538,10965,7778,13694,4176,11230,13501,14889,10588,5240,5380,6106,9068,8099,4273,8562,15505,13599,8786,12778,5401,5333,6414,10173,8012,7120,7510,861,6491,15429,12587,7416,9791,7513,4273,5232,5514,3493,5385,4945,2888,5391,8716,5729,10698,15465,14086,14454,12407,23886,15724,15269,1295,15484,10840,15310,15415,7171,6720,8917,9064,4302,6745,10253,9475,342,8121,5762,1882,6904,8668,3922,6846,8479,5707,1747,248,15433,11682,15482,15444,10902,6257,16257,10400,9044,15496,15490,7249,9398,7922,7653,6001,1181,11790,11856,6089,9964,4535,10030,11019,12678,248,15451,12566,15422,8036,10595,10075,6584,7425,4038,13121,15476,158,13200,6504,6064,7643,5808,5268,4533,7679,6467,15553,10309,4249,6693,6172,5740,6118,9724,10943,5880,15392,15417,7594,5839,2630,9420,13503,2144,5432,8787,13866,6949,7339,6134,5841,4096,13493,6267,13633,6821,7407,8929,6283,7382,4747,9797,15497,6545,13829,8167,6532,6850,9602,9943,6104,13150,14193,10997,10092,12397,7138,5271,5039,4068,61,15677,15501,669,656,15438,14858,11453,13359,15177,14396,9850,10081,14750,10348,1388,14609,15460,11654,11577,13832,15522,7876,10692,12098,12895,10402,11066,10563,12606,13701,11731,13726,11168,9950,15460,11073,11892,15448,1200,15451,11982,11831,15355,7357,14275,15332,15476,10466,10510,15558,10883,13176,3617,11,15394,15342,9036,8128,7357,6598,9066,8799,15398,11016,14024,15503,13862,7311,6403,11366,15438,8850,14045,9546,6240,8286,9401,9913,10440,10567,5099,7851,15484,7228,13080,8790,11788,6844,5985,10756,3733,6629,5633,2610,11373,12853,10486,15437,6229,4913,4298,411,12932,8076,9454,7089,3354,10019,5840,9803,11027,9058,10617,9451,7156,11902,4518,15426,15438,4640,8534,13690,5248,3304,8966,7720,5339,8892,5163,5142,4310,12603,5785,7591,3939,437,10455,14491,12417,9673,3013,10059,10890,7251,8896,9470,9825,15490,9591,10158,9127,6972,4008,2445,239,10494,15396,9102,9572,5997,7751,6974,1963,9884,8803,3151,11482,12947,8163,6673,3631,3980,6724,437,12290,15090,13801,13700,8570,9506,15492,7730,6961,11811,7192,4591,3837,9772,4798,13493,8489,7449,10497,9444,4889,4700,3723,2364,378,13495,15474,8331,3224,15455,13762,10314,6453,4337,5985,6860,13532,173,10725,15432,5822,3498,5395,15442,6426,10575,10080,11799,15459,9225,12292,12713,14785,10920,4354,15256,14181,8867,12867,9599,494,7728,11686,8477,6768,8066,4686,11881,6840,7357,7257,6592,7741,5211,7903,388,14054,6827,7800,12962,13844,11805,9482,13779,12405,4160,2267,227,7665,10884,15448,12534,8563,14039,8016,9621,2729,271,13479,10952,15493,7761,9913,8002,138,10071,9381,13523,12150,3923,9969,4861,12030,4311,2330,15327,11554,9882,8140,7287,5799,2039,1537,12985,8476,15411,12387,11526,3708,14683,13333,6021,0,9781,12248,15161,8967,9964,10434,11809,6960,5098,11404,11299,7263,6435,5440,3114,13378,15400,14153,11267,8528,7084,8718,2820,3147,12710,11367,15476,4839,10577,15420,11489,8717,12892,14153,13784,12307,10631,7572,11214,8840,8560,2496,3849,10930,15270,14171,15393,7683,8852,7729,10214,7324,15337,11036,3466,371,10443,9911,12951,4408,12461,8163,15451,11329,2357,15494,10025,5616,8636,10745,15436,4178,7266,8192,4951,11982,10479,6968,8820,8565,8062,7022,256,8075,14799,9183,9883,15533,8346,14077,11285,11463,9149,9621,13535,9075,9537,7270,4302,1221,10591,4534,10918,13732,12301,11205,3575,310,15467,10671,4561,5903,8788,7380,5633,7983,11384,7369,2861,1184,0,15255,13101,15543,6976,10619,13086,12687,11303,1221,13495,14973,12768,11141,12782,11214,11308,15349,13452,10427,13049,4517,15452,10999,15337,13768,13177,15431,12546,11603,1348,15491,15321,15381,10380,11803,13224,925,0,14644,15460,15267,9668,8427,258,13353,9929,12353,11362,10022,4721,12924,10990,8210,9367,4064,3184,1723,439,13331,7005,7964,6346,6525,8247,7746,7515,6797,649,7233,6255,1133,12920,12972,7063,8476,6641,4655,2550,8577,14405,10588,11520,2122,4585,9162,11024,7832,8132,4213,11235,15166,225,8059,6558,5415,5925,5254,2480,1331,5725,15010,11504,5418,4948,5944,6902,9976,6181,301,12491,13888,7874,10185,5072,7025,2147,12452,5529,12890,6539,1757,2497,8028,11472,9623,3719,15369,3479,8674,11304,8735,1677,8630,8710,5883,1180,75,13443,6177,8721,14101,15526,1776,482,8355,11950,11277,4565,14480,1341,5216,7357,1107,180,12234,7134,15465,8691,9993,15153,11626,1942,9523,7277,7410,8931,9257,9208,8062,4830,38,2216,12177,11027,9838,15443,8211,2477,5911,15480,13239,1922,1365,6798,11302,12840,5694,12760,10217,9194,7112,12985,12241,4295,10714,12861,10438,10638,355,8381,10448,7563,10783,6386,8389,7211,3479,12643,10235,1386,8464,11251,8518,5932,3638,15432,6936,10819,4739,2717,6040,5880,13480,13138,5458,2398,1587,8603,9087,5478,3363,4998,5936,8011,2946,3287,2023,6435,6578,15419,4124,7731,9435,1523,5218,6869,2992,4120,2662,2273,5389,10976,13980,4404,11984,9729,7637,10301,3086,8186,6514,6562,7033,10470,6605,5104,2191,4702,9749,6619,12857,5051,4263,8549,10023,11313,7585,6611,2590,11683,12440,11254,7640,7080,15434,14486,11772,15349,12319,10951,6458,3979,5343,9641,7574,4246,8830,9536,3983,365,10978,12109,7343,14100,11245,6962,6020,5961,6066,1626,925,0,0,14034,2322,14425,14512,13186,13164,15149,9426,12905,13053,15374,9404,10516,10829,9518,11358,14651,13342,13188,15605,15320,11217,12713,13180,15056,15439,8527,15354,9769,10740,12191,11936,11633,15535,11446,11556,11150,7830,15438,11662,8910,10216,12462,11496,10985,12297,11314,13819,4649,15388,14384,13262,9808,15541,11357,11470,12669,8437,10596,9303,15430,7512,12503,15366,12191,6747,12674,10988,15467,11398,1041,5943,15512,12607,8809,15468,13564,8335,11222,12468,9366,13128,7900,14358,15545,14929,15469,9869,9050,9192,14935,15481,7745,15404,11730,7528,13446,15497,10242,10455,15411,12493,8963,14746,11748,9591,1209,725,15536,8304,14572,15568,12237,12071,8127,10552,11171,9833,12302,487,0,0,15406,11630,9647,8464,8562,15466,10265,8597,8377,9349,5470,7799,922,10464,13463,7576,12222,13781,10553,6650,8390,8161,13651,7494,10099,15410,4098,8917,14336,15483,15436,11846,9535,14307,10603,7953,9298,8229,13949,8539,9646,15452,9563,7391,12069,4070,3698,10775,15406,8492,14767,9525,12240,9030,9291,7871,4303,13732,13356,10163,7963,8488,13224,10577,15420,13134,3013,8183,10037,7413,5734,1468,15439,10518,12354,6486,12195,6894,9496,12902,10436,7258,6380,3215,536,244,15447,6999,5334,15484,8482,12159,8557,8948,8868,6621,11036,4737,2522,476,15401,7925,13470,4938,15454,15496,15510,3175,5046,11967,9804,14616,15466,8394,4761,8873,9576,6016,8287,7552,439,15438,10619,15382,11094,15491,10524,8159,8110,2174,255,15497,11469,15442,11016,15401,4553,13057,7999,6042,9529,8070,9293,10906,7480,9220,15444,5541,3325,15476,11606,11171,8421,6755,9190,11664,10666,8355,12440,1709,1942,15430,11121,12134,12664,9099,4669,2256,3024,9170,9457,11527,7525,9186,14480,12094,12433,12452,15440,15423,6622,8428,2667,1740,8114,15418,11104,10137,9692,8953,12038,170,10898,13851,12848,12349,14194,11988,12471,8378,7281,9077,10244,15444,15447,12720,2788,6056,12950,8952,5886,4451,11693,15429,10839,5146,12279,8687,4525,974,12394,6650,12036,8363,7972,5702,4735,9996,9653,11757,8284,6466,6433,9152,15408,2012,7920,15502,9879,2845,11139,8796,7994,10108,9652,10300,12192,12608,7205,237,10644,15427,15463,8938,11024,5902,13829,15507,6198,8403,8109,14774,10199,8977,5782,7705,14848,3379,84,0,2592,15540,12763,12369,10195,11272,12296,14306,11351,15513,8695,11250,15462,10456,10553,13396,13955,15362,15587,15330,15554,8014,15386,15382,9228,15216,15599,8742,6701,1820,15429,14074,15518,14534,13250,178,0,15,14225,13101,15141,12705,10882,6030,8796,6017,8496,7835,15420,6961,9701,7979,10329,8564,8242,9851,7915,6240,3835,15425,15260,8150,9903,14829,12274,5774,8919,6682,12305,4736,1764,7561,9612,7234,7308,8947,15437,15423,15436,9077,9264,6903,9761,6908,7009,7938,6205,4611,6962,626,15442,7845,8128,8351,10515,11727,12208,4151,11382,8394,5216,7615,14212,15544,9393,11918,9525,6094,7369,10718,5144,15299,15456,7798,10314,8225,7570,8501,5115,3850,2973,913,15423,6319,15435,13913,11668,3726,9645,11046,7635,11641,13553,7290,15445,9473,8467,15443,3834,5024,3099,2583,15385,7000,12272,8282,10267,15515,11040,6226,8614,10541,15492,6613,15432,12737,8239,8283,15412,15402,9024,13272,13095,9472,15435,15446,11281,14118,10570,7894,11582,15474,15416,11638,10823,15575,14498,6852,11606,11853,6534,7926,4245,445,15436,15397,14277,9919,8981,14073,15418,15489,15456,14263,15690,30761,31200,22656,9105,2418,15490,14031,12852,11978,15528,5772,1180,15468,10073,8841,14078,13500,6852,12691,7500,14791,15480,15438,7333,15392,8595,4734,451,15436,15466,5105,5200,8047,8279,10215,4726,7452,1000,15364,15542,8108,8908,14516,15466,1658,212,14080,13853,15376,10168,15488,12633,13467,12609,13093,11244,6324,15402,5387,15445,10417,11872,11185,6945,4865,2514,15393,13430,7302,12366,11678,7747,5047,4779,8533,13773,14008,4402,4706,4336,9896,7542,15472,5928,12276,13490,4928,5221,7489,8085,15467,8233,9893,4033,12914,13334,11016,181,11196,15449,3334,9421,7816,9828,9665,3923,7254,2476,9059,15447,15441,7507,6546,13276,14229,12965,11245,9901,10115,8733,8705,15431,12608,6447,6657,5808,15470,12665,15560,8892,1298,5967,3301,841,11636,12815,6052,5557,4714,5848,3835,208,15028,7024,10358,8351,6085,7526,8737,7440,3959,12250,15446,3990,984,12492,13211,9721,6697,13679,4758,4148,9924,9323,6709,7711,2957,9051,14470,11413,8977,5995,5997,3492,10090,15430,7525,6620,14746,14397,3345,416,14601,12118,7065,12298,14719,13510,8854,6055,7699,5452,5998,5264,5462,15165,15387,6250,5639,4360,3815,3974,506,14614,9732,8487,7902,8501,9420,6989,7271,5732,8055,6912,7633,4668,4683,3732,15430,8814,5383,5265,5193,5181,9464,14744,5982,5117,7534,9510,9669,12340,10727,6814,10726,4778,392,15519,14563,12303,11242,6686,9682,11187,14376,9478,11793,13353,10021,10522,4364,333,232,11564,10441,11668,14394,11399,12013,10712,4296,15231,15461,9800,15467,11136,14938,9877,3720,481,11824,15463,15427,9985,10148,15472,9692,15460,5208,2910,11130,11467,14247,12107,12116,12552,11272,11031,14305,359,14063,10797,15497,10257,15432,15455,9047,9273,10771,15403,14045,6909,8393,15205,14735,15395,15427,7789,11468,9003,7180,3918,15313,8153,12017,9356,6368,3668,10122,6260,7343,1671,13537,10346,10792,6830,6807,7124,4467,5542,6422,5182,13289,10858,13423,9205,10319,14470,4993,4607,2614,14359,12020,12832,4644,15436,11931,9227,4482,15412,13148,14013,10269,2729,4880,8673,10311,8095,8389,5739,6596,6702,6653,3956,5222,3199,1955,11,15174,15411,7326,12154,14718,2178,15519,12574,15615,9762,15439,9683,8231,13658,9124,9322,12136,10580,11687,378,15458,4689,15411,15427,10335,15345,7248,15463,8079,15506,15533,12137,7598,0,0,5430,15550,12283,7950,9100,10626,7364,5225,6021,5627,7335,4656,247,279,9825,10327,8060,8658,6968,14600,8719,7968,239,8136,13466,12257,8790,3945,6840,8493,3397,5619,4215,8919,6961,6682,3467,4859,5701,511,10630,15472,14796,8962,7969,15400,4510,5825,8176,5903,4152,2317,9508,6689,6887,5440,7986,5860,4188,5206,4490,3680,5663,6486,3254,13894,15406,6665,9033,15488,14935,8081,15405,2668,12553,10825,10747,9500,6207,3398,542,8329,15394,6398,12223,12636,12049,11105,12859,9257,10680,8238,7190,5998,8358,7626,3877,7375,8045,3823,15434,14747,4422,7729,962,8406,15145,14196,6927,6378,3386,495,227,8209,9940,7135,10643,13869,9991,10909,9589,10622,7896,3472,15519,5177,4788,5114,5902,12547,14620,11269,9783,193,10849,8648,9449,8523,4473,148,51,11175,15443,9919,13056,12303,9966,11866,6744,13352,11539,5578,11545,15416,12199,13170,5662,13377,11029,14834,10702,3982,5403,1357,260,15486,10447,11244,14908,15227,14601,13710,8988,9955,10628,15432,14505,13393,11755,15481,11931,12567,13003,15339,17304,4782,15489,8864,12199,9646,12050,12358,10842,13258,12608,10473,9210,10474,6991,2443,13534,15083,4998,9700,13680,13310,10122,6296,12707,6944,6417,7978,6568,5375,4167,3564,4649,492,15446,12289,11525,4891,5409,7451,8233,9644,15497,371,10345,14649,15420,9615,11448,12936,12976,3667,15438,12968,5597,2181,1840,8298,10682,8896,8564,4199,15148,13441,2277,13345,15439,8630,5607,6112,5030,3958,1918,7254,9770,8370,12683,5494,4776,2039,7906,14083,11407,9057,13303,8511,11625,3899,17334,12713,7306,10357,6431,7486,6069,2153,10175,9376,9492,8932,7989,7887,3990,13135,10017,10698,14405,7829,7176,6966,2482,3017,17309,9939,9605,9648,10219,15540,15583,13083,12656,14381,14439,10163,11285,12939,12294,11463,10779,14181,12843,12826,11992,12436,15582,9707,13756,12789,16388,15520,15279,14560,9524,9986,10777,3004,2682,2514,2198,2656,1852,1529,1390,1424,18188,14733,11029,13311,11744,3948,15702,15405,16824,16491,11279,13163,15020,12142,13002,15565,15443,12012,10595,12974,13718,4004,1838,15762,15981,15890,12070,11981,15875,14835,15371,15412,816,5129,15560,12742,11212,14230,17147,6211,13766,11950,10185,15977,12101,13515,9629,15721,15219,10134,14327,12795,14882,12929,13400,13810,6052,2104,14239,11982,15526,10826,16268,15482,11480,14758,15033,14644,11120,12088,15579,14347,13051,12478,1649,14783,16239,14710,12762,12308,11856,14540,12184,11456,18095,16394,11202,7883,2569,2524,16484,12414,11283,11223,12822,15997,15120,10511,12677,11283,15195,17568,8564,16667,5747,5431,4195,2884,3482,7078,6022,3040,2608,1841,2671,375,192,84,30,13,6,3,1],"fragments":[{"begin":"0.000","end":"10.480","lines":["For Scientific American’s Science Quickly, this is Rachel Feltman."]},{"begin":"10.480","end":"38.920","lines":["No one wants to be a sucker. But do most of us go too far in our efforts to avoid naivety? In other words, are we all a little overly cynical?"]},{"begin":"38.920","end":"67.320","lines":["My guest today is Jamil Zaki, a professor of psychology at Stanford University. He’s also the author of a new book called Hope for Cynics: The Surprising Science of Human Goodness. He’s here today to tell us what the research says about cynicism—and how we can harness the power of hope to live better, happier lives."]},{"begin":"67.320","end":"74.560","lines":["Thanks so much for joining us to chat today."]},{"begin":"74.560","end":"75.640","lines":["It’s my pleasure."]},{"begin":"75.640","end":"78.320","lines":["So what inspired you to write this book?"]},{"begin":"78.320","end":"120.800","lines":["I decided to write a book about cynicism because I was drowning in it [chuckles]. It’s a little bit surprising to people because I’ve studied things like empathy and kindness for 20 years, so a lot of people assume that I must walk around just being blissed out by how great humanity is all the time. But it turns out that, like so many people, I often have trouble trusting others. I sometimes feel like maybe human beings are not that great. And especially early in the pandemic I found myself really feeling pretty gloomy about the state of our species and the state of the world. And I thought, “Well, if this is happening to me, then imagine how other people feel.” So that’s, that’s what inspired me to begin this journey."]},{"begin":"120.800","end":"124.200","lines":["Yeah, and would you tell us a little bit more about your background?"]},{"begin":"124.200","end":"142.360","lines":["Yeah, so I’m a behavioral scientist. I teach at Stanford, and I run Stanford’s Social Neuroscience Lab, and we use tools from neuroscience, psychology, economics and all sorts of other fields to figure out how people connect with one another and how they can learn to connect more effectively."]},{"begin":"142.360","end":"149.720","lines":["So I believe at one point you, in your book, you call cynicism a “disease of social health.” Can you tell us more about that?"]},{"begin":"149.720","end":"171.360","lines":["Yeah, so let’s define our term first. Cynicism is the belief that people in general are selfish, greedy and dishonest. It’s also on the rise; much more people feel this way than they did 50 years ago. The reason I call it a disease of social health is because it’s really a barrier to our ability to connect with one another."]},{"begin":"171.360","end":"197.520","lines":["So more cynical people, because they feel like others can’t be trusted, are much less likely to take chances on them. They are less likely to strike up conversations with strangers, to confide in friends, to try and put faith in others at work, and because of this, cynics’ relationships stagnate over time; they end up lonelier and because of that less mentally and physically healthier as well."]},{"begin":"197.520","end":"205.320","lines":["Right, and you mentioned that cynicism is on the rise. Could you tell us more about that and why you think that that’s happening?"]},{"begin":"205.320","end":"213.840","lines":["Yeah, in 1972 about half of Americans believed most people can be trusted. By 2018 that had fallen to a third of Americans ..."]},{"begin":"213.840","end":"214.160","lines":["Wow."]},{"begin":"214.160","end":"231.520","lines":["[Laughs] Over that same period our faith has plummeted in all sorts of institutions, from education to science, to government, to industry, to media—you name it. And, you know, there’s lots of reasons for this collapse, this real trust deficit and this rise in cynicism."]},{"begin":"231.520","end":"248.160","lines":["I think one is the way that we consume media, you know? Media—not your show, of course—but [laughs], but many are often oriented not to keeping people informed or healthy or connected but to keeping them online ..."]},{"begin":"248.160","end":"248.680","lines":["Sure."]},{"begin":"248.680","end":"277.360","lines":["To, to make sure that we keep on gawking at whatever is presented to us. And people, it turns out, even though we don’t find negative information to be pleasant, we’re very hungry for negative information. We pay lots of attention to bad news and bad signals, and so that’s what the news gives us. And the more time we spend on legacy media and especially social media, the more likely we are to feel that the world is getting worse and that people are pretty terrible, too."]},{"begin":"277.360","end":"293.480","lines":["Yeah, well, let’s talk about the cynics. You mention in your book that cynics often believe they’re more astute, more realistic than people who aren’t cynical. What does the research actually say about what cynicism does for us?"]},{"begin":"293.480","end":"305.640","lines":["The great writer George Bernard Shaw once said, “The power of accurate observation is commonly called cynicism by those who haven’t got it,” right? [Laughs] And the idea is that cynicism is a form of wisdom or intelligence."]},{"begin":"305.640","end":"323.800","lines":["And it’s not just cynics who believe that. Researchers presented people with a story about one person who trusts nobody and thinks people are awful and somebody else who’s pretty trusting and thinks people are generally good. And they asked those folks: Which one of these two people do you think would be better at a bunch of different tasks?"]},{"begin":"323.800","end":"328.840","lines":["Seventy percent of people believe that cynics will be smarter than noncynics ..."]},{"begin":"328.840","end":"329.440","lines":["Wow."]},{"begin":"329.440","end":"342.920","lines":["And 85 percent believe that cynics will be socially smarter—for instance, better able to know who’s lying and who’s telling the truth. In other words most of us put our faith in people who don’t put faith in people [laughs] ..."]},{"begin":"342.920","end":"343.000","lines":["Mm."]},{"begin":"343.000","end":"347.880","lines":["Which is a, a bit of a tongue twister, but it’s true. And most of us are wrong."]},{"begin":"347.880","end":"366.480","lines":["So the research is clear that cynics, compared to more trusting people, actually perform less well on cognitive tests and are worse at spotting liars. So it turns out we think that cynics are, like, social geniuses, but in fact, if anything, the opposite is true."]},{"begin":"366.480","end":"369.400","lines":["Hmm, and do we have any idea of why that is?"]},{"begin":"369.400","end":"405.760","lines":["We do. So if you are very cynical, you might not have faith in people, but you have lots of faith in your assumptions, right? You are sure that folks are terrible. And like a lawyer looking to defend their case, you look only for evidence that supports your bleak assumptions, right? And when you try to think that way, like a lawyer, when you try to argue your case instead of thinking like a scientist, you know, you might do a good job convincing other people, but you do a terrible job learning about the world. So being closed off to others also means, in many cases, being closed off to evidence."]},{"begin":"405.760","end":"417.200","lines":["So speaking of, you know, being open, you make the distinction between cynicism and, and what you call “hopeful skepticism.” Could you unpack that a little bit for us?"]},{"begin":"417.200","end":"442.360","lines":["Yeah, so if cynics think like lawyers, skeptics think like scientists. Skepticism is defined as a desire for more information and an unwillingness to accept claims without learning more about their evidence, right? You know, even though “skepticism” and “cynicism” are often almost used interchangeably, they’re actually quite different, right?"]},{"begin":"442.360","end":"485.880","lines":["So skeptics, because they hold on lightly to their beliefs, are actually really agile. They can learn and adapt quite quickly. Hopeful skepticism combines that sort of scientific mindset, right, that openness to evidence, with a second piece, which is understanding that oftentimes our assumptions aren’t just wrong; they’re systematically wrong in one direction, which is that we tend to be biased negatively. We pay way more attention to the harm people do than to the good stuff that they do. We pay more attention to threats than to helpers, for instance. And because of that, our baseline is skewed way too negatively."]},{"begin":"485.880","end":"499.600","lines":["So hopeful skepticism is thinking like a scientist and also understanding that when we let go of our assumptions and start paying attention to the evidence, people are probably a lot better than we think, in many cases."]},{"begin":"499.600","end":"520.960","lines":["Mm. I think something I hear a lot from folks, especially on social media, where we’re, of course, all our [laughs], our best selves, is that, you know, they feel like being too optimistic, too hopeful, you know, too opposed to the idea of cynicism is like putting their heads in the sand. You know, it’s, it’s a privilege to be able to do that. We shouldn’t be doing that."]},{"begin":"520.960","end":"536.240","lines":["What advice do you have for people who really want to, you know, effectively advocate for change, who wanna help make the world better, protect people who, who need help, they wanna be the helpers without, you know, falling into cynicism and despair?"]},{"begin":"536.240","end":"546.760","lines":["You know, I hear this question all the time, and, and I find it really important, right? There’s this assumption that maybe being positive in any way is like hopewashing our problems ..."]},{"begin":"546.760","end":"547.080","lines":["Mm."]},{"begin":"547.080","end":"561.880","lines":["Ignoring all the problems. As you said, that it’s a privilege to think anything positive about any person ever and that cynicism maybe is a radical emotion, right? Maybe if we focus on everything that’s wrong, we’ll have a better chance of improving it."]},{"begin":"561.880","end":"586.840","lines":["That’s intuitive, but it turns out, when you look at the science it’s backwards. So cynics see lots of problems and maybe they even talk about problems with our culture and our society, but they act as though nothing else is possible. I mean, if our broken social systems, right, if things like racism and oppression are just a reflection of who we are deep down inside, how could you ever hope to change any of that, right?"]},{"begin":"586.840","end":"587.200","lines":["Mm."]},{"begin":"587.200","end":"617.360","lines":["And so cynics end up with what I would call a dark complacency, right? They don’t think things are gonna be great; they think things are gonna be terrible. But they also don’t have to do anything about it because why bother? So cynics, for instance, vote less often than noncynics. They take part in social movements and protests less often than noncynics. And in fact, I would argue that cynicism is a tool of the status quo. If you want nothing to change, one of the best things you can do is convince everybody that change is impossible."]},{"begin":"617.360","end":"628.520","lines":["So for people who are listening who are like, “Okay, I’m ready to change; I’ve looked in the mirror and realized that I am being cynical and it’s not helping me,” what advice do you have for them?"]},{"begin":"628.520","end":"634.920","lines":["I think there’s a few places to begin if you want to replace cynicism with hopeful skepticism."]},{"begin":"634.920","end":"653.680","lines":["First, I wanna be clear: I’m not asking people to be naive or to, you know, just be bubbly all the time and imagine that everyone and everything is wonderful. Hopeful skepticism is a response to difficult times. It’s a great way of adapting to and working through adversity, whether that’s personal or collective."]},{"begin":"653.680","end":"676.480","lines":["Now, what can you do? Well, first, I think it’s important to fact-check our cynical thoughts and feelings. I do this all the time. I mean, even though I [laughs] wrote this book and study how to defeat cynicism, I still experience it all the time. I’ll meet somebody new and I’ll think, “Oh, this person just gives me a bad vibe. I, I probably shouldn’t trust them.” But, you know, a human cannot live on vibes alone, and maybe they’re not actually ..."]},{"begin":"676.480","end":"676.760","lines":["[Laughs]"]},{"begin":"676.760","end":"693.240","lines":["[Laughs] Maybe they’re not actually that helpful. Oftentimes, if I interrogate my thoughts and I say, “Well, wait a minute, Zaki, you’re a scientist. What evidence do you have that you shouldn’t trust this person?” I realize: I have no evidence, and in fact, maybe I just skipped lunch and, and am in a bad mood, right?"]},{"begin":"693.240","end":"722.200","lines":["So I think that the first thing is to ask ourselves: “Do we have the evidence we need to draw a conclusion, especially a broad conclusion about all of humanity?” If you don’t have that evidence, a second step is to collect it; take leaps of faith on people. You know, I’m not saying recklessly giving your bank information to a prince who’s gonna wire you $14 million, but maybe allow people to show you who they are, give them a little bit more of a chance to express themselves."]},{"begin":"722.200","end":"746.360","lines":["And the research is clear: when we do that, when we put faith in other people, they actually become more trustworthy. They’re more likely to show up for us. So, you know, share that difficulty you’re going through with a friend, strike up that conversation with a stranger, give your colleague a little bit more responsibility at work if you’re their supervisor. All of these are ways to build our hope and also give the gift of that hope to others."]},{"begin":"746.360","end":"765.080","lines":["And then the last thing I’d say is to try something I call positive gossip, right? We tend to focus on the negative, and we also tend to talk a lot about the negative, right? If you have nine pleasant interactions in a day and one with somebody who’s sort of a jerk, who are you gonna talk about that night [laughs]?"]},{"begin":"765.080","end":"765.320","lines":["[Laughs]"]},{"begin":"765.320","end":"786.040","lines":["We all know the answer: it’s the jerk, right? But you don’t have to do that. I would encourage folks to try and pick out one example of human goodness that you see during your day and then share it with the people in your life that evening. I think this can help you fight their cynicism, but it can also fight yours because when we know we’re gonna share something, we start to notice it more easily."]},{"begin":"786.040","end":"787.960","lines":["Yeah, that’s great advice."]},{"begin":"787.960","end":"799.560","lines":["You know, you’re not just a writer, of course; you, you research human behavior. What questions about human connections are you still trying to answer? You know, what are your, your next big things to tackle now that this book is out in the world?"]},{"begin":"799.560","end":"830.520","lines":["My lab and I are really focused right now on using anti-cynicism, as it were, to fight loneliness in young people and young adults in particular. As you might know, there is a crisis of disconnection among young adults—these are people between the age of 18 and 30. And in fact, that’s cost young adults so much happiness that the U.S. fell out of the world’s top 20 happiest countries for the first time last year, driven entirely by a drop in young adults."]},{"begin":"830.520","end":"833.400","lines":["We think that this is tragic because it’s so avoidable."]},{"begin":"833.400","end":"833.800","lines":["Hmm."]},{"begin":"833.800","end":"846.080","lines":["Our research is really clear that young adults really crave connection. They want to help each other. They want to be with each other. But they don’t realize that the people around them want the exact same thing."]},{"begin":"846.080","end":"884.960","lines":["So we’re sort of all avoiding each other because we think that’s what everybody wants when it’s actually what nobody wants [laughs]. It’s like if social connection is a psychological form of nourishment, young adults these days are starving while standing in the middle of an organic grocery store, unaware of the resources available to them, so in our lab we’re trying to make young adults more aware of those resources. We’re showing them just real data about how much people in their generation and their communities want to connect. And we find that when we give them that data—not lying to them but telling them the truth—they’re more willing to go out on a limb, and they end up more connected as a result."]},{"begin":"884.960","end":"886.760","lines":["Well, that’s really cool."]},{"begin":"886.760","end":"894.000","lines":["This has been so interesting and definitely has made me feel a little less cynical, so thank you so much for coming on today."]},{"begin":"894.000","end":"895.520","lines":["Thank you. This was delightful."]},{"begin":"895.520","end":"908.160","lines":["That’s all for today’s episode. Don’t forget to check out Hope for Cynics: The Surprising Science of Human Goodness. We’ll be back on Monday with our weekly science news roundup."]},{"begin":"908.160","end":"924.560","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"924.560","end":"934.760","lines":["For Scientific American, this is Rachel Feltman, hoping that you will have a wonderful weekend!"]}],"duration":934}