{"title":"An Off Day in Brooklyn—And on Uranus","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png?m=1717792183.71","url":"https://www.scientificamerican.com/podcast/episode/drought-across-the-u-s-h5n1-in-canada-and-uranus-data-reevaluated/","audio":"https://traffic.megaphone.fm/SAM3060285156.mp3?updated=1731780911","intro":["A serious bird flu infection in Canada, a troubling projection of future plastic waste and dispatches from a global climate convention."],"authors":["Rachel Feltman","Andrea Thompson","Alec Luhn","Fonda Mwangi","Madison Goldberg"],"category":["Climate Change"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Let’s get the week started by catching up on a few science stories you might have missed."},{"author":"","text":"First, you might remember that last week I mentioned that an unprecedented number of U.S. states were experiencing drought. Those dry conditions have helped wildfires take hold, including in surprising spots like Brooklyn’s Prospect Park. Here to tell us a little bit more about that situation is Andrea Thompson, a Scientific American associate editor who covers the environment, energy and Earth sciences."},{"author":"","text":"[CLIP: \"It Doesn't End Here (Instrumental),\" by Nehemiah Pratt]"},{"author":"Andrea Thompson","text":"So a lot of us are used to wildfires out West, especially in places like California in recent years, but there’s been more than 500 fires since October 1 in New Jersey. There’s been about 200 brushfires in Massachusetts in October, which is a [roughly] 1,200 percent increase over the average. So, you know, it’s clear that this is really unusual."},{"author":"","text":"And the reason it’s happening is because of the drought conditions there and actually in a large part of the country. In terms of population, it’s actually about half of the country, about 149 million people."},{"author":"","text":"The reason we’re seeing the drought in the East right now is because we’ve just had a prolonged period where we haven’t really gotten much rain. That’s been particularly true in the Northeast. We have recently seen some rain hit in a few places, particularly from Louisiana up into the Ohio River Valley."},{"author":"","text":"Parts of the Southeast have gotten a decent drenching and have seen some improvement in the drought, but it takes repeated, you know, rainfalls like that to really fully dig out. And in some areas like New York City or Washington, D.C., recently had a very light rain, which doesn’t hurt, but it’s not really helping. It’s sort of just making it so that the drought doesn’t keep getting worse."},{"author":"","text":"As to when we’ll actually see the drought conditions ease, that’s going to be different for different parts of the country. It’s very hard to do any kind of detailed forecast out weeks or months in advance. But there are forecasts that can be sort of done to say whether the odds are going to favor warmer or cooler conditions, wetter or drier. So for some parts of the U.S., you know, we are seeing possibly wetter conditions coming whereas in the Northeast right now, we’re still kind of looking warmer than average, drier for at least the next few weeks. But, you know, how that continues into the winter’s a little hard to say right now."},{"author":"Feltman","text":"In other troubling planetary news a study out last Thursday in Science warns that global mismanaged plastic waste could almost double from 2020 levels by 2050 if we stay on our current trajectory. Researchers used machine learning to analyze data on plastic production and waste management along with info on socioeconomic trends to estimate how our plastic problem might evolve over the next few decades. While the findings are very troubling—and suggest the annual greenhouse gas emissions from the plastic system could grow by more than a third if nothing changes—the authors did also game out some potential solutions. The researchers simulated the results of eight interventions currently being considered in the United Nations’ plastic pollution treaty draft. The good news is the authors found that four of these policies, if implemented together, could reduce plastic-related greenhouse gas emissions by a third by 2050. Unfortunately those policies are likely to be a pretty tough sell: to start we’d have to cap virgin plastic production at 2020 levels. We’d also need to mandate that new products contain at least 40 percent recycled plastic. Plus we’d also have to set a high tax on plastic packaging. Then a $50 billion investment into global waste management would be the cherry on top. So we’d better get cracking. And by we I mean the U.N."},{"author":"","text":"Unfortunately we also have a sobering update on H5N1, which is one of the viruses that causes bird flu. This year the strain of avian influenza has been spreading among cattle and other animals and has infected at least 46 humans in the U.S. So far cases have generally been described as quite mild. But last week health officials in British Columbia, Canada, announced that a previously healthy teen who has H5N1 was in critical condition. Their initial symptoms of conjunctivitis, fever and a cough progressed to acute respiratory distress syndrome, or ARDS, which is a life-threatening condition. Health officials are still working to track down the source of the teen’s infection and confirm they didn’t pass the virus on to anyone else. But this is a reminder that H5N1 does have the potential to cause serious illness and that our efforts to keep it from circulating should reflect that."},{"author":"","text":"[CLIP: \"Let There Be Rain,\" by Silver Maple]"},{"author":"","text":"But we’ve got some uplifting public health news, too. Last week we saw the release of federal data from 2023 on sexually transmitted infections. STIs have been on the rise in recent years, but the 2023 data shows a roughly 10 percent drop in early stage syphilis, which is when it’s most contagious. According to the Centers for Disease Control and Prevention, that’s the first substantial drop we’ve seen in more than 20 years. Gonorrhea cases also fell for the second year in a row. There’s still a lot of work to be done—especially on congenital syphilis, which is an STI passed to newborns during delivery. That continued to rise in 2023. Now, we saw a lower rise in cases of congenital syphilis in 2023 than in previous years, which is great. But since this potentially deadly illness is entirely preventable—pregnant people just need to be screened for syphilis and receive antibiotics before they give birth—we’ve really got no excuse not to eliminate it entirely. So basically, these numbers should motivate the government to put even more money into sex ed, STI screening and treatment, and public awareness because we're finally moving in the right direction."},{"author":"","text":"Now we have a quick update to share on the 29th Conference of the Parties to the United Nations Framework Convention on Climate Change, better known as the much more concise COP29. The meeting started in Azerbaijan last Monday. Scientific American has a reporter there on the ground, so here he is with some key takeaways from the meetings as of Friday."},{"author":"Alec Luhn","text":"My name is Alec Luhn. I’m a Pulitzer Center reporting fellow covering the COP29 climate summit. The goal of this year’s summit is to increase international climate finance from $100 billion per year to $1 trillion per year or more. But it’s been ill-fated from the very start."},{"author":"","text":"At first countries couldn’t agree which country to hold it in. National leaders didn’t show up. France has boycotted the summit. Argentina has left early. And of course, Donald Trump was elected president of the United States, promising to pull the United States out of the Paris Agreement."},{"author":"","text":"Now, Biden’s climate envoy, the secretary of energy, a congressional delegation—they’ve all come to COP29 promising that the energy transition will continue in the U.S. despite Trump. But the fact remains that the finance goal has to be agreed [to] now without any real guarantees from the U.S., which is traditionally one of the biggest voices here, along with the European Union and China. So that climate tricycle is missing one wheel, and it reflects an uncertain time for climate in general because while the energy transition is underway [and] wind and solar have overtaken other sources of energy, we’re not moving fast enough."},{"author":"","text":"We just found out that emissions continued to rise this year. They haven’t started to come down yet despite almost 30 years of these climate summits. And a stark reminder of that is another report that came out, which I covered for Scientific American, which found that even if we stopped emitting carbon tomorrow, a certain amount of sea level rise is probably already locked in from the melting of the West Antarctic ice sheet."},{"author":"","text":"So the climate crisis is more urgent than ever, and yet our international mechanisms for dealing with it are weaker than ever—to the point that a number of former diplomats, including the former president of the U.N. climate body, wrote a letter saying that COP is no longer fit for purpose and needs to be reformed if it’s to have any real chance of solving this problem."},{"author":"Feltman","text":"Let’s wrap up with a quick pit stop over on Uranus—which is, as ever, full of surprises. When NASA’s Voyager 2 spacecraft zipped by the ice giant back in 1986, it picked up some perplexing data about the planet’s magnetosphere. Those are the bubbles dominated by a planet's magnetic field that help protect the celestial body from the destructive force of charged particles from the sun and other cosmic sources."},{"author":"","text":"[CLIP: \"Without Further Ado,\" by Jon Björk]"},{"author":"","text":"So here’s what Voyager 2 saw back in the 1980s: the spacecraft detected belts of electron radiation that, at least in our solar system, were rivaled only by the super intense ones found around Jupiter. But things didn’t quite add up. In Uranus’s magnetosphere, scientists expected to see a whole bunch of plasma—ionized particles that help feed the radiation belts—but it seemed like the belts themselves were the only action in town, so to speak. Scientists didn’t even find any of the water ions they’d hoped to see from Uranus’s moons."},{"author":"","text":"In a study published last Monday researchers report that a new look at the Voyager 2 data reveals a novel explanation: we just caught Uranus on an off day—like, a really weird one. The researchers think a massive solar wind event happened to hit Uranus’s magnetosphere just before Voyager 2 flew by, which they hypothesize knocked all that missing plasma out of the way and temporarily juiced up the radiation belts. The scientists suspect that Uranus experiences these conditions just 4 percent of the time. That means it’s possible the ice giant’s moons—which were written off as geologically inactive after those findings in the 1980s—might actually be producing water ions that were temporarily displaced by the bout of nasty space weather. In other words, secret subsurface oceans are back on the table for the moons Ariel, Umbriel, Titania and Oberon."},{"author":"","text":"[CLIP: Theme music]"},{"author":"","text":"That’s all for this week’s science news roundup. We’ll be back on Wednesday."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great week!"}],"wave_peaks":[9225,13771,20083,11942,13997,12165,13450,14854,13610,14666,9730,12639,14387,18197,17829,12671,15928,14403,20339,9875,6760,13181,16452,18368,16363,11050,19952,8256,4716,16593,13338,19665,18848,18658,18086,10979,16353,17435,5265,16291,18312,13072,21335,22930,5239,15548,12271,16570,14142,13097,13524,17583,12950,19789,16961,11718,21542,16721,16928,9658,8895,16617,7752,18684,23046,15765,11821,10404,12788,14009,10892,6150,2260,11628,9994,9650,9702,10899,12743,9894,10164,7633,9948,8883,8039,8404,8976,10096,8948,7936,7999,6967,9328,8300,6908,8588,7989,8845,7634,7299,1025,1823,20183,14941,12721,9979,6947,16501,17543,15775,14082,17161,13279,10551,21748,16041,16499,5193,1224,15154,13410,16836,17931,16789,16040,15133,19848,16192,13789,16976,14829,15323,5278,1871,2029,2806,2959,2436,2028,1771,2080,679,1798,2253,2818,2822,1072,2623,2640,2788,1045,778,360,336,19223,12340,16964,15900,15058,16265,11513,15026,15110,15069,16168,17012,14917,14627,14571,15748,14595,13490,13870,13131,17049,6867,15898,18007,15713,11067,16621,16340,18619,16029,13347,11680,12411,12895,12077,15928,17356,16323,13925,12527,19582,16973,14215,2416,4254,14768,14023,14027,11756,16313,15148,11460,13469,12770,15244,13633,13847,1229,18411,13773,15250,14243,13993,15747,10362,18070,17281,16637,17839,11499,16185,17221,13315,6596,1413,1219,12320,13403,11047,13029,11857,16992,17366,14975,16743,9958,9251,8935,15942,14596,15677,11104,12186,12613,14928,14714,17351,15252,16238,13329,11247,15505,8511,16959,14050,9922,3137,3367,2358,2155,14639,18800,10560,15160,14356,17443,16111,8146,14909,15090,15042,14795,14102,8181,1733,16794,19011,12679,16585,15735,14966,13619,12799,15850,14219,4962,8645,15045,13368,7908,14869,10295,15285,14528,10033,9155,17000,15070,14985,16052,10558,9346,11423,11285,13008,17467,13910,11093,17362,16107,15569,21320,13553,14679,12864,9505,12534,10581,14010,14165,17714,15283,19318,15205,17033,16540,6409,9866,12118,11081,16870,14668,12916,14131,7541,14978,13700,1196,14305,14714,12612,8588,14301,13678,7841,8880,13850,16597,15055,16491,11076,13808,18514,1473,16757,15866,14323,14592,15364,13785,15038,9199,16318,14232,13385,13957,8308,10139,9314,8467,13944,8645,1015,15381,18013,12065,11841,9264,15194,11828,14823,11757,12951,13647,12341,9606,13562,10946,13987,16445,14655,12273,12091,7640,17993,14606,7086,16871,7722,15656,13421,16403,16155,9741,13767,15156,11916,6877,9818,12046,13203,16825,10661,786,17175,16554,8497,16801,15274,3488,13503,15466,15786,14466,16388,10603,11048,14997,11671,14549,7269,15227,11480,15687,15029,9981,8042,14342,14241,12780,8192,14849,12791,12330,14674,11807,17270,15666,14046,15674,8537,13795,13461,17947,14924,17549,15940,14561,16896,11696,14683,10789,1554,10531,15616,15149,11683,17044,13355,10562,12241,12898,8837,893,20521,13760,15975,12629,15201,16054,16928,16522,9875,10776,13925,17146,9446,14239,14139,10461,14478,8138,15229,9031,575,15785,17695,15622,16204,10120,12941,14547,8211,15510,13280,13538,16498,7480,10802,8982,9636,11348,1814,16447,9121,16083,16523,14529,17073,19297,12647,11050,14238,14043,15165,14686,9011,17154,15128,14241,14337,6815,16367,11261,7440,16238,16848,12916,10410,15857,15056,15723,9913,15870,15268,10849,9282,16012,15180,10963,10091,6241,16449,12414,17351,13620,10708,11305,7530,3490,16258,16077,10559,16199,13291,13183,15442,11746,13850,12590,13072,9916,18218,10105,15282,14710,11403,891,13698,13241,10612,12035,9603,10019,5658,17626,19704,19186,12475,10390,12193,8523,13739,12216,15107,10806,9817,13453,1925,1969,6353,3902,3421,2607,2178,2233,1648,15230,15756,15100,15204,14127,10215,16349,16015,15266,12064,13746,16761,16661,12906,12653,13737,12694,12340,12150,16812,12862,10123,15817,14393,17666,13927,16564,16970,16396,11348,20269,15520,14071,13701,14594,16025,14528,16800,9478,34,14707,13505,13646,13544,13595,14515,12576,16299,17093,16387,17858,13597,13020,14990,13918,15006,15407,15012,14815,14309,17353,17191,14159,14412,19119,16525,14675,14525,17933,15880,15683,13126,17335,16557,14793,4295,0,17585,17003,16512,14544,18751,10157,16273,14947,16556,15007,13630,13956,17317,14336,14427,19446,13221,15673,14980,16386,15516,15603,16497,13562,16978,14665,15029,6107,16650,13418,14390,14413,15831,16415,14697,15817,14172,7996,4625,0,16652,10671,11413,11989,13171,15573,16080,14100,15975,12943,13747,10283,12020,15304,10643,16112,14074,11356,18177,12732,7953,12354,17368,3862,17144,14526,8893,16259,12515,9584,15557,17658,13788,10113,14688,13326,14426,14616,15466,15850,907,14556,18388,16216,13494,14109,15886,15312,12009,17862,16980,17372,15731,14943,6506,21728,16073,14072,13853,14185,10507,15430,15851,11266,12722,12652,17066,16914,16287,39,9363,16620,18508,9283,17758,13626,17890,16127,14685,17885,15564,14587,6256,6369,14795,14287,10282,12535,11379,15967,15823,13857,13680,13894,8840,13121,17833,16988,17308,14513,3145,3668,16550,11417,12980,15824,17403,16240,17655,15908,20177,11005,1991,15947,12330,16105,10270,10634,14329,16905,10793,11720,10062,14248,12706,11985,10540,14630,14147,17995,294,12218,10091,9591,15034,16830,14843,17961,17781,9194,17087,11326,13286,9034,1942,1029,680,2250,2698,2826,1449,2104,2623,2787,1044,1019,544,337,20353,12486,11562,15444,15159,15064,13484,18256,12193,14984,19058,15372,15583,16860,18477,13915,17119,15838,17185,11568,393,0,15481,12936,14465,14782,13357,15540,16691,13152,18203,13861,18960,15085,14774,18186,11185,8170,18901,16722,17890,10254,14097,12423,13912,10662,16834,15492,2068,7073,13764,11911,12555,14806,13525,16704,16137,16827,15891,16245,4601,1609,17032,10593,16852,12769,13434,14908,13909,15189,16226,15390,17839,8704,12406,16645,7450,12303,6628,19599,17942,18012,14652,15032,15873,15490,14525,12842,15,16662,13152,13310,16321,15329,18519,13290,15240,12764,15561,13836,16112,10383,10434,15530,13799,11357,16988,14822,13892,14745,5411,15133,14689,14056,15570,15096,16874,2935,1,20495,15022,16077,13912,9814,18522,12824,13883,14056,12889,17179,12955,10346,14262,12662,17655,17918,16974,14625,16635,5718,16145,15151,13819,15154,13968,15715,14354,15374,15923,11713,16210,17059,12106,10983,13380,5917,17784,19437,10318,14723,14979,12608,9823,14371,16443,16063,639,462,19370,15795,14437,15528,16865,18654,10545,12943,6477,18291,13132,14564,15644,10976,16080,16245,16316,16364,15584,12478,16203,12194,14058,14289,12523,19147,7716,1594,21528,13904,13978,14408,16317,8397,10815,10808,17213,14089,10663,15597,16363,17931,10819,17702,13620,17200,13672,15044,13841,15629,12907,15779,15530,13032,13750,18501,5831,928,2070,16743,12935,16844,14569,14759,18348,16449,16804,14933,13692,14488,17737,8856,10717,11470,9381,14851,12753,7807,1787,18921,18036,13074,16130,12702,17786,19384,12470,14661,16891,1046,1225,15288,11604,15638,15203,14701,15760,17759,15031,14380,16314,16115,14824,13564,17670,15529,18611,15274,12246,14312,15483,14117,12378,1328,16647,10461,13740,17555,15626,15552,14547,9154,1078,19209,11958,15603,16003,15397,8194,11405,14785,16111,14444,13413,17684,14725,9322,15073,13727,12047,12173,13722,15995,6125,8415,19328,15243,13391,15564,14674,13023,14366,13222,12476,17279,18243,13887,6055,17526,11543,14067,13568,14216,15221,14687,13100,11591,16147,15473,14407,13107,14592,11745,1145,13382,12931,16664,10790,17552,10742,14131,15648,19378,5705,384,12749,11561,13317,13890,12925,15061,17165,15581,14942,12435,13295,17078,12483,9514,17876,13491,16170,14923,14983,13195,15367,14689,15846,12972,14420,17499,9679,18917,11768,13620,14718,16999,9303,3465,1942,1029,680,2249,2698,2826,1449,1737,2623,2788,1044,1019,544,313,16358,12497,15480,15424,12394,13536,14299,14399,15911,14885,16270,9224,12936,17399,13877,18021,10869,15294,14422,14209,14515,1973,21973,15984,16547,17584,14564,13765,6719,15247,15522,14243,4,14883,14236,15833,16355,16453,16238,15663,14444,11392,6945,18687,14205,18009,13211,12950,14632,16450,11645,15633,13416,13443,15818,12904,10949,13289,14455,14177,18041,12857,2199,2379,14731,14099,15357,13632,10775,12018,8357,7563,15243,15910,3075,16041,7742,15915,11331,7334,13450,8745,2243,10330,15679,16725,13875,12402,6381,11085,10505,12658,8336,13999,17985,9169,5885,15959,13238,16025,16580,9620,8918,6178,13157,13124,15280,6994,7937,9615,5823,1882,16112,15132,17744,17172,7033,13290,12338,3074,15266,13869,10000,14610,11512,10588,14545,16749,17248,2680,15252,12170,14884,15949,16528,14473,2099,14983,9238,15439,15632,10188,9470,11954,12069,7184,14973,11695,5224,8620,14412,11687,9240,10639,14865,12937,10513,15770,16529,14295,11508,18445,14715,13478,20373,10649,7267,5263,2529,18595,14568,20283,19648,13708,14690,16636,12744,14174,11396,8997,8864,18110,16783,12229,14469,16347,16013,8070,10236,2327,16986,11105,13533,7298,9601,9734,12286,11005,14810,8895,8259,17424,10481,12033,21846,21466,16255,19035,20623,13958,7740,18690,10139,9923,11902,12843,9150,13094,10666,7122,16607,15667,6749,10720,8709,14127,10616,13432,4427,19992,13319,11672,16315,9817,11741,10262,7710,10587,21839,3961,20610,20243,15118,20004,14270,5253,9423,11090,14387,16768,3911,12511,16771,8820,14323,13015,12947,15759,14686,16134,12702,14626,4084,18308,12949,17043,14546,11893,14231,11532,3945,12167,15521,16423,15753,14241,9597,8827,6294,5031,1976,7000,14573,15002,18139,8162,7572,13252,14147,13496,10278,8573,6021,11989,15810,14113,11365,7954,17977,18091,15465,10503,13294,10784,14322,10252,10741,16698,16807,15527,13621,11374,9571,2022,9429,16023,12931,13102,15576,13996,7376,16356,14892,10352,8834,11654,9062,8914,8514,8510,2682,16651,18838,17649,15123,16232,18329,6849,8986,13243,11619,11862,3290,10837,16843,18686,5141,8576,16640,15405,13191,16711,16659,16724,16600,15525,8347,8717,15458,11146,10540,7917,9230,5146,4060,15900,15163,17097,5710,13682,18445,16053,17020,1877,17462,17964,12341,13702,11786,8189,11231,9258,9613,9074,1981,19862,13776,9281,1991,11529,17119,17279,9342,10552,14604,14509,8061,9251,9500,18381,12277,9710,11203,9477,11176,13768,11591,11265,3753,15954,21068,13392,18879,19919,16992,14657,7458,13825,5057,8682,10322,9606,18060,7121,10455,16561,17666,16659,9661,7497,19119,19415,11308,11830,5230,2031,1895,2625,1563,828,15150,14031,16147,10656,13831,16901,14466,13950,13799,15148,13914,11327,16689,10304,15324,18482,9384,5121,16573,19429,14281,13931,10335,14225,16904,13802,18457,16971,17452,16498,15640,12592,14682,4246,15102,13703,14951,13807,15712,11126,17152,18809,14880,21108,17373,15481,13,17349,15828,17207,15318,18863,15083,18051,17153,13493,18254,15227,17819,14921,15814,15338,14596,14924,16647,14661,17728,19574,19118,17068,16769,15472,13401,16711,16610,14647,14900,5576,631,9622,13361,15133,14021,14101,17339,18691,15076,8189,4647,671,17706,14078,12110,17346,17004,15352,17757,17505,13881,16436,16254,14831,15958,15136,16061,5314,15716,14126,11564,15920,7369,13631,15751,15376,15962,15775,12403,15696,741,812,18706,9941,9104,16993,17446,15467,855,14850,14920,12549,18068,14686,14482,17664,10323,17623,11684,13511,16421,19462,15560,12865,22014,17422,19090,12319,17819,16810,11968,15018,13625,16402,12882,1643,13889,17952,13370,16157,14037,16691,14318,11939,13361,14939,13626,14884,14997,13182,9318,1849,14211,11285,14234,15393,16601,13856,14197,15844,15055,16780,16005,9257,19103,15870,13376,14728,12122,5761,732,16206,9486,16483,16197,16422,16224,12108,14190,14972,14542,14511,14300,12733,13726,9876,15116,13252,13495,15745,15548,15900,15406,15301,739,11091,6839,14279,11622,13864,12307,14699,13787,14078,15992,18944,11472,13851,10752,13795,917,16022,14690,13993,20219,17640,12672,14816,16408,17878,12983,14472,14082,18916,14567,13739,11115,14863,12846,14084,12600,17803,17389,7343,15590,15951,13798,15862,16582,15746,15410,9793,17430,16757,12862,13933,11822,13408,16854,11052,10265,16159,12411,13570,15821,6291,756,17132,16268,17886,15675,13556,12931,12154,13169,13557,12322,12503,13101,13742,13822,18165,15584,7830,1372,16651,10118,15172,10455,17460,16948,10298,10790,14645,13084,15391,14529,13322,14932,17556,14800,18938,10536,16867,11080,13790,5460,19431,19214,8992,14942,12210,15647,16066,15036,17289,15012,17926,13811,10814,14461,17933,12675,17814,17703,16563,14200,15179,13621,898,16547,13340,12078,12010,15328,15575,13591,11370,9041,15881,17360,13403,8710,15444,16333,15557,15170,15053,14190,8472,15732,13249,13769,14511,686,406,428,383,294,4625,2935,1851,11451,17027,13626,11106,17859,16142,15431,14639,17124,15847,17995,19357,7636,3960,1328,6155,4507,5593,5772,3781,6152,17417,15002,12982,11868,17921,14758,15861,14929,16740,17804,14653,11439,15631,18620,13951,18272,14058,15880,15495,16357,14364,13802,14769,14234,14096,16723,17299,16357,17378,16164,9856,2748,21644,13181,13570,16955,18557,15671,14805,1632,2823,17794,16281,18787,16115,11393,15651,16107,14079,14373,16442,17500,12111,4842,1994,20241,17578,16262,12562,12928,16517,17855,8522,21939,16260,12627,2466,4088,4837,4389,5399,4326,2636,675,291,134,100,36,15],"fragments":[{"begin":"0.000","end":"2.120","lines":["[CLIP: Theme music]"]},{"begin":"2.120","end":"15.960","lines":["Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Let’s get the week started by catching up on a few science stories you might have missed."]},{"begin":"15.960","end":"55.280","lines":["First, you might remember that last week I mentioned that an unprecedented number of U.S. states were experiencing drought. Those dry conditions have helped wildfires take hold, including in surprising spots like Brooklyn’s Prospect Park. Here to tell us a little bit more about that situation is Andrea Thompson, a Scientific American associate editor who covers the environment, energy and Earth sciences."]},{"begin":"55.280","end":"59.680","lines":["[CLIP: \"It Doesn't End Here (Instrumental),\" by Nehemiah Pratt]"]},{"begin":"59.680","end":"89.760","lines":["So a lot of us are used to wildfires out West, especially in places like California in recent years, but there’s been more than 500 fires since October 1 in New Jersey. There’s been about 200 brushfires in Massachusetts in October, which is a [roughly] 1,200 percent increase over the average. So, you know, it’s clear that this is really unusual."]},{"begin":"89.760","end":"102.720","lines":["And the reason it’s happening is because of the drought conditions there and actually in a large part of the country. In terms of population, it’s actually about half of the country, about 149 million people."]},{"begin":"102.720","end":"120.480","lines":["The reason we’re seeing the drought in the East right now is because we’ve just had a prolonged period where we haven’t really gotten much rain. That’s been particularly true in the Northeast. We have recently seen some rain hit in a few places, particularly from Louisiana up into the Ohio River Valley."]},{"begin":"120.480","end":"143.600","lines":["Parts of the Southeast have gotten a decent drenching and have seen some improvement in the drought, but it takes repeated, you know, rainfalls like that to really fully dig out. And in some areas like New York City or Washington, D.C., recently had a very light rain, which doesn’t hurt, but it’s not really helping. It’s sort of just making it so that the drought doesn’t keep getting worse."]},{"begin":"143.600","end":"183.440","lines":["As to when we’ll actually see the drought conditions ease, that’s going to be different for different parts of the country. It’s very hard to do any kind of detailed forecast out weeks or months in advance. But there are forecasts that can be sort of done to say whether the odds are going to favor warmer or cooler conditions, wetter or drier. So for some parts of the U.S., you know, we are seeing possibly wetter conditions coming whereas in the Northeast right now, we’re still kind of looking warmer than average, drier for at least the next few weeks. But, you know, how that continues into the winter’s a little hard to say right now."]},{"begin":"183.440","end":"265.880","lines":["In other troubling planetary news a study out last Thursday in Science warns that global mismanaged plastic waste could almost double from 2020 levels by 2050 if we stay on our current trajectory. Researchers used machine learning to analyze data on plastic production and waste management along with info on socioeconomic trends to estimate how our plastic problem might evolve over the next few decades. While the findings are very troubling—and suggest the annual greenhouse gas emissions from the plastic system could grow by more than a third if nothing changes—the authors did also game out some potential solutions. The researchers simulated the results of eight interventions currently being considered in the United Nations’ plastic pollution treaty draft. The good news is the authors found that four of these policies, if implemented together, could reduce plastic-related greenhouse gas emissions by a third by 2050. Unfortunately those policies are likely to be a pretty tough sell: to start we’d have to cap virgin plastic production at 2020 levels. We’d also need to mandate that new products contain at least 40 percent recycled plastic. Plus we’d also have to set a high tax on plastic packaging. Then a $50 billion investment into global waste management would be the cherry on top. So we’d better get cracking. And by we I mean the U.N."]},{"begin":"265.880","end":"315.200","lines":["Unfortunately we also have a sobering update on H5N1, which is one of the viruses that causes bird flu. This year the strain of avian influenza has been spreading among cattle and other animals and has infected at least 46 humans in the U.S. So far cases have generally been described as quite mild. But last week health officials in British Columbia, Canada, announced that a previously healthy teen who has H5N1 was in critical condition. Their initial symptoms of conjunctivitis, fever and a cough progressed to acute respiratory distress syndrome, or ARDS, which is a life-threatening condition. Health officials are still working to track down the source of the teen’s infection and confirm they didn’t pass the virus on to anyone else. But this is a reminder that H5N1 does have the potential to cause serious illness and that our efforts to keep it from circulating should reflect that."]},{"begin":"315.200","end":"317.240","lines":["[CLIP: \"Let There Be Rain,\" by Silver Maple]"]},{"begin":"317.240","end":"381.880","lines":["But we’ve got some uplifting public health news, too. Last week we saw the release of federal data from 2023 on sexually transmitted infections. STIs have been on the rise in recent years, but the 2023 data shows a roughly 10 percent drop in early stage syphilis, which is when it’s most contagious. According to the Centers for Disease Control and Prevention, that’s the first substantial drop we’ve seen in more than 20 years. Gonorrhea cases also fell for the second year in a row. There’s still a lot of work to be done—especially on congenital syphilis, which is an STI passed to newborns during delivery. That continued to rise in 2023. Now, we saw a lower rise in cases of congenital syphilis in 2023 than in previous years, which is great. But since this potentially deadly illness is entirely preventable—pregnant people just need to be screened for syphilis and receive antibiotics before they give birth—we’ve really got no excuse not to eliminate it entirely. So basically, these numbers should motivate the government to put even more money into sex ed, STI screening and treatment, and public awareness because we're finally moving in the right direction."]},{"begin":"381.880","end":"404.960","lines":["Now we have a quick update to share on the 29th Conference of the Parties to the United Nations Framework Convention on Climate Change, better known as the much more concise COP29. The meeting started in Azerbaijan last Monday. Scientific American has a reporter there on the ground, so here he is with some key takeaways from the meetings as of Friday."]},{"begin":"404.960","end":"422.200","lines":["My name is Alec Luhn. I’m a Pulitzer Center reporting fellow covering the COP29 climate summit. The goal of this year’s summit is to increase international climate finance from $100 billion per year to $1 trillion per year or more. But it’s been ill-fated from the very start."]},{"begin":"422.200","end":"436.880","lines":["At first countries couldn’t agree which country to hold it in. National leaders didn’t show up. France has boycotted the summit. Argentina has left early. And of course, Donald Trump was elected president of the United States, promising to pull the United States out of the Paris Agreement."]},{"begin":"436.880","end":"472.000","lines":["Now, Biden’s climate envoy, the secretary of energy, a congressional delegation—they’ve all come to COP29 promising that the energy transition will continue in the U.S. despite Trump. But the fact remains that the finance goal has to be agreed [to] now without any real guarantees from the U.S., which is traditionally one of the biggest voices here, along with the European Union and China. So that climate tricycle is missing one wheel, and it reflects an uncertain time for climate in general because while the energy transition is underway [and] wind and solar have overtaken other sources of energy, we’re not moving fast enough."]},{"begin":"472.000","end":"495.560","lines":["We just found out that emissions continued to rise this year. They haven’t started to come down yet despite almost 30 years of these climate summits. And a stark reminder of that is another report that came out, which I covered for Scientific American, which found that even if we stopped emitting carbon tomorrow, a certain amount of sea level rise is probably already locked in from the melting of the West Antarctic ice sheet."]},{"begin":"495.560","end":"518.280","lines":["So the climate crisis is more urgent than ever, and yet our international mechanisms for dealing with it are weaker than ever—to the point that a number of former diplomats, including the former president of the U.N. climate body, wrote a letter saying that COP is no longer fit for purpose and needs to be reformed if it’s to have any real chance of solving this problem."]},{"begin":"518.280","end":"541.640","lines":["Let’s wrap up with a quick pit stop over on Uranus—which is, as ever, full of surprises. When NASA’s Voyager 2 spacecraft zipped by the ice giant back in 1986, it picked up some perplexing data about the planet’s magnetosphere. Those are the bubbles dominated by a planet's magnetic field that help protect the celestial body from the destructive force of charged particles from the sun and other cosmic sources."]},{"begin":"541.640","end":"543.000","lines":["[CLIP: \"Without Further Ado,\" by Jon Björk]"]},{"begin":"543.000","end":"574.880","lines":["So here’s what Voyager 2 saw back in the 1980s: the spacecraft detected belts of electron radiation that, at least in our solar system, were rivaled only by the super intense ones found around Jupiter. But things didn’t quite add up. In Uranus’s magnetosphere, scientists expected to see a whole bunch of plasma—ionized particles that help feed the radiation belts—but it seemed like the belts themselves were the only action in town, so to speak. Scientists didn’t even find any of the water ions they’d hoped to see from Uranus’s moons."]},{"begin":"574.880","end":"626.880","lines":["In a study published last Monday researchers report that a new look at the Voyager 2 data reveals a novel explanation: we just caught Uranus on an off day—like, a really weird one. The researchers think a massive solar wind event happened to hit Uranus’s magnetosphere just before Voyager 2 flew by, which they hypothesize knocked all that missing plasma out of the way and temporarily juiced up the radiation belts. The scientists suspect that Uranus experiences these conditions just 4 percent of the time. That means it’s possible the ice giant’s moons—which were written off as geologically inactive after those findings in the 1980s—might actually be producing water ions that were temporarily displaced by the bout of nasty space weather. In other words, secret subsurface oceans are back on the table for the moons Ariel, Umbriel, Titania and Oberon."]},{"begin":"626.880","end":"629.400","lines":["[CLIP: Theme music]"]},{"begin":"629.400","end":"635.600","lines":["That’s all for this week’s science news roundup. We’ll be back on Wednesday."]},{"begin":"635.600","end":"651.960","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"651.960","end":"659.040","lines":["For Scientific American, this is Rachel Feltman. Have a great week!"]}],"duration":659}