{"title":"Invasive Plants Are Not the Enemy","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/why-calling-a-plant-invasive-oversimplifies-the-problem/","audio":"https://traffic.megaphone.fm/SAM4135645653.mp3?updated=1742938001","intro":["Botanist Mason Heberling challenges how we think about invasive species and our role in their spread."],"authors":["Rachel Feltman","Fonda Mwangi","Naeem Amarsy","Alex Sugiura"],"category":["Plants"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"What do you think of when you hear the words “invasive plant?” According to some botanists, our mindset around invasives can do more harm than good."},{"author":"","text":"Here to tell us more is Mason Heberling, associate curator of botany at Carnegie Museum of Natural History in Pittsburgh. He’s one of the experts behind the museum’s new exhibition, Uprooted: Plants Out of Place, which opened on March 22."},{"author":"","text":"Thank you so much for joining us today."},{"author":"Mason Heberling","text":"Yeah, happy to be here."},{"author":"Feltman","text":"What do you think is missing or lacking right now in the way we talk about invasive plants, and why is that important to address?"},{"author":"Heberling","text":"Yeah, I guess, first and foremost, people, I think [laughs] ..."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"Is, is largely absent out of the invasive-species conversation. And that is: “How did species get where they are, and who and what is responsible for that?” That’s a missing key. Oftentimes we talk about invasive plants, invasive insects, invasive—introduced whatever, and we oftentimes focus on specific species or we focus on particular areas that they come from. But we rarely talk about the underlying cause of the introduction, so I think that’s one thing that’s really missing in kind of science communication around the topic."},{"author":"Feltman","text":"Yeah, and how do you think that the way we talk about and deal with invasive species would be different if, if we address that?"},{"author":"Heberling","text":"I mean, I think the hope is and the thought is that there’s not just these nasty organisms that are just out to get humans but that humans are part of nature and humans are part of the problem but also part of the solution, so instead of just ..."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"Pointing at a particular plant and being like, “This plant is ruining our life,” we instead see it as the broader context of how the plant got here, what we might do to mitigate the problem, but then also what we might do to prevent future problems."},{"author":"Feltman","text":"What are some key concepts about invasive species that, that tend to be oversimplified or underemphasized?"},{"author":"Heberling","text":"Well, there’s a lot [laughs]. I think just in general, in the field of ecology, there’s not necessarily these big laws and rules like maybe other sciences have, like physics or something. And so it—it’s complicated."},{"author":"","text":"So what happens in an ecological web when you remove one species? Sometimes nothing really happens [laughs], and sometimes, if it’s, you know, a keystone species or an important species, the whole web has to be re-networked. It’s not totally random, but there is certainly an element of chance, but also it’s just complicated."},{"author":"","text":"So I think that kind of big question of, “If you introduce species X to a region where it hasn’t been before,” there’s a lot of factors at play that might help you predict, but ultimately you don’t always necessarily know the impact of a given introduction."},{"author":"Feltman","text":"Yeah. You’ve done some work on how we might change the messaging around invasive species. Can you give us an example of how poorly considered messages can lead the public to do more harm to the environment than good?"},{"author":"Heberling","text":"There are plenty of examples of that. And I guess just to step back, even if you don’t study invasives, you do study invasives, whether indirectly or directly. With that being said, being at the museum, my position as botany curator really has a pretty strong public-facing-outreach component. And being a plant ecologist, also giving a lot of guided hikes, pointing out plants, what plants are what, telling fun stories about particular plants to hook in, and of course, the topic of invasives comes up in that, too."},{"author":"","text":"And so both out in the field, giving these types of tours to the public, and then also in the museum galleries, in the dioramas or other exhibit spaces, it, it kind of came to me that I’m actually not that great at communicating about this particular topic. It’s a very nuanced, complicated topic, a lot of finger-pointing happening."},{"author":"","text":"And I think one big thing that really hit hard for me was: being in Pennsylvania—and in the eastern U.S., period—a lot of our invasives and forests, in particular, our work has found are from East Asia. So going on hikes, pointing out, “Hey, this plant is from Japan,” it kind of depends on, you know, what kind of background and philosophies people have, but there’s oftentimes either intentional or unintentional connection with, like, human migration. I really noticed it when COVID-19 started and there was kind of a resurgence of anti-immigration sentiments and, and a resurgence of—or, you know, a fear of East Asia."},{"author":"","text":"A while ago that happened to me, where someone is just like, “Oh, well, it’s just, like, Japanese coming to America.” And I’m like, “Ugh, I wasn’t looking to have a conversation about human migration.” But then, more thinking about that, you really do see that the way that we address and talk about plant invasions, or invasions in general, really is seeded in this larger context of, you know, if, if you have an issue with this plant because it’s from Japan, what else does that say about us, either ..."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"As a society and as science?"},{"author":"","text":"So there’s people that are really worried about introduced plants from a biological conservation side. And then there is this kind of other side that especially has been strong and more like the humanities fields where there is this general notion of, “Who are you to say what can live where and when?” And I think that’s a valid question, but also it, it brings up this binary of yes or no, or native or non-native. And I think that can be very off-putting to a lot of people."},{"author":"","text":"From my stance as a botanist we really don’t want the take-home to be like, “We hate plants.” And from the same sense we don’t want to be—the take-home to be, “We hate people for particular reasons.”"},{"author":"Feltman","text":"Sure."},{"author":"Heberling","text":"So I’ve seen it go sour that way. And then I’ve also seen it go sour in this kind of vilifying particular organisms—these fear appeals. They’ve been really popular, and they’ve been really effective in some ways. For instance: “Don’t move this wood because the emerald ash borer or some other introduced insect or something, we don’t wanna move it around.” And that can be pretty effective to, to instill change, but those little sound bites don’t actually give the full nuance of: “How did we get where we are now? What can we do in the future to prevent that?”"},{"author":"","text":"And so you oftentimes also see kids, they are chasing after invasive bugs and squashing them. And you could see, as an environmental educator, there being a bit of a conflict there in terms of ..."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"Killing organisms and maybe not necessarily getting that message across of why we are advocating for killing or removing particular organisms in a given context. So it’s really complicated."},{"author":"","text":"And again, working at the museum, exhibit labels need to be short and punchy, and people come to the museum to be inspired, to be instilled with wonder, to be happy. You don’t necessarily come to an exhibit to read an exhibit label that requires you to get out your dictionary and sit there for an hour to read it. So how do you distill these, these big-picture topics to get across both the biological concepts and the sense of action and inspiration for land stewardship?"},{"author":"","text":"That’s something that we’ve been really working on in the—at the museum here, so we’re really excited that now we are opening this exhibition, Uprooted: Plants Out of Place, that we really are trying to present this topic in a way that is both informational, inspirational and accurate and gives that full nuance rather than other exhibitions or short science communication pieces that are just kind of like, “This plant is bad; get rid of it.”"},{"author":"Feltman","text":"Very cool. So what got you interested in invasive plants?"},{"author":"Heberling","text":"I actually got into plants through invasive plants, helping my parents garden. That’s a good child job, right? “Remove these weeds; we don’t want these weeds here.” And so that always got me thinking, but I didn’t really know much more than that. And then I went to school for biology then, and as an undergraduate I was really interested in nature generically. Then I quickly ended up working a bit in, in horticulture, you know, as a summer job, and again these weeds kind of came back to me: “How did they get here? What are they doing? How do they interact?” And then from there it kind of spiraled."},{"author":"","text":"My interest, fundamentally, really was the basic science of invasion ecology or introduced plants, seeing it as this big—unintentional—but this big kind of global experiment: What happens when you mix species around with different evolutionary histories? There’s a lot of basic scientific, ecological, evolutionary principles to be tested there that’s really quite fascinating. And that’s what originally drove me and still does drive a lot of my research here at the museum."},{"author":"Feltman","text":"I know you’ve done some writing on how naming conventions can change the way we talk about invasive species. Could you tell us a little bit more about that?"},{"author":"Heberling","text":"So this was work that kind of culminated in this exhibition at the museum but also in more behind-the-scenes and public-facing work with different environmental organizations here around Pittsburgh addressing this issue of: “How do we talk about invasives? What’s the most effective way, and what’s the most accurate way?” Which sometimes aren’t necessarily the same thing."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"Something that, that we’re really putting to practice in exhibition labels is common names of plants. Now, unlike other organisms, there’s no official common names for plants. We tend to focus on scientific names, and there’s a big conversation going on now, too, about scientific names and renaming them on various bases. But for common names and for introduced plants in particular, oftentimes we say “Japanese wisteria,” “Japanese knotweed,” “Chinese privet.” So we have this kind of geographic descriptor. And at first, honestly, I, I really had no issue with that. I thought, “Yeah, that makes sense ...”"},{"author":"Feltman","text":"Mm-hmm."},{"author":"Heberling","text":"“I’m really interested in where plants are from.” And I thought giving that name provides some context of, yes, this plant is introduced, first off. And then second off, where generally is it from? That’s just interesting."},{"author":"","text":"But what I found in practice with science communication, sometimes, first off, it’s not necessarily accurate. Japanese knotweed may not necessarily be all from Japan, and plants don’t necessarily follow political boundaries. And we also see plants like Canada thistle, for instance, which is a European plant, but we call it Canada thistle, so that’s a different story. So sometimes there’s straight-up misnomers, and sometimes there’s just some blurred lines that isn’t necessarily true; maybe it was just first introduced from there or the first person who encountered it—first European, I should say, or Euro-American—kind of called it that. And that’s not always accurate."},{"author":"","text":"In the case of Japanese knotweed, for instance, which is a huge invasive plant that’s introduced from East Asia and is now in Europe and in North America, and it’s also a huge one in Pittsburgh area here, so it’s one that we’re featuring. And so it was like, “Do we wanna say ‘Japanese knotweed’?” First off, is that accurate? And then second off, we don’t know where everyone’s coming from when they read the label ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Heberling","text":"And we don’t necessarily want Japan to be the first thing they think about and then read ..."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"A bunch of negative things about this plant. And it seems relatively subtle, but it really is important. So we instead say things like “knotweed,” for instance, or use the name that the Japanese call it, which is itadori. And I think little, subtle shifts like that reframe it a little bit. And, and there are other names, too, that are absolutely offensive to certain ..."},{"author":"Feltman","text":"Sure."},{"author":"Heberling","text":"Groups of people, but there are other things that aren’t necessarily offensive—there’s nothing offensive about “Japanese knotweed,” for instance—but it’s more about the tone and how it’s presented and also the biological accuracy of where exactly is this plant from."},{"author":"","text":"So in a way the good thing about common names is, we can call plants whatever we want [laughs]. We don’t need to necessarily go with scientific conventions when we’re talking in the vernacular. It’s actually really quite cool, too, that different regions of the world may call the same plant different things, and it oftentimes will say [something] about how they use the plant or how it’s engaged in their culture in some way, or it could be descriptive, but it is a powerful and relatively easy way to shift the narrative a little bit about invasives and keep the conversation going rather than just being like, “Oh, they’re from this particular place—I know these other plants are from there, too; they must be bad,” and walk away."},{"author":"Feltman","text":"[Laughs] Yeah. What would you say are the big things that everyday people and, you know, home-gardening enthusiasts can do to support native plants?"},{"author":"Heberling","text":"It depends where you are in the world, of course, but there’s a big native-plant movement, I would say, this kind of revolution happening in people’s backyards—you know, rethinking gardening in general for not only the plants that they plant but also the other organisms that they can help with their plants."},{"author":"","text":"It’s kind of like voting, I would say: you know, every little bit matters. It might not seem like you removing a particular plant and switching it out with another one may be huge, but collectively it really does matter. And also it’s a time for engagement, you know, personal engagement."},{"author":"","text":"One of the things we’re doing here at the museum—connecting with local resources, because there’s a lot of native-plant nurseries in a lot of places across the world. And going to a big-box store or even a, a big commercial nursery, don’t assume that all the plants there are, are great for you to plant. And so you have a little bit of responsibility but also agency to make those decisions. And I think in the last couple of years for Pennsylvania but also in the last, really, couple of decades for a lot of different U.S. states, there’s been a lot of increased regulation of the commercial trade. And some of that I see as being really positive because some of that is out of the hands of the consumer; it affects consumer decisions—what’s available to buy, for instance."},{"author":"","text":"So it’s not only about necessarily removing plants but then also cultivating an environment that is conducive to the type of healthy ecosystems that we want. It really needs to be an active restoration, and active restoration also doesn’t mean that it necessarily has to be super difficult ..."},{"author":"Feltman","text":"Mm."},{"author":"Heberling","text":"There are a lot of native weeds. So I’m using the term “weed” here, and a weed is just a plant out of place; it doesn’t matter if it’s native or non-native. And sometimes we hear the word “weed” and we’re like, “Oh, that’s bad.” But what I mean by that is we can foster self-sustaining gardens, too, and that’s a really exciting, empowering thing."},{"author":"","text":"For instance, plants like milkweed, we consider that a weed, and maybe it once was really reviled for various reasons—oftentimes weeds are these early species that do well in these kind of early successional or in these disturbed environments, which is true in cities and a lot of other places. But what’s beautiful is they can self-seed and they can be a keystone species in these ecological networks and really take it from there."},{"author":"Feltman","text":"Yeah, thank you so much for joining us today. This has been a great conversation."},{"author":"Heberling","text":"Yeah, you’re welcome."},{"author":"Feltman","text":"That’s all for today’s episode. For more on invasive plants, head over to Carnegie Museum of Natural History in Pittsburgh to check out its new exhibit Uprooted: Plants Out of Context."},{"author":"","text":"We’ll be back on Friday with an episode I’m super excited to share: an inside look at MIT.nano, a cutting-edge facility for nanoscale science and engineering. And I do mean an inside look. If you want to see how scientists study and design objects at the nanoscale—and how I look in a head-to-toe clean-room bunny suit—you can check out a video version of the episode on our YouTube channel."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[18057,6166,6181,10554,18875,13386,13615,23635,23622,23922,23772,20093,10455,14985,14581,19265,16823,20839,16425,19402,20344,17740,19819,7824,7441,8105,16655,18053,18070,23689,17949,22212,16861,24087,23429,20230,22912,17946,9770,8282,9507,9071,12226,17348,14534,19415,19022,19071,21648,15537,15069,8193,13273,15611,13014,15363,17034,21064,14827,15020,13855,10794,13691,14568,14860,14101,14624,12092,14033,11859,11334,11088,11641,16709,17479,13104,11347,14673,15694,13449,13849,11855,16484,14524,14539,15649,14149,16716,5892,7502,5520,5548,2584,96,74,51,38,29,16,1841,14219,16051,15750,15235,13936,15036,15112,14716,14499,14290,15200,15042,15275,13845,15246,14388,2968,15181,15212,14775,15104,14852,13260,15152,14294,15309,12959,15448,13760,14473,15000,14510,14907,15054,15162,15712,15498,14183,14581,14922,14691,14827,10502,2760,15104,12186,14567,15223,13053,16062,15076,15584,15615,14868,14905,15296,15053,16014,15597,16249,10064,15659,15162,13641,14436,11918,14597,15380,11767,15791,15182,14198,13572,15625,15311,14957,15084,15448,14953,11506,9762,15062,14697,14619,15939,15287,15368,15038,14634,14481,11095,2024,15454,14902,15337,11495,15598,15674,14276,15545,15534,15208,11625,15054,14017,14869,15789,15154,15678,14629,2238,16266,15868,15951,16435,15462,14837,15234,15511,15342,15461,14865,16083,15467,8064,1909,15445,14794,15121,15328,13938,15098,15379,15794,15684,15641,15747,15065,3545,14901,14944,15025,14870,14975,14302,15439,14699,15944,15426,15027,13664,14361,13123,13885,14003,11602,10665,1896,1990,15097,15288,12788,15190,15054,15332,14950,15033,14764,14415,14690,3930,14429,14321,14726,13452,9684,15395,15035,14889,14606,14600,14781,14973,15583,14726,14789,14790,7516,966,719,693,586,348,278,176,133,101,55,25,37,271,1435,2522,16758,10448,11692,12882,11342,12985,15470,13612,14677,8236,11108,6364,25100,16986,20993,24907,15507,14951,18265,14544,18985,9404,4424,4432,24949,21746,17061,23254,10191,15035,13767,11171,12505,11857,9398,10636,3793,23159,25036,24918,24888,16985,4927,24827,23383,24762,18460,12910,13513,9167,13007,13920,21804,20290,16212,15317,7150,11627,12463,12621,11088,10254,11709,7802,8167,2434,1770,1392,1361,1339,1004,842,619,479,20023,24919,18373,15047,12446,13881,17143,8880,16672,19892,15804,20585,24781,24910,13544,22211,11927,14159,24008,13216,13213,13219,8959,2580,1106,22695,24916,24897,20099,17363,11749,16542,21077,16564,13452,24927,18042,14439,24913,12190,3517,19075,17880,22656,24009,22162,24915,4518,340,24957,22973,20004,15876,10086,21235,18015,15299,15999,56,11291,21687,20850,17594,11766,18976,16011,19097,23404,19018,17069,15266,15463,10623,24833,23273,16349,10447,21428,17328,24864,23471,15559,14801,18172,3740,18916,18269,15675,19564,11733,9826,11025,12475,8021,18530,18293,20655,18271,16733,20634,18870,17030,11246,13293,15750,10897,8644,17494,13429,8952,14266,12569,20741,9306,12647,21537,19015,18601,6673,12813,17633,12399,20209,14098,13541,11952,24350,17930,12927,11568,11803,1020,21406,19447,21705,20069,17100,12097,12630,19392,19094,15072,18892,7080,16642,12319,19568,11098,19012,20161,15356,4858,17910,20354,13996,20059,15406,16333,17617,11765,12215,18701,16639,16210,8691,12384,19595,15592,12042,17248,19349,8784,8650,21286,18924,20974,18373,19240,17535,9883,19699,17102,18960,9801,12628,6265,12160,19363,13828,13683,11195,14219,12167,11919,20339,8414,8031,14593,11712,8724,203,20684,23196,24812,17738,19764,24737,18950,24903,24743,16018,15180,16649,15554,11023,16030,15179,21183,16654,15884,19432,21700,15521,19698,15785,19508,19438,17871,17873,14341,17852,9515,8717,12005,19992,17797,13483,16802,16818,21829,19022,15828,10698,6893,23647,17130,14944,18283,21928,10078,11339,10673,21916,20181,18970,20451,21440,12850,12139,13338,17481,17918,16014,17780,17489,21799,15220,12108,16445,3295,17125,19785,13589,20712,19576,13600,1871,19775,21607,14264,18371,5066,19197,18099,20154,18941,13566,20534,19803,17736,15855,18596,15777,17673,16322,19988,16413,21477,19727,15576,13073,10935,19263,13802,10378,15662,6287,142,24767,17048,15630,21761,24893,18464,12363,13898,17218,20016,20819,24895,15152,14459,20117,19694,24448,14809,20542,17451,20090,19576,6665,10341,18280,20236,19205,23915,16953,15929,21644,19078,14065,15138,9610,6960,15392,20138,15976,12358,15612,19422,18215,14646,16027,16691,21185,20634,12990,17994,14340,15837,13244,9067,3829,13740,19689,19680,11395,19262,20971,19405,9818,19161,20311,15867,9654,10386,13181,17827,7704,5220,1823,20872,19608,11609,20907,14286,20812,15668,9992,13407,20273,21786,7682,19656,12650,16392,13644,14203,12793,12099,18259,12095,10229,21191,17195,21830,11143,21507,10929,6918,16826,19270,2677,2210,20277,19609,18957,16845,17901,19172,19971,19778,17871,19654,12841,11535,19940,17886,13275,19353,14783,12475,16259,20525,19008,11866,20040,20900,13345,18697,13158,11834,14051,22353,12392,14142,13695,20367,12861,10817,18732,2841,19041,20311,18076,19412,13284,16403,10927,9751,14853,21019,21562,14906,20522,20126,14852,19707,17081,16003,13316,13812,13309,19175,11854,11954,14624,7079,756,14838,22281,18472,16722,16814,15242,18148,12120,24925,17095,9373,18417,10894,19070,19848,15525,16352,12850,14283,13597,18927,17838,15140,18960,16896,18094,24904,17468,11870,4487,16490,16016,16567,19711,24840,17607,11463,3299,22040,17923,23628,16391,13754,14824,19170,17138,20975,15372,17742,14894,16198,19110,20389,18260,12676,13073,17401,19836,13138,21113,21306,16340,11400,20527,14391,10329,12149,17187,12612,12988,19385,19243,18169,12276,13890,10569,12002,17405,14887,19728,9694,18548,16427,14250,14845,8322,21716,14437,12574,12378,22109,13295,14921,15062,16262,16950,20871,9056,20993,18474,22213,10220,15409,20510,17943,13603,19576,17036,19630,20217,18050,16789,15142,10931,19914,21383,7683,15368,20490,20435,14318,18665,14640,20635,17479,19779,17520,19447,20278,16660,15810,15619,15331,10551,21681,19569,20500,14509,19260,16429,21181,14781,13847,14990,1422,21325,20154,20990,18257,13958,15195,10628,15486,14384,16353,18808,14630,19159,14561,16414,14481,19910,12585,11874,19900,18769,18227,15064,17231,17362,17188,12411,5003,1940,18996,18945,14402,15317,20660,14673,18428,17946,14769,16386,19586,20462,12102,15972,17899,12936,2853,18661,14479,19423,21992,16339,20227,15836,17748,18455,14259,13796,15469,12920,16494,19398,17200,13965,18644,16480,20712,11688,12456,13278,3256,19566,18193,14316,14500,19218,16391,14447,20359,13737,13564,19787,19608,19137,18097,14673,12556,18130,10034,12512,21357,19883,14014,14424,1452,21120,21532,20039,17579,11007,1860,21759,19432,20448,19048,16087,20748,20068,10872,15412,16962,18536,12511,11348,1131,337,12346,16206,19904,14180,16753,15557,16803,16937,21543,17373,16693,13178,4355,15084,19552,13275,17081,18706,16201,15973,20513,18878,20083,9379,18002,15237,13632,18209,20285,17092,14839,13589,13420,16504,502,17420,20636,8836,7033,17668,18936,17103,15758,16994,17963,16797,16207,20177,10248,16045,18898,15610,12431,20778,16541,17865,17410,12312,12316,12178,14242,13615,17931,12917,9691,11289,13527,19466,17162,18595,2251,19418,17237,14890,21652,18148,15532,14827,16644,13235,14495,15063,18153,10751,17330,19719,12273,15712,14176,20642,19496,19037,19354,5078,17560,14870,11272,17862,19018,12291,14432,15849,12960,11472,9922,16319,18918,13157,14780,19457,17211,13351,8418,13793,12892,11552,17855,8882,12982,17124,12158,14801,12394,8676,5992,19110,16155,11625,11531,14095,19095,14874,8420,17437,19310,14546,20620,16548,19143,18556,18502,19461,17717,1809,19703,18845,19611,20349,12983,17999,12654,7449,18860,19195,20546,18108,20261,15610,10135,19765,19208,20596,11115,14461,20693,8771,4321,18208,19945,19049,13780,13196,16620,17328,14290,10794,13845,12540,21789,16812,14542,11077,10514,20048,5839,22078,18970,15031,15437,22493,19577,20694,17049,10082,21849,15723,17220,12567,15937,15389,12008,11713,11654,19394,19528,13735,18238,15440,17208,17276,13105,18591,11851,15958,19528,13691,17743,10352,18772,19846,19187,7342,17799,18089,19985,17292,20848,12659,19855,17101,11099,19430,10591,20254,21525,18096,14174,17771,19731,18951,16841,18384,15842,17275,18414,10890,7858,20719,20614,20832,19085,19810,18943,15589,12183,18831,16188,18232,18982,20099,18197,16499,20432,19091,16468,17481,18748,16403,14355,13592,16021,5178,18934,19807,15914,16383,12994,13950,15901,11544,14213,13261,7137,18950,21030,19389,24874,17540,14766,4729,20713,17454,18884,19303,16220,11899,908,17586,13553,13146,13286,16887,15753,10227,16699,17877,17014,9170,13461,9336,7579,9674,15341,15413,10657,17919,17490,16431,15440,13608,15760,14994,21083,19876,13243,19063,13272,8504,2678,18843,17871,16614,17234,16715,15507,14246,6569,15114,19922,19216,17900,17190,18915,20786,14245,17554,18881,13637,18859,16382,14686,20936,17523,6126,16780,17912,17745,19700,13158,19304,10243,15631,10992,8968,1913,20300,17754,21644,19793,19449,17120,18810,16198,20061,17849,21225,13708,7518,21808,19907,12509,14882,20429,16652,12912,11099,11948,10401,14357,15507,4212,19769,19575,15843,19872,13577,8316,21152,19228,17282,16526,18744,17383,15080,21352,17374,20644,10517,4100,21552,13129,18736,16808,19319,18285,19470,15444,18487,17939,19118,20050,19902,16990,17267,12151,20698,9758,20100,18080,15049,8527,20733,17749,17809,17450,16697,15211,13879,17051,17103,9317,17016,13643,17244,20839,11454,8626,5977,21871,15658,13332,16727,14380,21229,17612,13872,15121,14245,15984,10855,13756,12189,18375,5534,21056,19615,16163,7783,19378,18782,12560,18352,14083,20403,19202,15469,6023,13504,13481,14663,7539,15847,11213,10453,15677,20949,12765,11687,11100,12935,19009,13344,10079,7869,10725,17661,18605,17419,12779,11467,14143,18785,10275,15181,14134,18212,15002,18095,15813,17725,14952,16829,15643,20150,18423,15349,9851,12624,14752,9783,20539,20763,20416,16085,15094,10887,21230,14273,16283,15966,15444,10150,18279,16004,21202,16708,2393,18766,19026,19734,16444,21463,11085,19235,16101,12900,8741,12130,17137,13683,22956,13999,10016,12849,10915,12932,9267,13739,12183,4831,19702,13763,12724,17499,14684,11539,16633,11690,16223,15262,20113,18321,19554,17612,13843,18557,18096,16618,15715,16796,15884,17090,11444,12602,15765,13749,18894,4390,20147,15047,18623,19098,15349,7801,7913,20602,20304,18362,19439,13176,15839,12367,14715,11536,20396,13169,13964,12908,18815,14658,11643,12961,19305,13150,12563,18567,20354,15257,14801,15335,20200,9902,17677,18101,19634,12909,17552,12238,22026,15216,14916,12334,14239,14117,9760,18790,17567,20979,17768,19103,19784,8039,14156,19881,18014,7189,6522,20464,23594,13372,18393,20665,16272,17626,18148,15170,15593,6513,747,20585,20276,19343,18925,20057,17229,15677,14231,10454,11924,16314,14906,17390,20823,17854,14303,14478,15892,20643,19405,10056,12789,3408,19695,19273,20474,15452,11855,19561,12512,13336,14379,19089,11444,14558,12549,12632,16115,15945,1400,14917,13070,16663,18218,12943,17166,14348,19049,10824,8884,10596,16473,12735,17801,14963,3324,16178,15494,16012,19702,18165,14792,15534,14777,22024,17313,17622,18399,18354,2219,18059,18562,10228,9515,15170,12970,16794,11505,14047,12049,17872,15418,11416,12963,13513,13888,2823,12423,14199,17582,15139,13068,11875,20225,10713,16950,20189,14779,20286,13479,11479,19457,18698,16355,19200,12749,12339,8605,18328,11182,15030,10368,17122,19825,18966,17739,17755,16976,20843,11886,16519,14709,21072,18765,18734,7449,13541,15138,17437,14148,11288,18584,13625,10297,14916,11260,11740,17868,17462,19282,18682,16217,15809,11553,5423,18048,19838,16551,16270,18962,12552,16101,17296,15847,19707,14589,14096,14542,13767,15877,18142,14695,15331,14610,17862,16841,11107,17584,19753,17217,14930,9132,18213,15109,14325,15217,17536,14780,9364,13612,14701,12229,13205,17046,14580,22035,17013,24417,17606,17857,14903,24907,15136,22182,16949,21858,6052,12161,21752,15548,24909,18529,12984,18213,13822,18531,20584,15769,19928,20723,4173,19271,19657,18059,11259,10158,19280,14348,15791,14754,11807,10189,16219,16122,17014,6648,12785,17912,21345,11117,15078,15921,11905,11612,18473,16975,19590,17781,15308,16581,14850,12077,14902,15601,17140,19201,16527,13724,14238,21859,17752,14622,14175,15359,19164,16956,19755,15536,17145,15394,22581,12828,12597,6166,8608,21747,16093,21627,15699,20273,13552,14541,12772,10795,15716,12685,13359,12300,15606,12780,18006,8534,9123,23681,17793,10727,9863,15462,21350,11953,14170,8544,19605,1505,22489,19508,15877,10425,17803,19412,15081,12174,11350,11570,11681,2557,19678,19028,21144,18521,21216,14923,7228,16328,17211,20277,16986,13199,12680,15673,15834,3138,22499,18557,12498,14257,18542,15326,19909,16926,15124,11985,9343,1721,21864,20775,19922,13461,13690,19349,19399,16717,14314,16464,16087,15702,20255,16077,18025,14990,14137,21876,11796,15386,12601,12626,3127,19190,11623,18224,9736,4626,18572,11185,18912,14425,17392,18694,18892,16877,16813,16033,3370,21030,14415,1443,22065,21687,20269,15585,16319,17684,13803,17740,14947,16706,17784,14138,15120,20356,19886,21413,13644,22109,16457,21056,21499,19275,14699,13136,8655,23006,18365,17459,20080,12887,19819,10240,13853,10951,11885,5324,22448,19198,2357,16702,21181,20404,15904,20510,17497,19510,20986,21282,13455,7719,9267,20088,20477,12289,15810,16102,21215,9501,14123,9775,17305,10393,1313,21031,19392,18903,18120,13663,14361,19526,20119,11534,19219,11781,15393,9916,20886,15859,19545,18952,16512,18421,19898,15964,13008,19136,17442,17178,17371,17327,15848,19942,17512,8780,2667,19022,12860,19447,17059,13427,18651,13943,16454,9993,10824,14743,14421,12119,10447,17870,18537,14454,15365,18097,18972,13899,11817,20317,20895,19131,19127,17802,13368,15280,12122,14341,14554,6704,19301,17397,18043,13465,10047,12687,15872,12316,11599,13435,23163,16309,12344,12876,16527,22754,21462,15800,6079,2405,16998,18566,23026,17837,18942,20011,16545,14734,19326,16953,19303,19995,18891,20605,18841,22104,2742,21384,20405,17442,16262,17670,21227,10017,16558,13044,10637,8934,16899,18941,13999,14244,12512,9640,15233,13972,20794,16942,19490,16929,14027,13183,21814,16928,19642,18480,14292,13184,12164,17827,15939,15120,20568,13318,14571,18420,20123,18285,13291,18369,18015,19039,20028,17698,7480,19364,20913,17585,13806,17090,19803,15480,19180,12651,19543,18706,22318,15146,8649,20331,15444,19266,15559,19446,22264,14878,10127,17590,19399,9625,1714,19303,19355,17710,19003,21600,21745,14708,23267,18158,15761,23611,21672,21288,15528,11879,16046,3200,16674,18067,18016,20800,18946,12386,14088,16493,15508,21058,20920,20678,18132,18982,8795,11601,19305,17832,13552,16481,11486,18352,13558,17794,10729,10994,15065,21849,15983,15783,20685,20341,15381,16334,20573,19541,21870,21103,16414,15365,18973,19019,18082,11344,17169,17644,17220,12060,10090,21976,15504,11119,14027,19352,22988,17703,19192,19748,19275,16099,14952,14085,13877,12892,12210,17672,15432,19097,17470,20321,20473,17777,12451,3287,19951,20576,12947,16896,20915,16890,13085,12725,19546,18436,20367,13862,14581,8930,9576,12992,15816,7088,13266,12208,22843,11375,2195,20591,19639,18785,16950,19023,18943,10083,11352,14706,19671,13231,17604,12951,17127,20399,19745,17126,18885,13120,15630,18530,17400,10755,12113,6727,8959,17700,8504,16539,13899,13119,20045,16347,20602,16826,16861,17685,10425,12318,17970,20179,19889,12298,16849,20054,15759,15583,2578,1566,20030,19893,15732,17501,15927,22720,9675,17530,12711,12206,19526,17446,15542,15068,15720,11284,18646,12646,17895,19631,19979,14861,13281,20794,16417,15220,20156,21464,18099,16975,17192,18209,10729,10376,12559,10328,14636,16709,18318,11939,14819,15349,11255,15528,17829,13459,16054,22575,18858,14745,16678,14154,10727,16291,23070,500,19269,21788,19941,17612,21311,18565,19761,13810,21412,16655,14928,17829,20191,23082,23458,15702,16974,19985,2559,21174,20940,18394,19916,12717,21570,19930,20995,19752,18086,21059,17595,17061,11891,13650,15696,22692,8561,22182,13067,16372,22368,16327,10621,16885,3968,19393,16756,17359,15807,14121,4691,7904,14848,18869,15361,15217,14585,18411,18135,16965,14361,10843,9313,9672,12037,16067,13722,20056,18000,16105,14675,8245,17923,20361,16592,11455,14479,12581,9353,20881,11107,20545,16081,19593,18358,12152,18975,18675,13326,16638,17096,15357,19766,14730,16177,15147,8342,15694,7395,6271,20963,15958,17153,9773,3314,3489,20582,20046,18904,19670,16765,20744,18916,19954,20519,21503,19061,15846,14370,13217,12902,9863,13842,13321,14360,17739,20873,14551,16965,13689,13956,21700,19057,18047,15492,19959,20608,16508,21835,19192,17602,21682,16204,14149,17885,14917,19583,22563,17881,13727,12717,17245,12104,14771,13572,14358,13025,21385,16714,18281,15299,10806,14385,10113,14745,20787,15499,16916,13287,11084,20828,19874,15317,12513,21527,17008,15484,1947,19603,14552,19297,17001,18764,14530,15219,15615,15050,18916,15910,14443,13025,20636,15930,13128,19565,20256,18891,19861,18345,19917,15265,20424,18964,17775,19187,14404,3169,16881,19974,19722,18479,16836,20613,18355,20415,19644,13902,11973,9471,14546,17013,13295,18385,20420,10362,794,18982,19125,18444,12726,20289,14983,15820,18139,17412,18309,15332,20493,19851,15795,19909,20317,15711,18963,15513,3713,15212,18570,18983,9884,20551,20423,15214,13291,17533,17683,16240,10481,14846,20695,19898,18930,9968,13294,16677,18705,21529,16497,13121,18335,20158,15425,19946,12778,16725,16468,16553,23132,18849,17460,21886,16574,15116,14398,20602,10148,10553,4194,21022,18714,17975,19063,13966,15686,14190,11167,11857,15115,14221,15895,12123,7786,15383,18413,11675,14440,12687,12929,17446,13089,18400,21514,19500,9107,16318,13907,5112,19715,21225,8606,15332,11566,15558,14395,16028,13168,12847,13656,21761,22083,14179,16191,11947,11339,7141,20987,13648,16383,11536,18146,16704,20863,19586,19734,17852,10220,5348,19633,19301,19942,17388,16142,21666,19711,14418,18312,16175,15467,14496,13402,14214,14286,14689,13766,13263,16690,17036,17185,14208,13350,12847,20616,19419,9460,20351,20342,19735,15108,15079,21385,19989,17841,13033,9627,18675,7242,14582,12180,13998,21088,13968,22973,12370,7264,14983,12005,17548,18602,11926,16560,20189,13590,12014,20367,19409,19600,14432,17259,18998,17055,19159,12258,11461,19857,13292,10073,13080,13996,20620,9502,12853,13662,19115,17885,10793,16573,14067,14694,16683,12405,8647,17545,17475,20145,13460,17196,10451,8739,14191,21480,11729,10693,16564,15366,11770,3781,21641,19499,20255,18109,17170,17722,14336,14589,10016,14887,11882,15848,8607,11713,7064,19220,14920,16269,9921,11963,20829,9835,14850,1531,18809,5477,19628,20049,22921,19163,18587,16456,19560,15188,21032,22141,17259,6796,20382,18495,14522,3051,3633,4269,3460,24903,24948,19087,17754,9685,5200,3265,20566,17312,14261,15163,15154,17752,22997,19654,10556,11913,24463,13758,12012,10782,16780,14462,24939,23853,13791,12406,16670,22476,9579,11302,17517,24850,16462,14557,5945,2457,19738,24916,24907,24936,24535,24615,18706,11146,17958,24485,18500,12654,2629,20462,23908,18649,24747,24703,12459,12629,24919,19006,15076,11813,14971,19792,19909,18939,9213,10931,11772,2755,24850,20538,10506,17693,11655,21760,19622,17094,4491,2795,24593,18141,16018,24820,12829,18387,16928,15181,16807,13366,16997,15266,11070,16645,24928,18268,12214,24702,16675,12962,12885,24738,8402,3660,12803,11355,24942,21485,17623,19152,16649,14548,16852,22699,8859,15244,5322,1827,2490,2649,6406,24675,16588,15360,17266,24557,16608,24959,23602,24746,24492,20410,23089,24910,24091,24924,17272,23384,19916,18620,22059,16114,9928,3669,22641,18095,23884,24955,24953,16812,17048,3239,24808,16756,18098,13737,24963,24878,20673,24920,2750,24869,15238,18365,14656,24899,17899,14045,4097,2390,13755,24964,21582,20998,17994,20258,24689,13728,12420,24887,19394,12072,3638,1803,21232,24745,19851,24929,17730,16606,17060,21035,13270,1704,13614,24846,24935,754,652,808,1395,1934,12732,12456,10680,9985,10717,10150,10230,5897,6715,7955,13836,13286,13819,13837,14033,14011,14161,14959,14924,14886,13537,13722,13382,13974,13659,14661,14037,14593,12715,13175,13197,13218,9906,11894,12347,7696,8419,2476,13001,12311,8831,7112,4812,1659,757,385,159,68],"fragments":[{"begin":"0.000","end":"3.760","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"3.760","end":"14.760","lines":["What do you think of when you hear the words “invasive plant?” According to some botanists, our mindset around invasives can do more harm than good."]},{"begin":"14.760","end":"30.200","lines":["Here to tell us more is Mason Heberling, associate curator of botany at Carnegie Museum of Natural History in Pittsburgh. He’s one of the experts behind the museum’s new exhibition, Uprooted: Plants Out of Place, which opened on March 22."]},{"begin":"30.200","end":"33.320","lines":["Thank you so much for joining us today."]},{"begin":"33.320","end":"34.920","lines":["Yeah, happy to be here."]},{"begin":"34.920","end":"43.840","lines":["What do you think is missing or lacking right now in the way we talk about invasive plants, and why is that important to address?"]},{"begin":"43.840","end":"47.960","lines":["Yeah, I guess, first and foremost, people, I think [laughs] ..."]},{"begin":"47.960","end":"49.000","lines":["Mm."]},{"begin":"49.000","end":"93.080","lines":["Is, is largely absent out of the invasive-species conversation. And that is: “How did species get where they are, and who and what is responsible for that?” That’s a missing key. Oftentimes we talk about invasive plants, invasive insects, invasive—introduced whatever, and we oftentimes focus on specific species or we focus on particular areas that they come from. But we rarely talk about the underlying cause of the introduction, so I think that’s one thing that’s really missing in kind of science communication around the topic."]},{"begin":"93.080","end":"102.160","lines":["Yeah, and how do you think that the way we talk about and deal with invasive species would be different if, if we address that?"]},{"begin":"102.160","end":"121.480","lines":["I mean, I think the hope is and the thought is that there’s not just these nasty organisms that are just out to get humans but that humans are part of nature and humans are part of the problem but also part of the solution, so instead of just ..."]},{"begin":"121.480","end":"121.800","lines":["Mm."]},{"begin":"121.800","end":"140.480","lines":["Pointing at a particular plant and being like, “This plant is ruining our life,” we instead see it as the broader context of how the plant got here, what we might do to mitigate the problem, but then also what we might do to prevent future problems."]},{"begin":"140.480","end":"150.520","lines":["What are some key concepts about invasive species that, that tend to be oversimplified or underemphasized?"]},{"begin":"150.520","end":"164.000","lines":["Well, there’s a lot [laughs]. I think just in general, in the field of ecology, there’s not necessarily these big laws and rules like maybe other sciences have, like physics or something. And so it—it’s complicated."]},{"begin":"164.000","end":"182.840","lines":["So what happens in an ecological web when you remove one species? Sometimes nothing really happens [laughs], and sometimes, if it’s, you know, a keystone species or an important species, the whole web has to be re-networked. It’s not totally random, but there is certainly an element of chance, but also it’s just complicated."]},{"begin":"182.840","end":"199.920","lines":["So I think that kind of big question of, “If you introduce species X to a region where it hasn’t been before,” there’s a lot of factors at play that might help you predict, but ultimately you don’t always necessarily know the impact of a given introduction."]},{"begin":"199.920","end":"212.640","lines":["Yeah. You’ve done some work on how we might change the messaging around invasive species. Can you give us an example of how poorly considered messages can lead the public to do more harm to the environment than good?"]},{"begin":"212.640","end":"250.320","lines":["There are plenty of examples of that. And I guess just to step back, even if you don’t study invasives, you do study invasives, whether indirectly or directly. With that being said, being at the museum, my position as botany curator really has a pretty strong public-facing-outreach component. And being a plant ecologist, also giving a lot of guided hikes, pointing out plants, what plants are what, telling fun stories about particular plants to hook in, and of course, the topic of invasives comes up in that, too."]},{"begin":"250.320","end":"276.160","lines":["And so both out in the field, giving these types of tours to the public, and then also in the museum galleries, in the dioramas or other exhibit spaces, it, it kind of came to me that I’m actually not that great at communicating about this particular topic. It’s a very nuanced, complicated topic, a lot of finger-pointing happening."]},{"begin":"276.160","end":"326.120","lines":["And I think one big thing that really hit hard for me was: being in Pennsylvania—and in the eastern U.S., period—a lot of our invasives and forests, in particular, our work has found are from East Asia. So going on hikes, pointing out, “Hey, this plant is from Japan,” it kind of depends on, you know, what kind of background and philosophies people have, but there’s oftentimes either intentional or unintentional connection with, like, human migration. I really noticed it when COVID-19 started and there was kind of a resurgence of anti-immigration sentiments and, and a resurgence of—or, you know, a fear of East Asia."]},{"begin":"326.120","end":"357.880","lines":["A while ago that happened to me, where someone is just like, “Oh, well, it’s just, like, Japanese coming to America.” And I’m like, “Ugh, I wasn’t looking to have a conversation about human migration.” But then, more thinking about that, you really do see that the way that we address and talk about plant invasions, or invasions in general, really is seeded in this larger context of, you know, if, if you have an issue with this plant because it’s from Japan, what else does that say about us, either ..."]},{"begin":"357.880","end":"358.440","lines":["Mm."]},{"begin":"358.440","end":"360.440","lines":["As a society and as science?"]},{"begin":"360.440","end":"396.560","lines":["So there’s people that are really worried about introduced plants from a biological conservation side. And then there is this kind of other side that especially has been strong and more like the humanities fields where there is this general notion of, “Who are you to say what can live where and when?” And I think that’s a valid question, but also it, it brings up this binary of yes or no, or native or non-native. And I think that can be very off-putting to a lot of people."]},{"begin":"396.560","end":"412.000","lines":["From my stance as a botanist we really don’t want the take-home to be like, “We hate plants.” And from the same sense we don’t want to be—the take-home to be, “We hate people for particular reasons.”"]},{"begin":"412.000","end":"412.520","lines":["Sure."]},{"begin":"412.520","end":"452.160","lines":["So I’ve seen it go sour that way. And then I’ve also seen it go sour in this kind of vilifying particular organisms—these fear appeals. They’ve been really popular, and they’ve been really effective in some ways. For instance: “Don’t move this wood because the emerald ash borer or some other introduced insect or something, we don’t wanna move it around.” And that can be pretty effective to, to instill change, but those little sound bites don’t actually give the full nuance of: “How did we get where we are now? What can we do in the future to prevent that?”"]},{"begin":"452.160","end":"462.800","lines":["And so you oftentimes also see kids, they are chasing after invasive bugs and squashing them. And you could see, as an environmental educator, there being a bit of a conflict there in terms of ..."]},{"begin":"462.800","end":"462.880","lines":["Mm."]},{"begin":"462.880","end":"475.320","lines":["Killing organisms and maybe not necessarily getting that message across of why we are advocating for killing or removing particular organisms in a given context. So it’s really complicated."]},{"begin":"475.320","end":"502.520","lines":["And again, working at the museum, exhibit labels need to be short and punchy, and people come to the museum to be inspired, to be instilled with wonder, to be happy. You don’t necessarily come to an exhibit to read an exhibit label that requires you to get out your dictionary and sit there for an hour to read it. So how do you distill these, these big-picture topics to get across both the biological concepts and the sense of action and inspiration for land stewardship?"]},{"begin":"502.520","end":"527.640","lines":["That’s something that we’ve been really working on in the—at the museum here, so we’re really excited that now we are opening this exhibition, Uprooted: Plants Out of Place, that we really are trying to present this topic in a way that is both informational, inspirational and accurate and gives that full nuance rather than other exhibitions or short science communication pieces that are just kind of like, “This plant is bad; get rid of it.”"]},{"begin":"527.640","end":"532.520","lines":["Very cool. So what got you interested in invasive plants?"]},{"begin":"532.520","end":"561.360","lines":["I actually got into plants through invasive plants, helping my parents garden. That’s a good child job, right? “Remove these weeds; we don’t want these weeds here.” And so that always got me thinking, but I didn’t really know much more than that. And then I went to school for biology then, and as an undergraduate I was really interested in nature generically. Then I quickly ended up working a bit in, in horticulture, you know, as a summer job, and again these weeds kind of came back to me: “How did they get here? What are they doing? How do they interact?” And then from there it kind of spiraled."]},{"begin":"561.360","end":"587.480","lines":["My interest, fundamentally, really was the basic science of invasion ecology or introduced plants, seeing it as this big—unintentional—but this big kind of global experiment: What happens when you mix species around with different evolutionary histories? There’s a lot of basic scientific, ecological, evolutionary principles to be tested there that’s really quite fascinating. And that’s what originally drove me and still does drive a lot of my research here at the museum."]},{"begin":"587.480","end":"595.920","lines":["I know you’ve done some writing on how naming conventions can change the way we talk about invasive species. Could you tell us a little bit more about that?"]},{"begin":"595.920","end":"614.520","lines":["So this was work that kind of culminated in this exhibition at the museum but also in more behind-the-scenes and public-facing work with different environmental organizations here around Pittsburgh addressing this issue of: “How do we talk about invasives? What’s the most effective way, and what’s the most accurate way?” Which sometimes aren’t necessarily the same thing."]},{"begin":"614.520","end":"614.840","lines":["Mm."]},{"begin":"614.840","end":"649.160","lines":["Something that, that we’re really putting to practice in exhibition labels is common names of plants. Now, unlike other organisms, there’s no official common names for plants. We tend to focus on scientific names, and there’s a big conversation going on now, too, about scientific names and renaming them on various bases. But for common names and for introduced plants in particular, oftentimes we say “Japanese wisteria,” “Japanese knotweed,” “Chinese privet.” So we have this kind of geographic descriptor. And at first, honestly, I, I really had no issue with that. I thought, “Yeah, that makes sense ...”"]},{"begin":"649.160","end":"649.320","lines":["Mm-hmm."]},{"begin":"649.320","end":"660.200","lines":["“I’m really interested in where plants are from.” And I thought giving that name provides some context of, yes, this plant is introduced, first off. And then second off, where generally is it from? That’s just interesting."]},{"begin":"660.200","end":"696.040","lines":["But what I found in practice with science communication, sometimes, first off, it’s not necessarily accurate. Japanese knotweed may not necessarily be all from Japan, and plants don’t necessarily follow political boundaries. And we also see plants like Canada thistle, for instance, which is a European plant, but we call it Canada thistle, so that’s a different story. So sometimes there’s straight-up misnomers, and sometimes there’s just some blurred lines that isn’t necessarily true; maybe it was just first introduced from there or the first person who encountered it—first European, I should say, or Euro-American—kind of called it that. And that’s not always accurate."]},{"begin":"696.040","end":"716.400","lines":["In the case of Japanese knotweed, for instance, which is a huge invasive plant that’s introduced from East Asia and is now in Europe and in North America, and it’s also a huge one in Pittsburgh area here, so it’s one that we’re featuring. And so it was like, “Do we wanna say ‘Japanese knotweed’?” First off, is that accurate? And then second off, we don’t know where everyone’s coming from when they read the label ..."]},{"begin":"716.400","end":"716.960","lines":["Mm-hmm."]},{"begin":"716.960","end":"720.080","lines":["And we don’t necessarily want Japan to be the first thing they think about and then read ..."]},{"begin":"720.080","end":"720.200","lines":["Mm."]},{"begin":"720.200","end":"738.040","lines":["A bunch of negative things about this plant. And it seems relatively subtle, but it really is important. So we instead say things like “knotweed,” for instance, or use the name that the Japanese call it, which is itadori. And I think little, subtle shifts like that reframe it a little bit. And, and there are other names, too, that are absolutely offensive to certain ..."]},{"begin":"738.040","end":"738.440","lines":["Sure."]},{"begin":"738.440","end":"751.240","lines":["Groups of people, but there are other things that aren’t necessarily offensive—there’s nothing offensive about “Japanese knotweed,” for instance—but it’s more about the tone and how it’s presented and also the biological accuracy of where exactly is this plant from."]},{"begin":"751.240","end":"787.280","lines":["So in a way the good thing about common names is, we can call plants whatever we want [laughs]. We don’t need to necessarily go with scientific conventions when we’re talking in the vernacular. It’s actually really quite cool, too, that different regions of the world may call the same plant different things, and it oftentimes will say [something] about how they use the plant or how it’s engaged in their culture in some way, or it could be descriptive, but it is a powerful and relatively easy way to shift the narrative a little bit about invasives and keep the conversation going rather than just being like, “Oh, they’re from this particular place—I know these other plants are from there, too; they must be bad,” and walk away."]},{"begin":"787.280","end":"797.800","lines":["[Laughs] Yeah. What would you say are the big things that everyday people and, you know, home-gardening enthusiasts can do to support native plants?"]},{"begin":"797.800","end":"814.000","lines":["It depends where you are in the world, of course, but there’s a big native-plant movement, I would say, this kind of revolution happening in people’s backyards—you know, rethinking gardening in general for not only the plants that they plant but also the other organisms that they can help with their plants."]},{"begin":"814.000","end":"827.960","lines":["It’s kind of like voting, I would say: you know, every little bit matters. It might not seem like you removing a particular plant and switching it out with another one may be huge, but collectively it really does matter. And also it’s a time for engagement, you know, personal engagement."]},{"begin":"827.960","end":"869.200","lines":["One of the things we’re doing here at the museum—connecting with local resources, because there’s a lot of native-plant nurseries in a lot of places across the world. And going to a big-box store or even a, a big commercial nursery, don’t assume that all the plants there are, are great for you to plant. And so you have a little bit of responsibility but also agency to make those decisions. And I think in the last couple of years for Pennsylvania but also in the last, really, couple of decades for a lot of different U.S. states, there’s been a lot of increased regulation of the commercial trade. And some of that I see as being really positive because some of that is out of the hands of the consumer; it affects consumer decisions—what’s available to buy, for instance."]},{"begin":"869.200","end":"884.800","lines":["So it’s not only about necessarily removing plants but then also cultivating an environment that is conducive to the type of healthy ecosystems that we want. It really needs to be an active restoration, and active restoration also doesn’t mean that it necessarily has to be super difficult ..."]},{"begin":"884.800","end":"885.120","lines":["Mm."]},{"begin":"885.120","end":"901.040","lines":["There are a lot of native weeds. So I’m using the term “weed” here, and a weed is just a plant out of place; it doesn’t matter if it’s native or non-native. And sometimes we hear the word “weed” and we’re like, “Oh, that’s bad.” But what I mean by that is we can foster self-sustaining gardens, too, and that’s a really exciting, empowering thing."]},{"begin":"901.040","end":"923.720","lines":["For instance, plants like milkweed, we consider that a weed, and maybe it once was really reviled for various reasons—oftentimes weeds are these early species that do well in these kind of early successional or in these disturbed environments, which is true in cities and a lot of other places. But what’s beautiful is they can self-seed and they can be a keystone species in these ecological networks and really take it from there."]},{"begin":"923.720","end":"927.920","lines":["Yeah, thank you so much for joining us today. This has been a great conversation."]},{"begin":"927.920","end":"930.080","lines":["Yeah, you’re welcome."]},{"begin":"930.080","end":"940.920","lines":["That’s all for today’s episode. For more on invasive plants, head over to Carnegie Museum of Natural History in Pittsburgh to check out its new exhibit Uprooted: Plants Out of Context."]},{"begin":"940.920","end":"965.920","lines":["We’ll be back on Friday with an episode I’m super excited to share: an inside look at MIT.nano, a cutting-edge facility for nanoscale science and engineering. And I do mean an inside look. If you want to see how scientists study and design objects at the nanoscale—and how I look in a head-to-toe clean-room bunny suit—you can check out a video version of the episode on our YouTube channel."]},{"begin":"965.920","end":"985.080","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"985.080","end":"1004.480","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":1004}