{"title":"The Air around Us Is Full of Life","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/carl-zimmer-on-his-new-book-air-borne-and-what-public-health-experts-learned/","audio":"https://traffic.megaphone.fm/SAM6385860943.mp3?updated=1739915956","intro":["Journalist Carl Zimmer chats about aerobiology and his new book Air-Borne: The Hidden History of the Life We Breathe."],"authors":["Rachel Feltman","Naeem Amarsy","Jeffery DelViscio","Fonda Mwangi"],"category":["COVID"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"You probably don’t spend too much time thinking about the air you breathe—at least relative to the amount of time you spend actually breathing it, which, unless you do a lot of free diving, should be pretty much always. "},{"author":"","text":"But there’s a whole lot going on in every inhalation and exhalation. Here to tell us more is science journalist Carl Zimmer. He’s the author of a new book called Air-Borne: The Hidden History of the Life We Breathe."},{"author":"","text":"Thanks so much for coming on to chat today, Carl."},{"author":"Carl Zimmer","text":"Thanks for having me."},{"author":"Feltman","text":"Let’s start with an overview of the book. Would you tell us a little bit about it?"},{"author":"Zimmer","text":"When I was reporting on the COVID pandemic at the New York Times, like a lot of my colleagues, one of the most puzzling things about it was that there was this long, drawn-out argument about how COVID spread ..."},{"author":"Feltman","text":"Hmm."},{"author":"Zimmer","text":"And the consensus now is that COVID’s airborne, but at the time there was a lot of back and forth about that. And it seemed to me, like to other reporters, this shouldn’t be that hard to figure out."},{"author":"","text":"Wondering about that and talking to scientists about just why this was such a fraught subject took me down a long history in a field that’s known as aerobiology—in other words, the life of the air. And I realized that the answer to this question is actually one that goes back centuries and involves all sorts of remarkable scientists that, in a lot of cases, people have forgotten about and may have never heard of. But I think, really, to understand the COVID pandemic and future pandemics, we really need to understand this world of floating life that surrounds us. "},{"author":"Feltman","text":"And how has our understanding of the relationship between air and disease changed through history?"},{"author":"Zimmer","text":"If you go back to, say, Hippocrates, an ancient Greek doctor, he would have talked about many diseases in terms of the air, except that he would refer to “miasmas.”  And that carried this sense that there was something tainted in the air—there was some sort of corruption. It was almost like a religious sense to the word originally."},{"author":"","text":"And so, really, for centuries many doctors would claim that somehow the air would get corrupted and if you breathed in this corrupt air, you would get sick, and they would try to explain all sorts of diseases this way. And so, you know, malaria, which we know is caused by a parasite that lives in mosquitoes and they pass on to us in their bites, the very word refers to “bad air.” "},{"author":"Feltman","text":"Hmm."},{"author":"Zimmer","text":"And there was a movement among some naturalists to say, “There’s actually all these invisible things, these microorganisms around us.” They could see them in the 1600s in their microscopes, and they started arguing that maybe these were the cause of disease. But this was very, very much a minority opinion for a very long time. Even in the late 1800s, when we think of the germ theory of disease really rising up, miasma was going strong, and lots of people would believe that, you know, a disease like cholera or, or typhoid, it was just because of the air."},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"And that thing switched very quickly around 1900. We started to recognize that, well, actually, you know, germs are causing a lot of these diseases. And a lot of public health experts were like, “Well, we don’t have to worry about the air. Let’s keep the water clean. Let’s keep food clean. Let’s be careful about direct contact and people coughing at each other. But why would we worry about the air?”"},{"author":"","text":"It took a long time for people to start to recognize that, no, actually, the germs can travel remarkably long distances through the air as well. In fact, the air is remarkably full of living things, which we breathe in with every breath. "},{"author":"Feltman","text":"That’s so interesting. I love how much we sort of accidentally got almost right before germ theory, but I hadn’t realized before checking out your book that we sort of backtracked a little bit [laughs] when it came to airborne diseases."},{"author":"Zimmer","text":"We have an image of science as a march of progress forward and ..."},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"Ignorance is continually being trumped by knowledge—that’s not really how the history of science works ..."},{"author":"Feltman","text":"Sure."},{"author":"Zimmer","text":"In fact, people are coming up with ideas all the time, they’re fighting with each other, and you can go back in history and you can find certain people who are doing experiments and making claims that today look spot-on, but their colleagues at the time had a lot of reasons to think like, “No, this doesn’t seem right.”"},{"author":"","text":"Louis Pasteur, for example, he did this extraordinary thing where he took these flasks full of sterile broth and he would wander around outside to prove that there were germs floating in the air. At the time no one thought that. He would go in a courtyard in Paris, and boom, there are germs there. He would go to a, a farm; he would collect some germs there. He even went to the top of a glacier, which is a pretty amazing thing to think about: Pasteur as glacier climber. He never even liked to, really, leave his lab."},{"author":"","text":"When he brought all this data back to Paris and started saying, like, “Folks, the air is full of invisible, floating germs,” you know, there was a journalist who said, “This world, you want to lead us into is just too fantastic to believe.”"},{"author":"","text":"That’s actually one of the fascinating things to me is, is, just how twisty the course of science can be and a lot of chance history can steer things off in strange directions. Even biological warfare basically stole a lot of these ideas of aerobiology and diverted the whole science in a major way for decades. I think there’s a lot that we don’t know because aerobiologists were too busy for years and years and years trying to build anthrax bombs. "},{"author":"Feltman","text":"Right, could you tell us some more about that? I thought that was such an interesting part of the book."},{"author":"Zimmer","text":"It was really fascinating to see just how intimately connected biological warfare is with the science of aerobiology. You literally have some of the architects of aerobiology, the people who would take planes in the 1930s into the air and catch fungal spores, they were then asked in World War II by the U.S. government to help them think about how they could actually create weapons from those same airborne organisms. So you could imagine: “Let’s take these fungal spores that can wipe out a wheat field, let’s pack them all into a bomb, and let’s go drop them on our enemy.” There  were projects being developed at Camp Detrick in Maryland for destroying lots of other crops."},{"author":"","text":"In addition, a lot of the pioneering work on human diseases that could be spread through the air, potentially, got used as the basis to develop weapons such as anthrax bombs, weapons that would be based on very obscure diseases ... "},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"Things like parrot fever, which we haven’t heard about,  but they were testing it out at Camp Detrick. And then after World War II, in secret, a lot of this research kept carrying on on an even bigger scale. And it’s not like the United States was alone in this; the Soviet Union had a gigantic program, which actually got even bigger after they signed a treaty with the United States in the 1970s, supposedly to ban these things."},{"author":"","text":"So in a way some of the best evidence that airborne diseases are a danger come from this research into, actually, building biological weapons. "},{"author":"Feltman","text":"Wow. What are some other surprising things you learned when working on the book?"},{"author":"Zimmer","text":"At first I thought I would be learning a lot about the dangers of indoor air because that was really the issue during the pandemic. It’s like, if you are in a poorly ventilated space and ..."},{"author":"Feltman","text":"Sure."},{"author":"Zimmer","text":"People are breathing, if somebody’s got COVID, that could really increase your risk of getting sick as well ’cause you’d inhale these tiny droplets. But then, you know, I was really surprised at just how widely the aerobiome, if you will, affects our lives. We sort of take it for granted that pollen, for example, floats in the air. If you really think about it, that’s a pretty extraordinary adaptation that these plants that are stuck in the ground have made. They can figure out basically how to have sex through the air. Their pollen grains are beautifully evolved, adapted, to being able to soar along and, eventually find another member of their species."},{"author":"","text":"When you start to think about the air this way—as this avenue for all sorts of different life to do its thing—some of them make us sick, but a lot of that life is, is just life [laughs]. And, you know, even when you look at the, the clouds, you need to understand that the clouds have bacteria in them, huge numbers of bacteria. They’re not as dense as they are in the soil, but it’s still a remarkable thing that bacteria are able to survive and maybe even grow in the clouds. It’s possible that they may be able to withstand the really stressful conditions inside a cloud and feed and maybe even grow very slowly. And then they get rained down on us. Sometimes they have antibiotic-resistance genes in them. So we can literally have antibiotic-resistance genes raining down out of the sky on us."},{"author":"Feltman","text":"Wow."},{"author":"Zimmer","text":"It’s a different way of thinking about the world."},{"author":"Feltman","text":"Given everything you’ve learned, what do you think are the most pressing questions in the field of aerobiology right now?"},{"author":"Zimmer","text":"It’s gonna be really fascinating to see scientists really try to create a global picture of the aerobiome ’cause they really don’t have that yet. We have these little glimpses here and there: plane goes up here; you send up a balloon over here; you, you try to catch things on the top of a building over here. It’s possible that there are a number of human diseases that are being caused by, perhaps, fungal spores or other organisms that are traveling literally across oceans ..."},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"There’s some tantalizing evidence of that. But until we get a global picture of the aerobiome, those are gonna stay mysterious."},{"author":"","text":"And I’d say the other main thing that we have to do is really, actually, not just scientists, but, you know, the community at large has to really recognize what we’ve been through with COVID."},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"In other words, we have dealt with a pathogen that does very well spreading through the air. And there are a lot of lessons to be learned from that, and we need to learn them because we might very well encounter another pathogen that is also good at that."},{"author":"","text":"A number of the scientists who have been really arguing strenuously that we have to recognize airborne infection have been making a lot of proposals. Buildings, they argue, have to be mandated to be well-ventilated, to bring in fresh air, because that’s one of the most important ways to reduce your risk of getting sick, not just with pandemics but with other airborne things that we deal with every day. Maybe in some places we need ultraviolet light; maybe in other places air purifiers will do the job. Basically, this has to be our priority—in the same way that we keep our water free of pathogens, we need to do the same for the air."},{"author":"Feltman","text":"I wanna circle back to COVID. You mentioned earlier how fraught the discussion around COVID’s airborne transmission was. Why is it that that was such a complicated, drawn-out discussion? And it feels like even once it was very clear that COVID was airborne there was a lot of talking around it in the public health world. Why is that?"},{"author":"Zimmer","text":"I think that a part of it was tradition ..."},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"In other words there was a long tradition in the public health world [of] considering close contact as being your kind of default explanation for how diseases spread. There were just a handful of diseases that the public health community acknowledged, “Yeah, this is probably airborne.” Tuberculosis, for example. But in my book,  I write about how, just to get that one disease really sorted out as truly being airborne took a small group of scientists a huge amount of work."},{"author":"","text":"In fact, one of the heroes of my book, William Firth Wells, he tried for 15 years to try to run this experiment, and people just shrugged, like, “Eh, why do we need to do this?” And he actually died in the middle of the experiment. So it’s really quite tragic that it took all that work for just one disease ..."},{"author":"Feltman","text":"Mm."},{"author":"Zimmer","text":"And then there were measles and so on. But really I would say the default was, for most diseases,  even a respiratory disease: “Keep your distance, don’t let people cough on you, and you’ll be fine.”"},{"author":"","text":"It was just a different way of thinking about disease—like, “Well, maybe, actually, these are spreading like smoke. They can drift around invisibly, and you just don’t see ’em, and you’re inhaling them.” It was going to be a big shift to acknowledge this because in order to prevent disease spreading through the air, you can’t just keep your distance or wear a, a flimsy mask ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Zimmer","text":"You have to take some serious alternative measures."},{"author":"","text":"I think that clash between, you know, public health workers who had this century-long tradition of really not seeing the air as being that important meeting up with a lot of outsiders—physicists, atmospheric scientists—who looked at these public health measures and said, “These  don’t make sense. This doesn’t work with the physics.” That was, you know, a real clash of cultures."},{"author":"Feltman","text":"And what lessons do you think we really need to take away from COVID-19 when it comes to air?"},{"author":"Zimmer","text":"We have to be aware that when we are breathing we are taking a little sample of this huge living atmosphere that surrounds us. And sometimes that means that we might be at risk of an infection, maybe an infection with a pathogen we’ve never dealt with before, and we have to recognize that risk because we’ve had over 20 million people die of COVID and a lot of them probably inhaled the virus."},{"author":"","text":"At the same time we have to start asking some deeper questions, too. A lot of the living things that we breathe are not harmful to us. Could they even be beneficial to us? Could we have a relationship with the aerobiome? Maybe, according to some studies, this might be part of how our immune system learns to tolerate living things that aren’t gonna make us sick. Maybe that means that we don’t simply just try to eradicate everything. How do we find that balance? There’s so much science left to be done to answer that question. "},{"author":"","text":"[CLIP: Theme music]"},{"author":"Feltman","text":"Thank you so much for, for joining us to chat about the book.  I’m sure a lot of our listeners will enjoy it."},{"author":"Zimmer","text":"I hope they do. Thanks so much for having me."},{"author":"Feltman","text":"That’s all for today’s episode. Don’t forget to check out Air-Borne: The Hidden History of the Life We Breathe, which comes out on February 25."},{"author":"","text":"We’ll be back on Friday to learn why human hair comes in so many different shapes and colors. "},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[13809,13081,11486,13698,16551,10689,13589,9846,15822,12032,14690,5220,9631,12436,8828,10108,9452,7226,2211,16567,20813,20465,16580,18713,18580,22930,20127,19827,8547,6306,18439,13318,10813,5671,5520,18036,23701,18900,16687,18053,16290,13634,12912,6412,10645,14318,9114,16767,13728,5096,172,547,603,566,676,982,380,279,1540,1474,1091,1427,537,424,2201,1983,2052,2488,1611,736,1920,1727,2008,1620,2235,7463,11285,7664,6895,10390,6076,7125,6383,6607,7382,2302,834,3392,11230,10363,7823,9771,7255,6149,6773,3284,8248,4432,4275,3464,3058,6695,6227,8459,5645,5644,4977,7170,7676,2627,7915,7445,7339,9468,6248,9131,6925,8236,10624,8676,8050,8406,4651,1643,1885,1690,1627,7149,8877,8798,12023,7521,6495,6949,6705,3923,7567,6783,5228,8185,7772,5761,3562,1069,7888,8555,7087,5887,9024,8038,8708,6201,10377,6766,3356,5838,10565,7864,13738,8110,6571,8571,7957,7394,3905,463,10179,8171,4596,7537,8180,5892,5447,4366,2094,1956,1439,1283,1733,1737,1245,1290,1130,746,345,1515,1058,1199,1068,817,580,929,742,10242,8867,6729,9443,10264,10080,12229,5369,10602,13616,6419,7182,9044,8414,7628,6792,10798,7608,6734,6144,3772,8237,5344,5552,7871,348,11260,12953,11853,2669,4553,8685,7192,9340,7381,5630,3183,6173,8038,9445,1202,830,11760,15582,11513,12621,4292,3399,9135,5011,13625,13310,9235,15040,6925,6695,1206,7113,6930,193,5309,6972,278,80,14289,12882,11347,7338,7931,4866,10291,7182,57,15561,12223,6719,8268,0,4640,5363,9567,14075,10930,10118,7051,8994,7697,2235,7791,10148,6871,6224,9793,12285,4831,14333,10283,6753,4989,5001,4896,4632,5035,4396,79,4343,4088,6524,6102,4089,3843,3508,5689,6578,9959,9694,838,8144,7992,2537,11166,9254,6985,6503,3500,7701,7255,3848,9693,5381,7351,4554,5539,2017,134,3310,15457,8122,5091,6970,1861,7952,11767,4981,7408,5319,9914,7575,5042,15469,14941,4259,2344,6893,6341,6974,5277,5315,9731,7416,2094,3973,3952,5657,4955,5395,9442,10529,11905,8603,5065,15439,4835,8122,4959,6129,4035,3079,8819,9351,13375,5810,4242,10877,11987,8410,5613,6216,10974,6542,6741,6241,4016,8127,5426,6378,5054,7020,1171,13351,4341,5207,4569,6259,3480,6825,9258,11891,7663,10641,8407,9253,8018,8628,7922,5638,7791,9049,5280,8688,7879,4941,6817,6027,6820,4939,10998,6354,11518,10278,8299,5808,2691,542,11323,15314,5609,13344,8869,6368,6183,7115,11711,4969,5553,8238,6777,6378,2955,12739,6572,7114,5501,3647,6709,3354,5385,6662,455,10627,15361,13664,4236,5769,4775,9321,6253,15441,10608,1033,3051,4917,5219,5198,13512,5123,1881,9515,13071,9905,1384,11464,7898,6110,11232,5021,2909,1407,3256,7088,7328,4435,705,14592,5830,6537,9596,9437,4241,5106,5779,2825,647,7830,5845,13066,11781,11069,8703,9757,5719,4250,7623,4517,1914,8800,7141,7578,5594,5400,7992,12633,5055,1877,3152,3498,7713,8997,5350,9307,8319,9512,10239,6426,12248,5443,6078,4630,4730,9531,1143,8064,5128,72,4462,9499,11676,9398,5199,10240,14452,4835,3519,6364,7635,6275,4553,1846,10108,10658,7691,209,5401,9994,8888,4069,9998,4841,5971,4630,5544,9189,8064,7881,8386,9304,1986,8038,9585,13480,3915,9953,7764,7400,4868,7098,4613,5711,4247,3022,2537,7162,3022,3430,12905,10688,2026,3437,5515,7380,6468,6078,8753,6772,5767,3689,8901,3636,2476,4964,6662,3223,7744,679,90,103,3605,10624,13778,13630,7601,322,4116,11632,5163,4679,2840,4661,4532,144,35,10213,10095,1612,11198,4569,8090,8874,7364,8748,4045,8838,3244,2297,13344,5724,924,8853,7185,3501,7816,5127,7613,8493,5146,5270,6761,5857,2089,3131,8801,7605,9312,2148,5496,3527,151,7589,11914,11145,5612,7032,3253,7303,5757,11200,10238,10084,7109,7818,6607,6239,4975,3891,7813,8372,3819,3816,7806,5698,14967,11846,5130,5927,3733,3677,7077,11272,9594,6770,4768,119,7013,7916,9354,4539,5487,5481,2254,7422,7128,8805,7629,5817,4652,4507,3712,5491,3896,128,7261,9939,6906,5294,8550,4442,12373,4965,3643,3517,7116,1821,2089,2983,6031,12522,5807,14138,8325,2372,3994,7209,7252,1363,5267,1397,9696,9696,8004,4839,3307,8194,9183,8144,2061,7133,3523,4688,4790,2501,5391,15077,3400,3664,11223,2417,1792,5187,15399,13597,7383,2255,2056,2109,312,7122,8842,3198,6176,14719,8466,7193,1144,9871,10227,9123,3236,8370,4956,4028,5209,0,2900,5071,5043,12144,5608,2791,2053,4073,5369,4591,2100,6315,1244,10107,9283,9710,8185,7959,2835,3563,8408,5884,6792,6353,6639,5287,6264,8216,7232,344,6295,13019,6729,6034,4082,3910,3876,5394,7106,6645,3362,9743,10237,2969,13616,7257,11266,6386,4114,12086,6763,3586,2773,3858,6348,7556,3603,5412,2479,11294,3560,8664,7969,3836,15580,5443,11577,9199,2914,7258,4429,3192,5692,9002,3607,5289,164,12031,6704,6762,8173,7603,10189,7060,8204,5511,15401,8800,8412,7415,10884,9805,6298,7207,9145,9152,8895,10728,13343,8063,9387,4165,6612,15537,8642,6698,9750,4063,4673,8558,15318,13794,5677,11539,11498,5929,5758,5812,7272,5990,4313,6904,7548,6130,1495,4100,15524,13847,2492,5712,7356,6532,10940,5857,4328,3492,1848,14106,2984,11683,8409,10984,9773,8893,9653,4228,7683,6764,6907,3597,12351,9298,8917,11026,6505,9060,7095,7936,6715,5502,1362,6047,4451,7232,6138,1052,14247,9495,7757,9271,8892,7094,8160,6793,5780,6982,9860,285,8000,12136,4025,7645,7585,5338,5717,4153,13012,14726,1327,4431,5357,3962,10050,5252,5114,3402,7707,6701,4825,6767,8214,4474,2708,3003,4807,5732,7585,2288,6103,7505,4442,679,8428,8898,4782,146,9249,8482,8450,8652,7652,5332,6611,9190,13624,12928,4322,5785,5136,8815,8347,2978,3488,6293,7113,7830,7717,7672,6205,5106,3349,1075,3684,5018,5877,5920,6372,4455,3272,4841,880,2730,4193,10961,1788,4506,6280,9177,2741,281,4967,3935,11277,8728,8124,10987,10464,4461,6784,7624,7139,6621,5229,9119,6605,4587,4974,165,4954,7614,4563,4942,3513,3097,6481,5681,2283,7145,8410,11220,10583,1336,3829,3930,3582,11613,3677,2986,4213,6439,5458,3950,3779,8849,3667,2081,8487,3894,13323,5715,5993,5296,3446,4322,2550,2655,3486,11275,8929,7322,5537,5844,6765,6716,5275,5415,4852,8838,8058,5773,7409,5260,4446,7923,9153,6214,4219,13923,15059,8433,7232,7232,8082,4413,11301,7251,7566,6550,4895,4756,1519,9944,8266,6837,5043,6187,5539,7896,7622,4279,6370,8185,7781,6355,5244,5038,6496,10513,5171,2735,3330,5816,3972,4458,2740,3060,4502,5594,2550,2720,167,13891,5590,8229,9912,10066,5666,3814,4286,4228,223,6213,9716,6931,4018,7657,2314,6617,3043,2861,7441,14296,7972,8118,7498,7560,5260,3616,2229,5106,6753,7157,2598,8356,12166,10462,1180,5406,2452,12018,11725,6498,5974,374,4387,4048,10947,9600,2643,9164,6288,4047,6511,5567,5441,5296,7889,8537,7198,5195,5737,4163,5097,6378,3321,6930,4622,749,5781,5466,14009,4196,3798,7885,4043,4252,5471,3729,587,1230,5852,6694,4941,3836,3585,6693,3176,370,6603,5997,4881,9090,6461,136,11131,8628,45,7328,8339,6615,7504,7955,6098,4977,3767,4174,6704,8272,6889,12146,4618,3200,35,0,5516,7226,7440,7436,10509,11870,5548,4996,5111,12432,13234,9294,8931,8132,9388,3009,1344,14389,5446,8910,7207,1004,244,7981,6403,7175,7671,5709,6943,5241,3405,11739,11870,9043,6362,15397,6539,1356,3695,7167,5179,1817,7430,7015,4778,4655,6576,7587,4998,4673,6845,3211,4538,13903,11768,2072,6257,9575,819,9846,7465,5047,2641,8173,9708,6639,7240,6626,6583,7820,8565,5145,7069,10062,3649,10239,13135,7429,6418,9050,8012,9957,5271,4088,9612,9915,6769,1174,5468,6335,6156,5432,4725,2148,3536,5605,2112,545,9142,5837,7621,4961,5284,6803,5758,4398,7754,7037,7539,4082,10110,8964,3944,2792,4103,7645,10722,3799,9500,3455,9466,15467,6810,5346,4612,649,4028,9080,822,4834,14436,4683,6740,3941,7351,4313,4478,4259,2387,3113,6843,7567,7789,13881,4646,6959,8559,3262,14590,5719,6256,5633,6233,6502,6913,3063,1382,2663,8140,5910,7006,7165,4138,2846,8423,78,12,1964,6762,6227,5370,4744,3037,5628,3910,3565,4680,3370,5918,10336,7220,1389,9460,8167,5771,6678,4875,8183,10810,487,18,1769,6181,5680,3235,1902,6382,10647,4276,5117,286,6260,553,4732,9305,15414,6716,2900,3755,5158,6635,6265,5118,4773,4498,5163,377,0,1860,12494,11791,5985,5367,6714,8819,7379,14382,6896,6355,3082,8971,9791,4506,4746,5147,7961,3017,1145,9839,10722,9653,6503,3441,7731,6003,3605,1539,5027,4744,4405,6414,7077,8484,8079,6758,3831,9518,6261,3790,4218,9000,4933,191,15462,6363,6041,5921,6386,3326,4249,4117,6164,6133,2774,3788,7684,3285,3917,2323,1510,443,6538,9403,6798,6252,8281,8458,7785,2615,303,1917,5486,1539,22,5763,6254,3730,3812,2713,4858,6784,7183,21,17,4852,7748,7238,777,4218,6485,2860,3199,5729,5653,5860,1561,175,9766,5347,3345,1048,4622,9350,8346,8530,6810,11005,7144,2617,15049,6300,6609,5326,6127,3175,4138,4903,6007,2230,8747,6165,4981,2520,1809,7288,7106,8006,8124,5520,8336,5598,3994,5590,5025,2069,4658,7093,5084,5747,3512,4209,9360,10189,2783,6764,3906,7139,5325,3318,114,4906,5037,4438,3923,2508,2282,4593,5810,3692,3612,2217,7859,8391,9293,8972,6562,6842,116,6123,7798,699,4502,3807,3593,3539,2675,3125,2380,5182,3373,3542,7523,5773,4470,4556,1636,7553,5668,6371,8002,6315,3209,4701,7621,3983,2977,7448,7174,2306,6133,9481,7840,2072,1232,2825,4114,278,5344,8799,6462,8141,841,3116,5507,5970,6680,4073,4942,4234,10680,4501,4289,4990,627,11967,5721,5044,1550,4104,4487,7168,3667,3706,5913,7319,1510,6488,4513,4377,3911,2554,6695,7235,4975,8793,5488,8343,4728,6246,6117,5554,8418,10166,4496,838,11050,9419,8829,6360,4910,6986,4442,9411,6731,5737,7193,6178,167,13708,14184,4644,5053,2249,47,3874,4703,4458,5865,4844,7636,9816,9418,5184,4464,5461,6502,6516,2866,58,3722,4365,5164,3133,4015,4558,1971,118,3898,9299,5008,7816,7129,6744,5722,3927,2549,6728,4679,3555,3913,3664,7196,3100,4870,3576,4177,6417,6123,4949,6764,5221,495,6068,6519,7944,14890,12985,8277,3459,3979,4283,2326,152,524,7290,5149,14584,6420,12278,10393,11141,2997,7821,5678,6842,3408,5182,7923,1646,5725,4749,2442,4579,6909,10347,6592,11507,8723,9999,6412,8652,5958,5644,5097,1034,1981,6671,6924,4275,7312,5683,13013,13555,10499,6890,5514,9009,8578,585,6805,8909,8776,9498,10370,6094,7487,5622,8979,2664,11181,6953,2900,4989,5176,10006,4089,5552,3013,3403,9223,7120,6165,5480,7180,4058,6361,5345,3541,8362,4951,6364,3437,3992,5095,6087,7877,6891,2471,3762,3880,1072,6462,5375,5436,7680,5635,4750,74,3892,8377,9363,6645,6865,7409,1218,3632,8547,3677,4258,6208,6960,9060,4824,4406,2432,2627,1436,7192,8379,9138,8899,7266,4039,2815,3618,8406,6505,6272,1899,119,8082,6283,2611,832,0,7725,4961,7350,12274,12178,6028,8043,7253,92,0,7033,9795,5962,5182,3775,7259,8208,5887,9043,6547,5292,15323,6006,9242,5140,4221,5254,6741,9424,6083,6554,6245,3372,6083,3818,10608,11985,7253,3564,207,3826,8270,9562,5096,5329,8747,4065,4502,5020,2793,7233,6730,6569,6427,4257,6021,2905,1426,3352,5759,7669,11270,7232,3932,7458,9757,12180,8902,3140,7482,6459,5583,6580,7350,7229,5397,4734,5056,4330,5005,395,2265,1477,5899,6636,6021,4616,8334,4405,3841,4424,6808,9537,7542,8249,6903,4746,226,5011,7265,4781,7428,2452,6846,7685,3900,10298,4007,8012,5259,3749,6780,6657,7779,4548,10563,7255,4258,8170,9076,8825,7724,5244,1448,1970,3551,7356,6737,6024,4158,4472,324,6029,8364,7933,7299,5950,5057,5954,5345,2490,1420,6762,5483,2692,4677,4224,3432,873,9442,10533,10913,9734,8397,5497,3617,5232,2747,5920,9009,6987,8870,9459,10046,10355,4605,5201,2972,4730,6828,10401,1237,55,55,11753,7977,10853,4560,4455,1086,1001,7849,6250,8194,3597,5474,4777,2386,3789,7528,7642,4562,5475,8305,4680,5927,3368,3294,491,127,10097,5894,1632,6960,5424,5524,9631,10513,9962,1167,7176,3688,3230,130,165,381,4143,2654,4930,10551,4988,5972,5521,5598,5058,5557,6087,6564,6275,1121,41,841,12191,8979,9541,8067,6622,6298,5856,8024,3446,4266,8487,3033,3063,73,6787,9490,4221,806,5039,4686,1079,8747,6675,4883,2195,9514,10457,8305,7761,2777,2641,4859,1944,1331,2994,6822,5788,5066,5512,7900,3877,2214,2043,3516,6549,6505,2245,7676,5802,8049,12250,3506,2990,10969,9655,4338,3673,7982,12720,6139,2385,8970,6667,10666,7051,113,6765,8152,9365,5335,6388,5755,5610,5087,4349,4098,10918,9484,3192,5925,3865,8923,7968,8402,4225,9717,6080,4974,7990,6894,4469,3392,2418,8560,4926,4843,6768,7809,3787,2910,2997,7971,11704,7524,4014,2709,4666,5597,8246,8266,9604,4186,6074,6117,5411,5164,6863,4012,2911,14,8,3545,6803,12740,6723,9022,7594,6699,3680,3575,6450,12817,9841,77,18,71,581,6796,7480,3245,596,45,638,3651,5785,5919,3933,53,32,0,4734,4773,5468,12141,5720,5317,6414,9178,6036,8463,6080,3827,14961,4110,1555,10223,6220,8038,7922,7427,5939,6456,2205,9308,7176,7200,7015,8408,1975,12284,10673,8947,5990,8407,11887,8482,11255,1866,6915,5710,7321,8359,7874,5982,8550,6920,9894,10521,5520,7908,6951,7832,1951,13994,7945,6387,7664,6758,6601,5687,3616,10995,11736,6100,8609,879,11005,9672,6606,5203,7481,11281,68,13169,10641,7332,1240,12180,8015,9896,7936,1182,10087,3917,2803,5512,7718,7538,3498,15466,9567,11989,4719,4618,4323,7767,6277,6953,3977,5237,6603,4053,1362,7861,7690,7249,450,4383,1669,2193,5876,5228,6302,7263,4240,3450,2889,4606,6052,2816,4821,5989,9788,12644,9766,869,8301,7020,4942,4031,3689,149,8625,8535,1477,9777,7853,4948,3865,144,7926,8129,6883,6385,3004,1063,192,7716,3940,6238,5575,5198,7706,4904,3011,3814,2141,1228,7051,7945,8543,9656,10224,9506,6974,4607,8625,7981,4771,4586,5979,5416,7063,4052,4363,3299,5569,5376,4838,3419,13395,5943,7212,3373,2958,5764,2582,5034,1541,6313,1238,9819,11468,7824,8852,5825,6916,9213,1980,2565,6178,4870,836,5845,2826,4235,2786,10029,4598,4798,4508,2403,3247,3195,5824,2970,3951,4427,3936,3160,2653,8402,9797,3795,11162,8298,963,5381,6194,5625,6310,5037,4667,8878,8025,5755,6541,4418,5860,4079,5651,6079,3029,5397,5524,5768,4942,6257,7990,7631,7025,3740,8858,1618,6179,4063,774,8186,4620,5193,7303,11765,5769,3356,964,1760,7448,7384,5051,5562,1054,10984,4506,3345,1920,2355,2171,2122,7247,10599,11385,13510,6555,8366,4340,5827,5438,5990,4019,2655,7714,3450,2996,4057,3010,4582,4335,4204,3254,5572,4634,356,2564,6228,5497,8580,288,5017,7328,5753,2697,1877,5036,4682,6072,4356,6227,6795,733,4922,9443,4527,2927,6838,5126,5691,7678,3346,1415,5695,3004,6079,7782,1947,1746,5898,3272,3618,3126,5243,6099,6491,3641,4212,2629,1818,5207,2988,5177,5119,4158,208,2810,5966,3985,2901,581,6025,10715,10316,8879,3277,4152,2867,7435,10201,9043,4579,6397,2723,5217,4984,6023,3192,3043,3871,8173,9592,6848,6822,4193,4800,5665,8229,11391,6307,4769,11004,7265,1063,7068,5779,2919,944,7287,6269,7532,3805,3692,4039,7994,7610,7336,686,7835,6714,4937,5229,2962,4972,4113,4263,4157,5341,6821,5583,3243,823,9729,1178,6932,6213,9374,4929,2045,30,11817,6674,69,11975,7224,3697,6765,3503,5758,4149,6414,4811,8426,6116,5032,6942,4905,8169,9418,5000,4744,5229,8563,5795,4391,9552,14415,70,5984,5000,1811,4505,3793,7000,5924,2752,2042,4918,4638,4996,5148,6821,6633,2785,4337,5982,6095,2468,2348,5294,5050,1933,557,143,133,3790,1846,9804,11158,5639,7250,5767,2983,5823,2884,6025,1606,179,4078,1838,5794,2407,1334,4404,6511,6919,2833,5706,3079,4945,4661,4381,4045,5254,7938,10135,7858,5656,3560,5499,5925,1357,3597,4084,947,7514,5523,4810,12057,3387,8145,3131,2988,10550,9845,6556,2991,3446,5926,4663,6394,6692,8622,5169,4538,3786,2357,3179,6738,8419,735,9656,7154,6572,4620,8048,3187,3844,6393,8528,6832,6552,5172,4173,2763,4203,8795,6474,1887,674,3502,5196,4233,3322,6874,5130,3512,1382,3426,6445,3509,3670,4307,402,62,5241,7828,6590,3290,4203,3183,1936,6812,7866,6898,4181,3642,1316,4107,1501,2488,10638,5363,5880,5116,3564,3863,3798,2484,2911,4045,9104,3258,10480,7317,7589,5147,4108,4159,5275,610,409,3246,4552,6561,5014,4521,6707,3665,7971,5060,5419,4269,7124,8032,7956,5950,3048,4898,8119,6122,5543,5109,3370,4398,1870,864,614,10675,8356,8532,8176,7202,6497,10372,8009,5092,8211,9715,8261,5814,5386,6382,7937,5456,1662,11763,14562,9404,8845,8021,4646,811,3019,2355,1986,1789,1671,1367,1132,13819,10763,9140,9612,4250,8101,8938,10960,9994,8880,7225,7480,7429,8753,9809,4339,6145,10010,9991,6697,13153,7877,7746,4069,10641,13220,10557,10528,9688,8344,8910,8864,6759,7708,7154,5733,8361,7029,5876,8431,4811,11187,5522,1696,3006,2364,2006,4511,13826,7709,8631,7993,10764,6937,10691,4456,9238,9883,7434,7490,10487,10861,8551,10990,7989,8792,8096,8438,7802,7349,9515,7332,3628,9490,8727,8444,6755,14017,15279,9819,8088,8646,8127,8017,8513,10281,9220,8014,7855,1253,14053,12460,8492,7701,7336,9166,10192,9099,8025,10193,8851,7196,1940,14201,7704,7649,8374,8981,5296,7315,8260,3889,3789,9904,10625,1886,1350,761,672,933,1685,1173,902,788,754,254,77,43,23,6,3,2,2,1,1,1,1],"fragments":[{"begin":"0.000","end":"3.240","lines":["[CLIP: Theme music]"]},{"begin":"3.240","end":"10.640","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"10.640","end":"37.240","lines":["You probably don’t spend too much time thinking about the air you breathe—at least relative to the amount of time you spend actually breathing it, which, unless you do a lot of free diving, should be pretty much always."]},{"begin":"37.240","end":"57.960","lines":["But there’s a whole lot going on in every inhalation and exhalation. Here to tell us more is science journalist Carl Zimmer. He’s the author of a new book called Air-Borne: The Hidden History of the Life We Breathe."]},{"begin":"57.960","end":"60.360","lines":["Thanks so much for coming on to chat today, Carl."]},{"begin":"60.360","end":"61.400","lines":["Thanks for having me."]},{"begin":"61.400","end":"65.920","lines":["Let’s start with an overview of the book. Would you tell us a little bit about it?"]},{"begin":"65.920","end":"81.480","lines":["When I was reporting on the COVID pandemic at the New York Times, like a lot of my colleagues, one of the most puzzling things about it was that there was this long, drawn-out argument about how COVID spread ..."]},{"begin":"81.480","end":"81.880","lines":["Hmm."]},{"begin":"81.880","end":"93.800","lines":["And the consensus now is that COVID’s airborne, but at the time there was a lot of back and forth about that. And it seemed to me, like to other reporters, this shouldn’t be that hard to figure out."]},{"begin":"93.800","end":"128.320","lines":["Wondering about that and talking to scientists about just why this was such a fraught subject took me down a long history in a field that’s known as aerobiology—in other words, the life of the air. And I realized that the answer to this question is actually one that goes back centuries and involves all sorts of remarkable scientists that, in a lot of cases, people have forgotten about and may have never heard of. But I think, really, to understand the COVID pandemic and future pandemics, we really need to understand this world of floating life that surrounds us."]},{"begin":"128.320","end":"135.720","lines":["And how has our understanding of the relationship between air and disease changed through history?"]},{"begin":"135.720","end":"159.560","lines":["If you go back to, say, Hippocrates, an ancient Greek doctor, he would have talked about many diseases in terms of the air, except that he would refer to “miasmas.”  And that carried this sense that there was something tainted in the air—there was some sort of corruption. It was almost like a religious sense to the word originally."]},{"begin":"159.560","end":"187.240","lines":["And so, really, for centuries many doctors would claim that somehow the air would get corrupted and if you breathed in this corrupt air, you would get sick, and they would try to explain all sorts of diseases this way. And so, you know, malaria, which we know is caused by a parasite that lives in mosquitoes and they pass on to us in their bites, the very word refers to “bad air.”"]},{"begin":"187.240","end":"188.200","lines":["Hmm."]},{"begin":"188.200","end":"221.160","lines":["And there was a movement among some naturalists to say, “There’s actually all these invisible things, these microorganisms around us.” They could see them in the 1600s in their microscopes, and they started arguing that maybe these were the cause of disease. But this was very, very much a minority opinion for a very long time. Even in the late 1800s, when we think of the germ theory of disease really rising up, miasma was going strong, and lots of people would believe that, you know, a disease like cholera or, or typhoid, it was just because of the air."]},{"begin":"221.160","end":"221.720","lines":["Mm."]},{"begin":"221.720","end":"244.480","lines":["And that thing switched very quickly around 1900. We started to recognize that, well, actually, you know, germs are causing a lot of these diseases. And a lot of public health experts were like, “Well, we don’t have to worry about the air. Let’s keep the water clean. Let’s keep food clean. Let’s be careful about direct contact and people coughing at each other. But why would we worry about the air?”"]},{"begin":"244.480","end":"258.720","lines":["It took a long time for people to start to recognize that, no, actually, the germs can travel remarkably long distances through the air as well. In fact, the air is remarkably full of living things, which we breathe in with every breath."]},{"begin":"258.720","end":"273.280","lines":["That’s so interesting. I love how much we sort of accidentally got almost right before germ theory, but I hadn’t realized before checking out your book that we sort of backtracked a little bit [laughs] when it came to airborne diseases."]},{"begin":"273.280","end":"278.240","lines":["We have an image of science as a march of progress forward and ..."]},{"begin":"278.240","end":"278.480","lines":["Mm."]},{"begin":"278.480","end":"285.120","lines":["Ignorance is continually being trumped by knowledge—that’s not really how the history of science works ..."]},{"begin":"285.120","end":"285.280","lines":["Sure."]},{"begin":"285.280","end":"306.480","lines":["In fact, people are coming up with ideas all the time, they’re fighting with each other, and you can go back in history and you can find certain people who are doing experiments and making claims that today look spot-on, but their colleagues at the time had a lot of reasons to think like, “No, this doesn’t seem right.”"]},{"begin":"306.480","end":"335.840","lines":["Louis Pasteur, for example, he did this extraordinary thing where he took these flasks full of sterile broth and he would wander around outside to prove that there were germs floating in the air. At the time no one thought that. He would go in a courtyard in Paris, and boom, there are germs there. He would go to a, a farm; he would collect some germs there. He even went to the top of a glacier, which is a pretty amazing thing to think about: Pasteur as glacier climber. He never even liked to, really, leave his lab."]},{"begin":"335.840","end":"349.840","lines":["When he brought all this data back to Paris and started saying, like, “Folks, the air is full of invisible, floating germs,” you know, there was a journalist who said, “This world, you want to lead us into is just too fantastic to believe.”"]},{"begin":"349.840","end":"377.880","lines":["That’s actually one of the fascinating things to me is, is, just how twisty the course of science can be and a lot of chance history can steer things off in strange directions. Even biological warfare basically stole a lot of these ideas of aerobiology and diverted the whole science in a major way for decades. I think there’s a lot that we don’t know because aerobiologists were too busy for years and years and years trying to build anthrax bombs."]},{"begin":"377.880","end":"383.880","lines":["Right, could you tell us some more about that? I thought that was such an interesting part of the book."]},{"begin":"383.880","end":"427.120","lines":["It was really fascinating to see just how intimately connected biological warfare is with the science of aerobiology. You literally have some of the architects of aerobiology, the people who would take planes in the 1930s into the air and catch fungal spores, they were then asked in World War II by the U.S. government to help them think about how they could actually create weapons from those same airborne organisms. So you could imagine: “Let’s take these fungal spores that can wipe out a wheat field, let’s pack them all into a bomb, and let’s go drop them on our enemy.” There  were projects being developed at Camp Detrick in Maryland for destroying lots of other crops."]},{"begin":"427.120","end":"442.360","lines":["In addition, a lot of the pioneering work on human diseases that could be spread through the air, potentially, got used as the basis to develop weapons such as anthrax bombs, weapons that would be based on very obscure diseases ..."]},{"begin":"442.360","end":"442.440","lines":["Mm."]},{"begin":"442.440","end":"467.960","lines":["Things like parrot fever, which we haven’t heard about,  but they were testing it out at Camp Detrick. And then after World War II, in secret, a lot of this research kept carrying on on an even bigger scale. And it’s not like the United States was alone in this; the Soviet Union had a gigantic program, which actually got even bigger after they signed a treaty with the United States in the 1970s, supposedly to ban these things."]},{"begin":"467.960","end":"480.240","lines":["So in a way some of the best evidence that airborne diseases are a danger come from this research into, actually, building biological weapons."]},{"begin":"480.240","end":"485.200","lines":["Wow. What are some other surprising things you learned when working on the book?"]},{"begin":"485.200","end":"496.680","lines":["At first I thought I would be learning a lot about the dangers of indoor air because that was really the issue during the pandemic. It’s like, if you are in a poorly ventilated space and ..."]},{"begin":"496.680","end":"497.160","lines":["Sure."]},{"begin":"497.160","end":"538.920","lines":["People are breathing, if somebody’s got COVID, that could really increase your risk of getting sick as well ’cause you’d inhale these tiny droplets. But then, you know, I was really surprised at just how widely the aerobiome, if you will, affects our lives. We sort of take it for granted that pollen, for example, floats in the air. If you really think about it, that’s a pretty extraordinary adaptation that these plants that are stuck in the ground have made. They can figure out basically how to have sex through the air. Their pollen grains are beautifully evolved, adapted, to being able to soar along and, eventually find another member of their species."]},{"begin":"538.920","end":"589.280","lines":["When you start to think about the air this way—as this avenue for all sorts of different life to do its thing—some of them make us sick, but a lot of that life is, is just life [laughs]. And, you know, even when you look at the, the clouds, you need to understand that the clouds have bacteria in them, huge numbers of bacteria. They’re not as dense as they are in the soil, but it’s still a remarkable thing that bacteria are able to survive and maybe even grow in the clouds. It’s possible that they may be able to withstand the really stressful conditions inside a cloud and feed and maybe even grow very slowly. And then they get rained down on us. Sometimes they have antibiotic-resistance genes in them. So we can literally have antibiotic-resistance genes raining down out of the sky on us."]},{"begin":"589.280","end":"589.760","lines":["Wow."]},{"begin":"589.760","end":"592.360","lines":["It’s a different way of thinking about the world."]},{"begin":"592.360","end":"599.000","lines":["Given everything you’ve learned, what do you think are the most pressing questions in the field of aerobiology right now?"]},{"begin":"599.000","end":"626.400","lines":["It’s gonna be really fascinating to see scientists really try to create a global picture of the aerobiome ’cause they really don’t have that yet. We have these little glimpses here and there: plane goes up here; you send up a balloon over here; you, you try to catch things on the top of a building over here. It’s possible that there are a number of human diseases that are being caused by, perhaps, fungal spores or other organisms that are traveling literally across oceans ..."]},{"begin":"626.400","end":"626.640","lines":["Mm."]},{"begin":"626.640","end":"634.040","lines":["There’s some tantalizing evidence of that. But until we get a global picture of the aerobiome, those are gonna stay mysterious."]},{"begin":"634.040","end":"645.080","lines":["And I’d say the other main thing that we have to do is really, actually, not just scientists, but, you know, the community at large has to really recognize what we’ve been through with COVID."]},{"begin":"645.080","end":"645.880","lines":["Mm."]},{"begin":"645.880","end":"664.360","lines":["In other words, we have dealt with a pathogen that does very well spreading through the air. And there are a lot of lessons to be learned from that, and we need to learn them because we might very well encounter another pathogen that is also good at that."]},{"begin":"664.360","end":"703.960","lines":["A number of the scientists who have been really arguing strenuously that we have to recognize airborne infection have been making a lot of proposals. Buildings, they argue, have to be mandated to be well-ventilated, to bring in fresh air, because that’s one of the most important ways to reduce your risk of getting sick, not just with pandemics but with other airborne things that we deal with every day. Maybe in some places we need ultraviolet light; maybe in other places air purifiers will do the job. Basically, this has to be our priority—in the same way that we keep our water free of pathogens, we need to do the same for the air."]},{"begin":"703.960","end":"725.920","lines":["I wanna circle back to COVID. You mentioned earlier how fraught the discussion around COVID’s airborne transmission was. Why is it that that was such a complicated, drawn-out discussion? And it feels like even once it was very clear that COVID was airborne there was a lot of talking around it in the public health world. Why is that?"]},{"begin":"725.920","end":"729.280","lines":["I think that a part of it was tradition ..."]},{"begin":"729.280","end":"729.560","lines":["Mm."]},{"begin":"729.560","end":"760.400","lines":["In other words there was a long tradition in the public health world [of] considering close contact as being your kind of default explanation for how diseases spread. There were just a handful of diseases that the public health community acknowledged, “Yeah, this is probably airborne.” Tuberculosis, for example. But in my book,  I write about how, just to get that one disease really sorted out as truly being airborne took a small group of scientists a huge amount of work."]},{"begin":"760.400","end":"776.880","lines":["In fact, one of the heroes of my book, William Firth Wells, he tried for 15 years to try to run this experiment, and people just shrugged, like, “Eh, why do we need to do this?” And he actually died in the middle of the experiment. So it’s really quite tragic that it took all that work for just one disease ..."]},{"begin":"776.880","end":"777.160","lines":["Mm."]},{"begin":"777.160","end":"787.240","lines":["And then there were measles and so on. But really I would say the default was, for most diseases,  even a respiratory disease: “Keep your distance, don’t let people cough on you, and you’ll be fine.”"]},{"begin":"787.240","end":"807.600","lines":["It was just a different way of thinking about disease—like, “Well, maybe, actually, these are spreading like smoke. They can drift around invisibly, and you just don’t see ’em, and you’re inhaling them.” It was going to be a big shift to acknowledge this because in order to prevent disease spreading through the air, you can’t just keep your distance or wear a, a flimsy mask ..."]},{"begin":"807.600","end":"808.080","lines":["Mm-hmm."]},{"begin":"808.080","end":"810.960","lines":["You have to take some serious alternative measures."]},{"begin":"810.960","end":"831.920","lines":["I think that clash between, you know, public health workers who had this century-long tradition of really not seeing the air as being that important meeting up with a lot of outsiders—physicists, atmospheric scientists—who looked at these public health measures and said, “These  don’t make sense. This doesn’t work with the physics.” That was, you know, a real clash of cultures."]},{"begin":"831.920","end":"838.800","lines":["And what lessons do you think we really need to take away from COVID-19 when it comes to air?"]},{"begin":"838.800","end":"865.280","lines":["We have to be aware that when we are breathing we are taking a little sample of this huge living atmosphere that surrounds us. And sometimes that means that we might be at risk of an infection, maybe an infection with a pathogen we’ve never dealt with before, and we have to recognize that risk because we’ve had over 20 million people die of COVID and a lot of them probably inhaled the virus."]},{"begin":"865.280","end":"896.400","lines":["At the same time we have to start asking some deeper questions, too. A lot of the living things that we breathe are not harmful to us. Could they even be beneficial to us? Could we have a relationship with the aerobiome? Maybe, according to some studies, this might be part of how our immune system learns to tolerate living things that aren’t gonna make us sick. Maybe that means that we don’t simply just try to eradicate everything. How do we find that balance? There’s so much science left to be done to answer that question."]},{"begin":"896.400","end":"897.320","lines":["[CLIP: Theme music]"]},{"begin":"897.320","end":"902.560","lines":["Thank you so much for, for joining us to chat about the book.  I’m sure a lot of our listeners will enjoy it."]},{"begin":"902.560","end":"904.440","lines":["I hope they do. Thanks so much for having me."]},{"begin":"904.440","end":"913.960","lines":["That’s all for today’s episode. Don’t forget to check out Air-Borne: The Hidden History of the Life We Breathe, which comes out on February 25."]},{"begin":"913.960","end":"920.920","lines":["We’ll be back on Friday to learn why human hair comes in so many different shapes and colors."]},{"begin":"920.920","end":"937.520","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"937.520","end":"947.640","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":947}