{"title":"Why Some Apologies Feel Hollow—And Others Don’t","img":"https://static.scientificamerican.com/dam/m/33622e95e93398fe/original/2510_SQ_WED_SORRY_thumbnail.png?m=1761141728.115","url":"https://www.scientificamerican.com/podcast/episode/how-word-choice-and-effort-make-apologies-sound-genuine-according-to/","audio":"https://traffic.megaphone.fm/SAM9178391079.mp3","intro":["The words we choose when apologizing—especially longer, effortful ones—can signal sincerity and make our apologies feel more authentic."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Psychology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"We’ve all heard apologies that ring hollow and others that sound genuine, but what makes the difference? New research suggests that the words we choose when we apologize can signal how much effort we’re putting into making amends, and that perceived effort has a big impact."},{"author":"","text":"Here to explain what makes an apology sound authentic is Shiri Lev-Ari, an associate professor in psychology at Royal Holloway, University of London."},{"author":"","text":"Thank you so much for coming on to chat today."},{"author":"Shiri Lev-Ari","text":"Thank you for inviting me."},{"author":"Feltman","text":"So you recently authored a paper about something that I think many of our listeners think a lot about, especially in the age of the Internet [laughs]: the idea of apologies and what makes one sound genuine. Could you tell me a little bit about your research background and kind of how you came to this question?"},{"author":"Lev-Ari","text":"Yeah, so I’m a researcher of language, but I’m particularly interested in language when it has a social aspect, so to see how it helps in social functions and [is] influenced by social information. And I came to apologies because I find apologies quite interesting and bizarre. They’re something that is called cheap talk because anyone can apologize, whether or not they mean it—it costs them nothing—so you think they’d be meaningless, but they’re really meaningful. So I was kind of interested in trying to think [about] what people do to the language to really help convince the other person that they really mean their apology."},{"author":"Feltman","text":"Yeah, well, and in the paper you talk about this concept of iconicity. Could you explain what that is for our listeners?"},{"author":"Lev-Ari","text":"Yeah, so iconicity is when—or at least specifically in spoken language—is when the sounds or the form of a word resemble the meaning. So a few very easy to understand examples: for example, the sound /i/ is really associated with small size. So think about “itsy-bitty” or “tiny,” so those sounds really sound small, and we actually know that across the world’s languages, the word for “small” is much more likely to have the sound /i/ than you’d expect by chance."},{"author":"Feltman","text":"Mm, and so how does that relate to the idea of sort of evaluating apologies?"},{"author":"Lev-Ari","text":"So usually when people talk about iconicity they really think about inherent iconicity, so when the form of the word always conveys that meaning. So for example, “itsy-bitsy” will always, like, sound small, and it doesn’t matter in which context you’re gonna say “itsy-bitsy”; it’s gonna sound small."},{"author":"","text":"And what I was interested in is—well, with the context of apologies—I was more interested in how people try to convey effort in the context. So they would use words that in the context express the fact that they’re really putting an effort into their apologies, even though in other contexts those words might not really reflect, necessarily, effort."},{"author":"Feltman","text":"And why is effort so important when it comes to speaking and hearing an apology?"},{"author":"Lev-Ari","text":"Well, so the thing is that we know that in real apologies what people usually do in order to convince the other person that they really mean their apology is really put an effort into the apology. So I’ll give you an example that is both from an actual study but is also really, really intuitive to understand."},{"author":"","text":"So imagine that you read about a case where there are two students and one of them inadvertently did something that harmed the other one, didn’t realize it at the time, and later on, when they found out, there are two options. Either the second they found out they traveled to where the other person is taking a class, even though they’re not taking that class and they don’t need to be there, so really inconvenienced themself and put in time and effort just to go and apologize as soon as possible. In the other case they apologize to the other student the next time they happen to see them. And when you ask someone, “Okay, which of the two cases is the student more apologetic, or more mean the apology?” it’s kind of obvious that [it’s] when they put in effort and inconvenience themself."},{"author":"","text":"So there really is a lot of evidence that seems really intuitive that putting in effort really reflects the fact that you’re sorry. And what I was trying to do is [determine] whether I can also find it in the language itself—so do people really try to convince the other person that they’re sorry by using words that are harder to say to show: “See how much effort I’m putting into my apology?”"},{"author":"Feltman","text":"Yeah, and so what are the different ways that we can speak in ways that take more effort? Is it just about the length of a word, or is there other stuff that can go on?"},{"author":"Lev-Ari","text":"One thing that is interesting is that there are two factors that really influence how difficult it is to say a word. One of them is how long the word is, so that’s obvious: obviously, you’re gonna spend more time and do more motor action in order to say or type the word. Another factor that really matters is how common the word is. So some words are much more common than others, and it’s actually much easier to say common words. So it was easier to recall them, and even after you recall them it’s actually easier to say, like, more frequent words."},{"author":"","text":"So there are two options of what apologizers can do. One thing is, you might think, “Okay, maybe they’re gonna use really long words and also really infrequent words to show, ‘Look how much effort I’m putting into it.’” But the problem is that this only thinks about the apologizer and doesn’t really think about the other person."},{"author":"","text":"Now, if you also think about the effort for the other person, then long words are perfect. They’re really, really hard to say but actually really, really easy to understand—maybe even more than shorter words because they tend to be more different from other words and you have more time to process them. So it’s great: you’re putting in effort, and actually the listener doesn’t need to put in any effort."},{"author":"","text":"But infrequent words are actually hard both for the person saying them but also for the listener, so you might think that if you’re a sophisticated apologizer, you wouldn’t want to use them because you wanna burden yourself but not the addressee. So maybe a sophisticated apologizer would use long words but will avoid low-frequency words."},{"author":"Feltman","text":"Mm, yeah, that makes sense."},{"author":"","text":"So can you talk a little bit about how you approached studying this question?"},{"author":"Lev-Ari","text":"Yeah, so I did two studies, and in the first one I wanted to see what people actually do in the real world. So what I did is I went to social media, specifically Twitter, and I looked at apology tweets compared to other tweets by the same people, and I looked both at celebrities and noncelebrities just to see that it doesn’t really matter who is apologizing. And in both cases I found that people use longer words when they apologize, but they don’t use infrequent words. So they’re really putting in the burden on themselves but not on the other person."},{"author":"","text":"And what I’ve done next is I try to see, “Okay, is this strategy effective at all?” So I then did an experiment where I showed people different versions of apologies that, basically, had the same meaning—they just differed in how long and how frequent the words were. So think, for example, about, “My action doesn’t reflect my true self,” versus “My action does not represent my true character.” They mean the same thing, but, you know, “character” versus “self,” “represent” versus “reflect”—so longer words. And basically people needed to rank the different apologies with the same meaning from most to least apologetic. And we found that when apologies had longer words people ranked them as more apologetic, but they didn’t care about frequency."},{"author":"","text":"So this really fits with what we found on Twitter. It seems that everyone basically seems [to think], “Okay, like, long words really reflect apologeticness, and it’s really the effort that a speaker is putting in.” But people don’t really pay attention to word frequency because that’s hard for everyone, so it’s not really what an apologizer should do."},{"author":"Feltman","text":"What other questions are you hoping to answer about this topic? Do you have any further research planned?"},{"author":"Lev-Ari","text":"So what I’m trying to look at, actually, right now that is related to this is trying to look at expression of gratitude and requests for help and try to see similarly, “How do people manipulate their speech to really help their message be more effective?”"},{"author":"","text":"So even after we ignore which word—like, the meaning that they’re trying to use, how, just by doing things like maybe, for example, using a higher versus a lower pitch to show, like, you know, greater warmth and submissiveness and things like that, how do they similarly show how they feel or their stance versus the other person?"},{"author":"Feltman","text":"I’m curious, since doing this research has it changed the way you interpret or experience, like, celebrity apologies that come up in the news?"},{"author":"Lev-Ari","text":"Ooh, celebrity apologies. I don’t know; I’m trying to think if there were famous celebrity apologies recently. But people have asked me whether I do it in my own speech now, and I have to say, that’s—I think it’s unavoidable that I would pay attention to it, but it actually worries me because it seems that we all do it naturally and I’m worried that if I actually overthink it, I might actually do it wrong and not as well as I do it naturally."},{"author":"Feltman","text":"[Laughs.] Well, I was going to ask you what advice you have for people who want to make their sincere apologies come across as effectively as possible, but it sounds like maybe the best thing we can do is to just mean our apologies and care about making amends. Would you say that that’s correct [laughs]?"},{"author":"Lev-Ari","text":"Yes, and I think that if we actually really try, it will come naturally, that these are the type of words that we use that are most effective."},{"author":"Feltman","text":"Well, thank you so much for coming on to talk through this research. It’s been super interesting."},{"author":"Lev-Ari","text":"Thank you for inviting me. Happy to be here."},{"author":"Feltman","text":"That’s all for today’s episode. Join us again on Friday to learn about the fraught history of testing how common medications can impact pregnancy."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[6,7175,7735,16761,15846,11836,15913,16937,14033,8005,8120,12813,18384,19440,14131,17970,17610,13923,24353,24889,19629,16967,17536,18574,19008,10470,11165,13706,23007,14884,23442,21531,14588,14813,19659,13971,15761,18680,14686,15434,9405,20696,18897,16701,15220,18805,10209,10323,23294,17676,16096,20589,13422,12911,13152,20489,9900,13681,20061,19726,16012,20348,15437,10859,17283,15172,16580,11684,16976,19318,14614,15874,16680,15025,9923,21573,16165,17980,7636,10795,21363,19426,18361,7048,137,11,6,23,169,758,1637,9622,7388,6588,10257,8100,9789,10505,9875,12170,9688,12029,10854,12534,9971,11356,11845,12041,11911,9499,11046,7472,6833,10000,7063,12459,9681,13576,13059,9290,8152,5762,9364,6999,11190,9840,8918,6971,5240,14770,16573,12033,12902,14169,12088,13895,13115,12780,14362,10622,7639,9616,8985,8948,10279,12527,12249,12252,9130,7033,7950,5602,6544,7764,9398,6409,2279,1922,12038,13400,11519,15383,10860,13694,11499,10271,9534,12165,10143,11171,10164,12763,6210,810,13201,13581,11940,12064,4293,1039,10642,12125,12267,10901,12021,10800,10819,9842,10890,12973,11273,9715,10857,9411,10787,15458,9661,11967,10360,9861,5334,1630,12282,13635,9976,8937,16777,8066,11966,10509,11002,14049,694,961,1019,11228,9630,11195,12130,11428,13637,9840,12767,12797,9834,10840,10861,11397,12863,7398,7382,13649,12186,13281,9965,11975,12231,11796,12614,12933,10745,11877,9330,11342,7336,3920,246,285,300,266,16569,14176,13109,13317,13292,15348,14467,10799,16815,20170,15698,14312,10183,16007,9069,8933,7711,12156,10002,15320,12385,13355,11734,13028,13304,14027,10912,2473,12300,12840,12781,10328,7312,12697,13802,16591,15947,11906,16258,14489,12868,6284,9809,15962,14664,11624,2497,14507,18942,10813,11886,10424,12615,9204,14897,7144,2077,14435,12353,10458,15167,11681,20544,12526,14347,14972,21123,13062,12365,19389,19956,8119,12945,11957,13988,11466,16098,19924,12055,16683,15484,12778,10737,11735,16453,9803,13765,14727,12934,11998,11553,14817,16421,10109,14711,8311,18374,15414,17743,10574,1352,16664,16702,18697,11448,13092,12320,9103,11903,13443,12009,10080,9202,1501,15506,14391,13928,14967,12668,13607,15889,12418,15648,16200,11473,10182,14721,12490,11965,11660,3382,14799,11028,11691,10964,13814,13767,10239,11259,19002,12899,12276,15598,12364,17276,10178,10946,10348,15814,12510,9902,17540,15302,12549,9224,14827,13677,17284,11956,6820,2798,12769,15146,9706,13379,9202,11983,14689,11152,3317,15117,11706,10005,13718,10446,9856,10404,11497,10404,11307,8727,15594,11691,10947,9407,9029,6473,7187,12410,2827,13249,11774,14677,12453,18579,19398,11497,14217,1669,15771,15223,11134,15905,21651,13505,11719,13517,9524,12610,13815,13097,15067,10617,9984,3179,22197,17748,12772,16142,14145,16018,13319,13955,16948,20101,12202,17831,14438,15415,12294,17127,13636,9477,4495,15794,15934,16938,12277,10240,8936,12029,13693,12962,18237,12333,12532,18336,16796,10449,16577,17089,8040,17364,16028,16872,14494,11396,14022,11388,12223,12559,12421,9607,11286,6081,14530,15593,17210,11102,14343,13308,16091,13455,13841,15283,14602,10670,12568,11928,12115,8115,20200,18372,12323,13594,17550,11715,17594,13358,10747,14914,7758,10445,14126,1176,11168,13691,13301,15488,10523,11538,13382,15822,12397,16066,12461,16208,14558,14209,9005,7824,10371,9412,19667,16796,15710,14003,12703,11436,13104,14142,9656,15659,14743,10661,14807,9217,3556,16075,18544,16134,13050,15311,14961,16159,11562,12713,15632,13809,14032,16940,10182,19006,10807,11547,11784,14877,18225,22071,14751,12275,16886,19894,12096,20895,14070,14292,16629,10476,20982,13570,13584,12856,15906,14917,14817,11992,16302,8179,13978,17007,15640,11980,15180,15772,18079,14066,16033,12745,11727,17502,10181,16167,13569,15623,12664,13336,13977,14565,11688,8463,9998,12417,16283,15722,13907,13969,5242,14338,9436,3552,17572,12624,13893,13881,9012,12745,6354,12720,9797,14632,8514,13780,8660,22080,16144,6419,16642,13789,11861,16938,14329,14354,12421,13936,16706,12521,16807,12813,12907,14223,19275,18648,16822,16901,11928,11730,13633,15581,14501,13789,16595,16506,20290,17034,13019,12961,16945,14638,14301,15505,13712,9778,11202,10348,11375,12771,11909,16456,13462,8028,21498,16508,15040,14152,13977,10990,12493,12773,20024,11968,11783,10370,15116,10909,12573,14157,13989,8256,15736,14232,16682,17547,14090,19239,12727,12522,12896,14698,13844,14731,13394,14939,11965,13003,17830,13419,12844,10880,16067,15630,14510,2650,14342,15762,13130,13656,19499,8473,12726,13658,9873,6717,19160,15800,14562,13103,15515,9933,13672,9206,17182,16627,16111,15723,16412,11905,12835,10329,10012,16361,15175,2884,14255,13519,18822,11783,14279,15420,16457,15509,16449,15745,11767,16219,13519,18365,11795,10571,9991,9672,15349,13649,13899,14631,11058,13183,11439,10568,9341,11268,6527,19187,16462,11822,14235,21179,18282,12847,9215,17285,18615,16928,18503,19382,13583,10762,17755,13343,16230,14405,18793,10702,10996,11585,19238,13981,13915,10946,16343,12283,12567,15319,10193,15939,11334,13162,11438,11841,8688,12830,15915,17287,16627,22480,8848,9613,12781,13554,12542,12854,10581,19914,14803,15120,17776,13051,16022,13896,15118,12101,14798,6501,13003,22295,16399,16208,16980,16165,22108,18768,15200,18771,15738,16829,16113,20046,14921,15793,12598,14240,16826,12727,10968,18385,13442,12005,14031,9380,10204,10039,10039,3638,15303,15595,14336,15444,12550,13733,14734,14686,11565,9820,13212,11435,15428,15069,5442,16614,11487,11219,13005,14993,15839,1115,17677,16396,14683,10460,13732,15155,11429,17840,12697,11615,11140,12678,13677,13203,2156,11832,17466,12134,12943,18059,14505,14541,15515,15854,16645,15984,15818,15566,15235,12925,15498,17317,16046,16262,13797,5551,17875,15318,15856,13625,15057,12704,12735,11864,5832,17481,17479,15004,13288,16081,11859,13658,17485,14340,14274,16754,12949,15628,16108,14891,14642,18777,12151,17290,11509,16179,10878,10758,12960,17519,14319,17147,12826,10200,476,15066,21318,16761,14025,14931,14493,10806,18499,19164,1499,16906,15691,12093,11881,8855,8402,14819,10065,6067,17678,17104,13388,6900,9921,15880,15425,16496,13999,12122,18452,12814,14223,14793,12032,16674,19187,9326,10124,19651,11884,11206,9308,1519,12068,15524,14192,11899,10062,11613,14601,8992,9621,9795,10583,11620,21159,12108,9356,14502,12161,12105,11890,15746,10926,14366,15456,16441,12825,10230,8309,10697,19212,13722,14253,10452,10804,15649,15561,17514,12531,11913,12914,17445,17921,19576,14018,15963,11223,17837,13533,15799,10364,12683,18197,18899,18564,18888,14231,11593,14964,9095,19836,11756,11819,12379,14285,16158,16203,8765,17866,13223,13821,1587,18313,12459,12360,9395,11700,22512,9952,16307,11030,18190,14334,15404,12017,7463,5520,16176,18292,14376,17264,15713,16187,13581,12380,13402,13635,11830,19250,12620,13910,12042,12423,2389,14862,15013,12113,14074,12457,12890,17488,13581,15900,3486,14324,14882,11936,12262,14760,7735,9259,15697,12971,16395,16823,1924,20530,15709,12706,10929,8233,12550,10803,17728,10128,13695,17226,16476,12145,12943,9410,12808,14682,9346,15509,15690,13819,12087,10122,11075,17539,10671,16758,12925,16083,2786,17976,7664,11201,15404,14379,15154,19230,13533,17922,13815,17158,11073,11652,10845,20377,14397,11728,19526,13325,16946,16333,6006,14309,17042,14791,15816,5405,16727,16847,14718,13574,15070,15690,16115,14612,12629,15705,14038,14240,12391,8927,13482,8634,20759,21376,15165,16545,13054,14627,14127,15868,16074,12278,16242,13571,15720,14865,11731,16546,9041,7576,16382,14629,16056,13347,10666,12691,13360,13288,14776,11389,13563,14655,15174,10687,12510,6893,11716,8835,15955,12430,18406,6879,7671,17718,14070,14461,17299,14978,19722,10344,9488,15811,11365,21513,16442,16248,15117,683,17039,17761,16184,15081,15323,14671,15994,16318,15881,15320,9785,17508,11150,9392,10254,13966,15926,15486,14065,15593,13872,10152,15899,17172,12104,8733,12728,14264,8703,13942,15087,18839,16178,18854,13550,14082,14033,10898,13675,11665,16820,16068,14436,12464,15307,12775,12579,15331,15270,12857,9453,16758,15625,9304,8814,15125,15180,13411,16132,15830,12922,11826,11059,14646,13250,16007,15440,14348,13487,13706,11364,18208,10584,19751,20125,13759,17675,10070,11458,11856,1822,18197,18136,17356,14419,13657,16287,8571,16501,9706,11367,19312,11623,12170,17039,215,18780,16784,15749,13875,14324,13143,11588,15474,17581,9715,13522,12131,11736,11463,12728,15028,17363,20371,11899,18979,10741,13290,11597,14932,19299,15235,13685,11718,10766,13773,14810,17642,14047,13924,11997,5811,10015,20579,15349,14087,15427,13458,14967,11478,9524,9155,10544,363,13350,15104,16493,14598,14095,4160,15907,20835,15593,11410,15914,16928,16172,6806,16670,16576,19560,16212,13552,15276,12104,15026,12474,11377,8744,13870,17946,20545,17288,13810,11988,16501,15520,16242,15446,15361,19982,16346,18040,14819,17105,16276,13430,12369,12126,6938,17758,17912,9740,11893,7155,15453,2056,16021,12542,11528,11017,13190,13306,9674,12161,8147,14268,10756,8982,1175,12056,15993,17152,13744,12212,11918,13296,14823,10848,15072,15404,12984,11618,10713,13235,3672,16974,14922,16002,9559,11964,452,14362,21400,16152,16123,13399,12782,10668,13918,11355,13312,18083,18027,11765,16856,15438,12817,11165,13205,11448,16019,12740,12944,14016,17178,6445,8942,12337,14232,13009,9677,2527,15703,13622,15240,15373,13753,15371,1895,14443,16877,12405,17321,12762,10822,7911,15950,14230,14347,15570,16628,13251,15845,10237,5280,16989,20299,14201,10656,12371,10167,5866,17509,19367,17177,11040,17022,12579,13165,10048,10854,13388,11981,15107,15877,17391,15665,17975,14008,13977,10350,16100,11971,2605,17960,15819,16926,20086,18340,11887,21400,17712,12016,13905,15482,14195,13048,15088,14363,16921,11407,10599,16267,9547,20184,10209,12370,13157,13781,15059,17046,12011,11250,15564,18921,15578,14585,12223,12123,9886,10528,11424,9533,16021,11237,7637,15125,13183,11529,13011,16204,13089,15457,12245,12564,11358,13873,9210,14946,17591,11465,13531,11505,11171,14516,14016,16975,14420,17534,15960,15371,16068,12213,12881,13233,11287,11476,8173,12053,21234,11011,16091,13017,15548,7176,10710,12729,12732,14224,11525,16742,13107,13124,15593,12558,10574,9808,12409,8892,16904,12603,15060,15067,11680,15549,5687,6645,15913,11008,11432,11323,12469,15192,9168,14192,13233,11137,2711,19647,12623,14270,12479,12018,12603,11872,15712,14133,11409,11412,13643,12489,11505,10167,13914,17251,18256,12798,12573,14871,16033,16177,19923,12281,18756,16382,13542,12988,5862,11110,11377,16243,10264,11455,15229,17766,16737,16765,14074,15773,13406,10049,13820,7993,11218,10635,11050,12010,12334,10902,21081,21542,22506,16860,14558,12925,10472,11832,13977,15872,1576,19142,16829,21103,16899,15484,10608,14494,11279,11071,15031,15111,14565,15124,10461,17083,13558,11362,10923,12182,11471,13218,11247,11101,11808,11527,19355,17198,15402,16955,14394,15509,15934,15898,17594,8580,11161,13778,16997,18010,18111,21317,21662,19261,16700,6381,14664,14734,16066,16602,13188,20865,12931,17758,15369,12097,10656,15671,15837,15513,12170,13788,16742,10407,7800,16013,19124,11712,12925,22483,15637,14939,14844,6140,19096,18679,19436,14338,15405,14829,12103,15526,17523,18722,15297,15487,20071,13073,17217,18454,11946,16486,17779,16101,17887,12509,16016,20360,22217,17540,22543,18606,19487,14202,12260,15145,20717,22244,10648,13489,15767,16423,11545,19988,11621,17196,19195,14024,9959,13267,10258,17279,6847,265,3430,20030,11627,12493,17270,12874,11479,19296,10952,13845,13364,11804,15861,11439,4605,15137,14212,11638,6565,9191,13895,10250,674,543,590,600,602,454,15604,11237,11372,12424,11651,1242,14354,14666,12258,15274,10818,11877,12561,14398,14538,12661,10972,12092,10348,16429,14313,11293,10696,12727,11117,14037,11678,8941,5657,1257,17933,12768,12612,13068,15496,10492,12441,13738,7795,14237,13925,11651,11430,14147,13150,12107,1218,14675,12876,15001,14675,15864,10302,11191,3528,11510,12820,9717,14095,12302,13696,12934,11807,13428,12640,12799,11906,13518,17414,10680,10846,866,12726,19688,15482,12264,12717,12628,13456,13409,12501,14684,13614,11074,10635,2654,1397,13154,15034,12117,11154,12664,11641,14173,14371,12074,6028,12688,15622,11329,406,317,309,1108,1559,5837,6410,4025,5173,4728,6127,6242,4360,5120,5614,9425,7205,9698,7528,10726,9996,9931,12307,12623,10139,8272,7498,8609,8693,11247,11838,13789,12386,11021,9079,6142,6857,4881,6668,7277,6473,6017,2795,5790,4034,2493,2405,1266,851,799,406,135,74,26,6,0,13808,17778,18156,17097,16874,15073,16313,16237,15326,16034,16786,12962,19400,15822,17600,17003,4186,19126,15847,17197,16147,16760,14511,19106,17228,17149,17265,16332,6048,21086,16682,16022,16705,15910,15440,14981,14524,16054,16426,17182,18897,14043,21771,14482,16873,17611,15595,15592,18510,3946,27122,16189,15009,16765,17334,16591,17380,18932,16248,15684,16062,14122,20138,14759,15510,17082,14973,16236,15320,15291,17081,15854,16252,18639,19296,23024,20497,14295,11239,22397,15777,17072,16313,15999,15364,16039,17670,17355,16101,15960,16201,15267,13038,4692,17776,16917,16826,18137,15736,13630],"fragments":[{"begin":"0.000","end":"6.920","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.920","end":"44.800","lines":["We’ve all heard apologies that ring hollow and others that sound genuine, but what makes the difference? New research suggests that the words we choose when we apologize can signal how much effort we’re putting into making amends, and that perceived effort has a big impact."]},{"begin":"44.800","end":"65.080","lines":["Here to explain what makes an apology sound authentic is Shiri Lev-Ari, an associate professor in psychology at Royal Holloway, University of London."]},{"begin":"65.080","end":"70.720","lines":["Thank you so much for coming on to chat today."]},{"begin":"70.720","end":"75.320","lines":["Thank you for inviting me."]},{"begin":"75.320","end":"98.040","lines":["So you recently authored a paper about something that I think many of our listeners think a lot about, especially in the age of the Internet [laughs]: the idea of apologies and what makes one sound genuine. Could you tell me a little bit about your research background and kind of how you came to this question?"]},{"begin":"98.040","end":"131.360","lines":["Yeah, so I’m a researcher of language, but I’m particularly interested in language when it has a social aspect, so to see how it helps in social functions and [is] influenced by social information. And I came to apologies because I find apologies quite interesting and bizarre. They’re something that is called cheap talk because anyone can apologize, whether or not they mean it—it costs them nothing—so you think they’d be meaningless, but they’re really meaningful. So I was kind of interested in trying to think [about] what people do to the language to really help convince the other person that they really mean their apology."]},{"begin":"131.360","end":"139.600","lines":["Yeah, well, and in the paper you talk about this concept of iconicity. Could you explain what that is for our listeners?"]},{"begin":"139.600","end":"168.480","lines":["Yeah, so iconicity is when—or at least specifically in spoken language—is when the sounds or the form of a word resemble the meaning. So a few very easy to understand examples: for example, the sound /i/ is really associated with small size. So think about “itsy-bitty” or “tiny,” so those sounds really sound small, and we actually know that across the world’s languages, the word for “small” is much more likely to have the sound /i/ than you’d expect by chance."]},{"begin":"168.480","end":"173.480","lines":["Mm, and so how does that relate to the idea of sort of evaluating apologies?"]},{"begin":"173.480","end":"190.800","lines":["So usually when people talk about iconicity they really think about inherent iconicity, so when the form of the word always conveys that meaning. So for example, “itsy-bitsy” will always, like, sound small, and it doesn’t matter in which context you’re gonna say “itsy-bitsy”; it’s gonna sound small."]},{"begin":"190.800","end":"213.560","lines":["And what I was interested in is—well, with the context of apologies—I was more interested in how people try to convey effort in the context. So they would use words that in the context express the fact that they’re really putting an effort into their apologies, even though in other contexts those words might not really reflect, necessarily, effort."]},{"begin":"213.560","end":"218.680","lines":["And why is effort so important when it comes to speaking and hearing an apology?"]},{"begin":"218.680","end":"235.000","lines":["Well, so the thing is that we know that in real apologies what people usually do in order to convince the other person that they really mean their apology is really put an effort into the apology. So I’ll give you an example that is both from an actual study but is also really, really intuitive to understand."]},{"begin":"235.000","end":"271.040","lines":["So imagine that you read about a case where there are two students and one of them inadvertently did something that harmed the other one, didn’t realize it at the time, and later on, when they found out, there are two options. Either the second they found out they traveled to where the other person is taking a class, even though they’re not taking that class and they don’t need to be there, so really inconvenienced themself and put in time and effort just to go and apologize as soon as possible. In the other case they apologize to the other student the next time they happen to see them. And when you ask someone, “Okay, which of the two cases is the student more apologetic, or more mean the apology?” it’s kind of obvious that [it’s] when they put in effort and inconvenience themself."]},{"begin":"271.040","end":"291.120","lines":["So there really is a lot of evidence that seems really intuitive that putting in effort really reflects the fact that you’re sorry. And what I was trying to do is [determine] whether I can also find it in the language itself—so do people really try to convince the other person that they’re sorry by using words that are harder to say to show: “See how much effort I’m putting into my apology?”"]},{"begin":"291.120","end":"300.200","lines":["Yeah, and so what are the different ways that we can speak in ways that take more effort? Is it just about the length of a word, or is there other stuff that can go on?"]},{"begin":"300.200","end":"327.840","lines":["One thing that is interesting is that there are two factors that really influence how difficult it is to say a word. One of them is how long the word is, so that’s obvious: obviously, you’re gonna spend more time and do more motor action in order to say or type the word. Another factor that really matters is how common the word is. So some words are much more common than others, and it’s actually much easier to say common words. So it was easier to recall them, and even after you recall them it’s actually easier to say, like, more frequent words."]},{"begin":"327.840","end":"343.560","lines":["So there are two options of what apologizers can do. One thing is, you might think, “Okay, maybe they’re gonna use really long words and also really infrequent words to show, ‘Look how much effort I’m putting into it.’” But the problem is that this only thinks about the apologizer and doesn’t really think about the other person."]},{"begin":"343.560","end":"363.280","lines":["Now, if you also think about the effort for the other person, then long words are perfect. They’re really, really hard to say but actually really, really easy to understand—maybe even more than shorter words because they tend to be more different from other words and you have more time to process them. So it’s great: you’re putting in effort, and actually the listener doesn’t need to put in any effort."]},{"begin":"363.280","end":"382.440","lines":["But infrequent words are actually hard both for the person saying them but also for the listener, so you might think that if you’re a sophisticated apologizer, you wouldn’t want to use them because you wanna burden yourself but not the addressee. So maybe a sophisticated apologizer would use long words but will avoid low-frequency words."]},{"begin":"382.440","end":"384.240","lines":["Mm, yeah, that makes sense."]},{"begin":"384.240","end":"388.920","lines":["So can you talk a little bit about how you approached studying this question?"]},{"begin":"388.920","end":"417.720","lines":["Yeah, so I did two studies, and in the first one I wanted to see what people actually do in the real world. So what I did is I went to social media, specifically Twitter, and I looked at apology tweets compared to other tweets by the same people, and I looked both at celebrities and noncelebrities just to see that it doesn’t really matter who is apologizing. And in both cases I found that people use longer words when they apologize, but they don’t use infrequent words. So they’re really putting in the burden on themselves but not on the other person."]},{"begin":"417.720","end":"458.480","lines":["And what I’ve done next is I try to see, “Okay, is this strategy effective at all?” So I then did an experiment where I showed people different versions of apologies that, basically, had the same meaning—they just differed in how long and how frequent the words were. So think, for example, about, “My action doesn’t reflect my true self,” versus “My action does not represent my true character.” They mean the same thing, but, you know, “character” versus “self,” “represent” versus “reflect”—so longer words. And basically people needed to rank the different apologies with the same meaning from most to least apologetic. And we found that when apologies had longer words people ranked them as more apologetic, but they didn’t care about frequency."]},{"begin":"458.480","end":"476.800","lines":["So this really fits with what we found on Twitter. It seems that everyone basically seems [to think], “Okay, like, long words really reflect apologeticness, and it’s really the effort that a speaker is putting in.” But people don’t really pay attention to word frequency because that’s hard for everyone, so it’s not really what an apologizer should do."]},{"begin":"476.800","end":"483.400","lines":["What other questions are you hoping to answer about this topic? Do you have any further research planned?"]},{"begin":"483.400","end":"499.080","lines":["So what I’m trying to look at, actually, right now that is related to this is trying to look at expression of gratitude and requests for help and try to see similarly, “How do people manipulate their speech to really help their message be more effective?”"]},{"begin":"499.080","end":"517.520","lines":["So even after we ignore which word—like, the meaning that they’re trying to use, how, just by doing things like maybe, for example, using a higher versus a lower pitch to show, like, you know, greater warmth and submissiveness and things like that, how do they similarly show how they feel or their stance versus the other person?"]},{"begin":"517.520","end":"526.680","lines":["I’m curious, since doing this research has it changed the way you interpret or experience, like, celebrity apologies that come up in the news?"]},{"begin":"526.680","end":"549.360","lines":["Ooh, celebrity apologies. I don’t know; I’m trying to think if there were famous celebrity apologies recently. But people have asked me whether I do it in my own speech now, and I have to say, that’s—I think it’s unavoidable that I would pay attention to it, but it actually worries me because it seems that we all do it naturally and I’m worried that if I actually overthink it, I might actually do it wrong and not as well as I do it naturally."]},{"begin":"549.360","end":"564.840","lines":["[Laughs.] Well, I was going to ask you what advice you have for people who want to make their sincere apologies come across as effectively as possible, but it sounds like maybe the best thing we can do is to just mean our apologies and care about making amends. Would you say that that’s correct [laughs]?"]},{"begin":"564.840","end":"573.240","lines":["Yes, and I think that if we actually really try, it will come naturally, that these are the type of words that we use that are most effective."]},{"begin":"573.240","end":"577.360","lines":["Well, thank you so much for coming on to talk through this research. It’s been super interesting."]},{"begin":"577.360","end":"581.560","lines":["Thank you for inviting me. Happy to be here."]},{"begin":"581.560","end":"591.720","lines":["That’s all for today’s episode. Join us again on Friday to learn about the fraught history of testing how common medications can impact pregnancy."]},{"begin":"591.720","end":"647.080","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"647.080","end":"658.120","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":658}