{"title":"These Hamster Dads Are a Cut above the Rest","img":"https://static.scientificamerican.com/dam/m/2726579b365c70c8/original/Science-Quickly-hamster-dad-podcast-span.png?m=1749760692.447","url":"https://www.scientificamerican.com/podcast/episode/djungarian-hamsters-are-unusually-involved-fathers/","audio":"https://traffic.megaphone.fm/SAM2277588353.mp3?updated=1749749088","intro":["This Father’s Day, we’re celebrating the unusually involved Djungarian hamsters dads"],"authors":["Elah Feder"],"category":["Biology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Parental care is costly. It uses up precious time, energy and resources—and in the animal world, it’s usually the moms who bear the brunt of it. For most mammals, the concept of fatherhood begins and ends at conception."},{"author":"","text":"So what drives a father to defy evolutionary norms? Today’s episode celebrates the superparent skills of a surprising—and adorable—little critter. Our guide for this Father’s Day Friday Fascination is Elah Feder, a freelance audio producer, editor and journalist. Here’s Elah now."},{"author":"Elah Feder","text":"In mammals, good dads are the exception. Male leopards, bears, orcas—they have a habit of toddling off after mating and leaving the mothers to raise the kids."},{"author":"","text":"So when you come across a mammal species with active, doting dads—dads who actually matter for their kids’ survival—you pay attention."},{"author":"","text":"And one of the most extreme cases of good fatherhood can be found in a dwarf hamster that lives in the cold, dry semideserts of Russia, China and Mongolia: Phodopus campbelli, aka the Djungarian hamster. Campbelli males and females raise their kids in burrows underground. And when the first litter of pups arrive, the dads get to work right away."},{"author":"Katherine Wynne-Edwards","text":"They will be very close by during the birth."},{"author":"Feder","text":"Katherine Wynne-Edwards is a professor of veterinary medicine at the University of Calgary [in Alberta]. It took her a while to figure out exactly what these male hamsters were doing. But then she saw it: they were acting as midwives, physically delivering the babies."},{"author":"Wynne-Edwards","text":"Actually getting film of a male using his four paws to pull the head of a neonate out of the birth canal was extraordinary."},{"author":"Feder","text":"After the pups are born, the dad carries each one to a warm nest inside the burrow."},{"author":"Wynne-Edwards","text":"And then he would spin it around, clean off its membranes ... and orient the face up and lick the nostrils and the mouth. Some of these pups are born pretty blue. And once the male has licked those nostrils, there’s a flush of red, and we’re back to what we call pinkies, little rodent babies."},{"author":"Feder","text":"Katherine first encountered these hamsters in the early 1980s, back when she was a grad student."},{"author":"Wynne-Edwards","text":"People really didn’t know about them at all. They are native to the steppes of central Asia, which is, even by Canadian standards, an underpopulated part of the Earth. And so we really knew very little about them."},{"author":"Feder","text":"So Katherine’s adviser was like, “Here, figure out everything you can about this species.” And what was immediately obvious was that they were stacked with adaptations for cold weather—adaptations that happened to make them extra cute."},{"author":"Wynne-Edwards","text":"Let’s be honest: they look like a windup toy. They’re fluffy; they’re really remarkably spherical; their tail is very short and barely protrudes from the rest of their fur. Their ears are relatively short and actually do even have hair on them, which many rodents don’t, um, and can be folded down."},{"author":"Feder","text":"All great ways to conserve heat in a place where temperatures can drop as low as –50 degrees Celsius [–58 degrees Fahrenheit]."},{"author":"","text":"But what made these hamsters really interesting was this biparental care—with both mother and father involved in raising the kids."},{"author":"","text":"Make no mistake—the mother is still doing the heavy lifting. She nurses the pups, which means giving up precious water and nutrients, but the father will take turns sitting on the pups, keeping them warm, returning them to the nest if they wander off. And when the mother weans them, the father is the one who sticks around for a few more days and feeds them seeds from his cheek pouches so they don’t go wandering off from the burrow before they’re ready."},{"author":"","text":"And the question is: Why? Most mammals—in fact, most animals in general—grow up just fine without dads."},{"author":"Nick Royle","text":"Most care across different taxa is female-only care."},{"author":"Feder","text":"Nick Royle is an associate professor of behavioral and evolutionary ecology at the University of Exeter in England. He says if we look beyond mammals, lots of animals don’t have maternal care either. When the kids hatch, they’re on their own."},{"author":"Royle","text":"Parental care in general is quite rare. So only 3 percent of reptile families have parental care, for example. It’s rare in invertebrates, but it is quite well developed, obviously, in things like ants and termites and beetles."},{"author":"Feder","text":"From an evolutionary perspective, if you can make some offspring, and they thrive with no help from you, that’s a win. You can keep your food for yourself, go off and reproduce again and spread more of your genes. On the other hand, if your offspring flounder and die without your support, your genes are not going to get very far."},{"author":"Royle","text":"You typically get parental care evolving when the benefits outweigh those costs."},{"author":"Feder","text":"In mammals, at least those who haven’t invented baby formula, maternal care is essential. Newborns depend on milk for survival, so the costs of not nursing your offspring are very high."},{"author":"","text":"But for male mammals, the evolutionary calculation is a bit different. Having more mates means potentially having a lot more offspring. So although sticking around to feed your existing offspring or defend them from predators or teach them cool life skills, even though all of that might boost survival rates, males have to weigh that against lost mating opportunities. None of this is conscious, of course. These are just the evolutionary pressures shaping their behavior. In any case, as a result, in mammals ..."},{"author":"Royle","text":"There’s various estimates, but up to 10 percent of mammalian species have males caring with females, and then most of the rest of the care is female-only care."},{"author":"Feder","text":"So what’s going on with these mammal species where dads are involved? When does active fatherhood become a winning evolutionary strategy?"},{"author":"","text":"So let’s take a look at these hamsters. First, we know that in these hamsters, Phodopus campbelli, pups do not fare well without their dads. In one study, Katherine found that mated pairs successfully raised 95 percent of their pups to adulthood. But when the male was removed, only half made it."},{"author":"","text":"And it wasn’t about how much food they were getting. These studies were done in the lab, where plenty of food was provided. And it actually wasn’t males’ midwifery work either, helpful as that is— because, at least in the lab, females successfully gave birth even if they were alone."},{"author":"","text":"Instead the researchers found that the need for a male had a lot to do with temperature."},{"author":"Wynne-Edwards","text":"The worst thing that can happen to a [P.] campbelli mum is that she’s in a warm environment."},{"author":"Feder","text":"These hamsters, being so well adapted to conserve heat, they’re prone to overheat, especially if they’re sitting day after day in a nest, nursing pups that are getting better and better at thermoregulating each day."},{"author":"Wynne-Edwards","text":"The pups become more of a problem later because they’re too hot."},{"author":"Feder","text":"When solitary females were held at a comfortable 18 degrees Celsius, they were actually pretty successful. More than 90 percent of their pups survived without a dad present. But if it got even a few degrees hotter, suddenly male presence mattered a whole lot for pup survival and for growth."},{"author":"","text":"So why would that be? Well, Katherine found that males help the females regulate their own temperature. Females go for walks away from the nest to cool off. The hotter the temperature in the lab, the longer these cool-down walks are. For the mom, this is essential, but it’s not great for the pups. They start to lose heat—and water, too—unless there’s someone else there to sit on them and keep things nice and warm and humid, aka another parent."},{"author":"","text":"So ultimately, it seems like these dads are a product of evolving in a superharsh environment. In a place this cold, it’s just hard for a single parent to retain heat and raise their kids without overheating."},{"author":"","text":"In fact, it’s often the case that harsh environments tip the scales in favor of active fathers. Harsh environments can just mean that offspring need more help to grow up, selecting for more parental care in general."},{"author":"","text":"And we can actually see this play out in this hamster’s very close relative, Phodopus sungorus, also known as the Siberian hamster. [P.] sungorus lives right across a mountain range from our hamsters, [P.] campbelli. Where they live, it’s also a harsh environment but not quite as harsh."},{"author":"","text":"And in[P.] sungorus the fathers are often—but not always—involved in the care of offspring. And when they are, they’re not quite as attentive as [P.] campbelli dads. Katherine has conducted experiments in the lab, where she’ll remove a hamster pup from a nest and plop it in a far corner of its cage."},{"author":"Wynne-Edwards","text":"The male—if the female is not there—the male will leave the nest, go to the pup, pick it up, bring it back to the nest and just sit down on it again."},{"author":"Feder","text":"And in our star hamsters, [P.] campbelli, the male will rush over right away, wasting no time. But in their close relative, [P.] sungorus, the males respond, too, but they take more than twice as long to go over to the pup. And then, more than half the time, they don’t even pick it up."},{"author":"","text":"So a harsh environment is one explanation for why [P.] campbelli hamster dads are so devoted. But when it comes to fatherhood, Nick says there are lots of other factors that come into play. Confidence in paternity, for example—so if the female mates with multiple males that can make it harder to determine who the dad is. And that will affect whether the father helps out. In [P.] campbelli hamsters, that’s not much of an issue. In lab experiments, Katherine found that a female won’t get pregnant if she mates with more than one male."},{"author":"","text":"Another potential factor favoring active dads is females preferentially mating with males who seem like they would be good at fatherhood. Here’s Nick again."},{"author":"Royle","text":"There’s definitely kind of a selection for good quality parents effectively, and there’s some evidence for that, particularly in birds, where biparental care is strongest, so you can get females kind of making choices of males based on their likely parental care."},{"author":"Feder","text":"And so, even though active fatherhood is not the norm in most animals, there are actually lots of species where evolution favors it—[such as] seahorses, famously. Males carry their broods around in special pouches. They even have placentas in there! In some fish species, the male carries the fertilized eggs in his mouth, forgoing food, until they’ve hatched and grown and are ready to swim around independently. Even some beetles care for their young. Nick studies a species where males and females regurgitate meat for their little larvae kids."},{"author":"","text":"And of course, we have humans—fatherhood definitely varies from dad to dad and culturally, too. But there are a lot of devoted, caring human dads. There are dads who feed their kids, change their diapers, teach them how to drive, pay for college tuition—all activities I have no doubt [P.] campbelli dads would jump at the chance to do, given access to cars, currency and higher education."},{"author":"","text":"So if you happen to be in the arid semi-desert of Inner Mongolia one summer—summer being this hamster’s breeding season—just know that you’re in proximity to parental greatness. All around you in burrows just below ground are tiny hamster dads, working their fluffy butts off to operate birthing centers—they’re delivering babies, keeping them warm, and just generally doing their very best to help their kids survive the harsh, dry land on which you walk."},{"author":"Feltman","text":"That’s all for today’s Friday Fascination. We’ll be back bright and early on Monday with our usual weekly news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was reported and co-hosted by Elah Feder and edited by Jeff DelViscio. Shayna Posses, Emily Makowski and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[2634,6292,6964,16746,22506,17840,15151,15212,11855,8921,7784,4923,11459,7736,4412,15470,18766,9947,11509,11206,9637,16403,11583,14536,11630,7688,2082,1899,1418,17580,11017,12164,11568,11275,7622,3897,14253,20097,18097,6100,17180,11959,10111,10972,8874,8590,5010,2203,16564,9411,12976,8970,10292,13239,12858,11264,15337,11162,12909,12628,11856,2342,15117,17857,12926,11925,10031,12790,10384,14425,16092,14701,15489,13636,12368,18047,15826,17783,14685,10546,5885,2580,14612,16930,16094,16416,16162,10401,15356,9996,12194,18389,17090,13703,13818,14454,5508,4046,4771,18203,12934,12725,15831,10629,10990,17502,14746,16647,15418,17849,16098,8266,9952,12630,14100,12524,15161,4993,1819,16308,13582,11286,20397,18339,20410,19243,15029,13742,9079,15924,14654,13741,9216,14704,18421,8339,9256,11298,14759,14655,11955,6276,5806,19254,17362,8216,4737,10286,7568,4330,3910,5081,1004,15972,16042,14089,15935,15971,15932,15821,8432,412,15980,15926,15654,15955,15093,15915,15553,15923,15974,15937,15923,15909,15911,12131,15150,15941,15927,15948,15920,15912,15967,8169,273,15994,15935,15902,15910,14595,15886,15911,15952,15924,14097,15925,15854,11109,469,15951,15913,15988,15891,15924,13917,15942,15857,11155,15903,15969,10409,185,9534,15977,15905,15928,10654,15936,15929,13330,15914,15933,14974,8565,15966,15902,13000,16014,16453,16420,16372,16127,16330,17405,16837,17512,15966,15734,16819,16817,16519,15842,15588,2344,8990,5802,20793,17897,16984,16200,16684,7271,19088,18303,17234,21953,16711,17606,17032,9448,6572,17703,21949,19660,17212,17526,17568,16919,16494,17477,16878,16304,10630,17719,16811,17577,17009,17751,16317,3557,17317,12844,17076,10127,19177,16198,15013,13993,3044,4340,22529,19000,14214,2541,8147,22599,16402,14402,11448,4240,10052,13112,12152,2948,2833,17501,19475,16814,15655,17578,16998,17265,16962,18086,19061,16054,15628,16678,15085,3110,16664,17204,16526,16970,16559,16135,16767,16328,16789,12992,15021,16650,11776,2722,17705,16192,16405,2931,15940,18356,16908,16757,17689,18565,13938,16557,18252,16736,16523,16654,18244,15694,9573,16460,16868,17775,13735,18073,13254,2653,17741,13836,16738,16413,12779,16795,15717,16707,16510,14157,11128,16140,15335,15821,12336,16756,17083,15588,16849,13851,16375,14317,16266,14041,16008,3260,3406,16693,15625,16575,14789,8441,17452,16482,16803,17271,17746,17529,16817,17050,16261,17004,16431,16682,17565,12513,17908,19298,16858,2742,18142,14896,17898,15279,12168,5443,10005,12927,11638,16553,11403,9112,17287,19110,13277,13919,11585,5650,13510,14888,11256,9123,9217,8726,4299,2697,14295,20255,12351,13493,13570,12648,17047,2559,14871,16924,21576,3280,12712,12515,14703,12934,12189,13339,14815,11283,9500,2673,12344,15198,7215,4847,8000,14491,5556,11444,16119,15203,11281,9098,20609,22509,5628,11828,17247,14539,13919,3991,16288,16630,16357,16543,15884,16660,16206,16403,13040,13482,4933,17543,14000,16315,15281,5059,17227,17677,17254,16624,16046,16189,8291,16948,16933,16257,15180,16089,12187,15622,16829,13688,17132,6461,14191,16457,15556,13360,16098,14518,8694,778,16016,16399,15980,15132,16138,17420,12648,1700,15687,16304,15915,16853,14112,15890,12389,16172,11544,1476,16053,15702,12831,15861,16479,16376,2220,16180,1779,17347,16332,16007,16644,15940,13698,12661,1952,2111,16509,16141,16381,17045,13248,15784,17305,15738,15894,16175,16677,15868,14916,17664,15950,15507,1577,16134,16789,16936,16997,16415,12551,15971,1395,15575,15928,7885,12208,16519,15590,16119,6696,16601,15866,16146,16083,17458,4942,4908,1213,5790,15877,4998,15937,15014,10902,15516,15879,14368,15939,15609,9515,11409,10263,15963,15936,14653,13968,12936,15948,15713,10955,9450,14918,9067,15914,14184,9366,14416,15946,1748,15922,15603,15951,12985,15908,15910,8411,15932,2211,15895,15911,14473,12325,14881,14005,16001,15952,14391,12467,15884,15977,14480,1577,16053,15817,11804,15154,15931,14017,9716,15905,15890,16022,14335,15887,15607,8045,15925,15909,15943,15899,15939,15964,15931,15870,15910,15883,13483,15915,12259,8855,778,391,15928,15921,12228,10674,15941,12646,15965,10458,15912,15948,15937,15464,13630,15918,15917,15918,15932,14048,15943,15929,15915,15904,14870,15850,6083,239,15912,16032,15876,15849,15988,16007,15904,15975,13345,15979,5846,15934,15934,16003,14588,15914,15935,15878,12782,15917,15264,11983,15927,13340,16035,15926,14628,15914,15890,15948,15889,14118,15920,15258,15943,15977,15957,15927,15875,15949,15899,1697,15976,15946,15961,15922,15911,6930,15911,15958,15937,15994,15990,14500,15923,15953,15910,15924,15940,13506,15923,15905,16143,15956,15910,15907,15951,15918,15936,15938,15942,14771,194,15972,15945,12813,15922,15916,13198,102,15957,15913,15930,15932,15924,15935,15950,15889,15910,9186,15918,15833,15917,15922,15918,15864,7688,10434,10997,13742,6645,5811,15946,15958,12956,16068,11869,9861,8731,7431,16176,7127,10711,7351,8140,5446,4448,15930,15923,15946,15956,15951,15898,15954,15927,15912,14355,15946,15922,15918,15933,15927,15934,15935,15919,14563,12950,15909,15941,14613,15969,15909,4546,15926,15987,15923,15982,15910,15934,15938,13304,15939,15934,15923,2697,16041,15942,14134,16031,15995,15961,16050,14913,15977,15962,15882,15888,14273,16161,14759,15854,12709,13075,15937,15858,16049,15954,12817,12075,15919,1245,15029,15960,15949,12099,15948,15959,16027,16253,15888,12068,11794,8363,10144,10041,9776,15934,15815,16429,9633,15443,8044,6108,1692,15922,15906,15922,15923,15928,15877,15959,15920,15915,15915,15926,15926,13640,15928,15793,15915,232,15963,15931,5166,15907,15905,15946,15927,15930,12196,15953,15919,1968,15927,15921,16111,15921,15916,15943,10886,14407,464,15975,15953,15924,15915,15910,15940,15921,15925,15396,15920,14920,471,15961,15603,15974,15902,15985,15912,13161,15930,15997,16037,12560,15969,14338,10341,9432,15633,9877,9539,9267,11356,11122,5539,15912,15915,14955,15913,15918,15942,15957,15953,15948,15931,13090,15917,15915,15893,15898,12339,11444,15925,15912,15907,15931,13950,15939,15991,15912,15939,13992,15945,15943,15944,15913,15922,15813,14443,15929,15945,15905,15917,15918,15899,15948,15917,15890,15917,15927,15924,973,15954,15930,15912,8094,15577,15976,15917,15933,15922,15907,13955,10644,204,15947,15957,15919,15907,15947,15941,15910,15925,15915,15916,15948,15911,15873,15911,15920,15386,15927,15905,15896,15955,15943,15944,15946,15934,15924,15394,15913,15961,15892,4243,15898,15958,15915,15920,15929,15917,15919,15904,15913,10464,355,15919,15972,3968,15918,11071,15918,15948,13871,15951,15922,15918,13407,15859,15308,15862,10486,228,15936,14639,15993,15937,14927,15971,15920,9773,15849,15814,11451,11292,18762,16003,15945,11104,691,9469,15902,15978,10476,16003,10797,15850,11416,15952,7045,8690,11841,10028,11060,14979,9890,12262,12292,10473,15549,8935,5758,5424,410,631,1544,1693,1709,2091,2378,2217,15748,16178,16794,15909,16671,16400,12979,16806,16116,16465,17584,17046,4049,16242,15955,16855,17310,16539,16305,16283,16792,16628,15790,16551,17058,8430,1926,16709,13030,16734,9125,10704,5887,1856,6794,15615,6206,17174,16910,15459,16507,16359,15851,14660,1702,15987,8532,18158,17888,16901,16277,11522,15876,6054,17012,16554,17159,16790,16978,16401,18632,17944,15365,17036,16796,14951,16770,17331,16501,16301,15196,16792,15972,16243,17513,2105,9246,15942,16504,16690,15308,3727,16315,16363,16204,16363,9750,3612,2530,16263,16112,16869,16416,14725,14691,13610,1504,16764,14850,15582,15570,15946,12087,9294,10882,15068,10694,6924,17917,16686,14390,16054,13454,10350,12436,16417,2382,16129,16480,13985,3469,4131,17006,8802,16184,15178,11605,14109,16278,13355,14980,12819,10875,16561,13438,13992,12856,4550,1358,16361,15946,12036,1742,15203,9567,16376,12686,13413,12385,9203,10159,15888,13663,12593,12081,10344,1945,20546,22503,12382,10419,17528,13073,12862,17042,12575,7482,15281,10973,11096,4559,2620,16249,16276,16050,16090,16030,16605,15998,11023,16645,16821,16315,16812,16397,16407,16079,7621,3098,16072,16409,15574,16078,16363,16569,16742,15716,15973,7279,16418,16619,10307,16605,16018,15966,16079,16313,16550,17406,15998,16715,14652,16571,10265,15613,8153,9856,21231,20740,15020,9170,6624,2141,20636,12634,20764,12008,2605,19105,14883,12880,3117,16362,16755,16263,16463,15869,16739,15423,16119,16509,17265,16299,16386,12970,16439,16385,8198,16951,15525,14691,2599,16205,16654,16690,16777,15687,16889,17321,16110,15273,16820,14844,2231,16201,16069,16157,16112,16090,16070,6136,6840,16404,16107,15974,14547,17345,15904,16429,17152,13312,16543,17039,16223,17107,16208,3183,1570,1479,2393,1751,1123,8409,16003,16050,15936,15333,586,15949,15938,15915,15944,15932,15919,15938,15928,15993,15980,15948,15940,15946,15893,13979,15872,15934,15922,15908,13558,15914,15804,15934,9026,15927,1608,15979,15888,13307,15047,15943,15905,15937,15909,13436,15912,9270,15924,366,15923,15904,15942,15917,15928,12982,6476,15895,15995,15934,15903,6265,248,15968,15869,10985,15932,12507,15915,12493,12984,181,15864,15980,7191,15943,15995,15925,15914,15942,15879,15236,15916,15916,15703,15957,15252,15936,15916,15971,16038,15907,15952,16027,12034,5370,15952,15919,15933,15946,15911,15994,15913,15907,14580,15942,15577,15102,15947,13057,15904,13959,1024,16068,15889,15953,15914,13266,15907,15904,15911,15908,15947,15934,15931,15926,15909,15904,15945,15919,15906,15919,15902,15922,15909,7421,8817,86,15945,15986,15888,15729,15897,15941,15163,15920,15715,15917,15972,15937,15863,15907,15924,15942,9430,255,15907,15902,15696,15898,15918,15895,15913,15919,15917,15921,15950,5156,15920,15919,15921,15246,15918,15910,15926,90,15922,15950,12501,15944,15890,15924,15919,15926,15935,15910,15913,15946,15909,15921,15893,15922,15912,4214,15921,15937,15678,15921,15978,14692,15916,249,218,15938,15917,15904,15910,15933,15926,15905,15931,15527,15681,15895,15432,112,15912,15951,15904,15924,15985,15906,15977,14376,15912,15914,15907,15930,15920,10108,123,15922,15915,15912,6628,13732,15933,12244,13443,13725,13967,14489,15921,13681,15933,14449,11514,15922,8680,4505,15918,15953,15908,5723,15919,15947,15943,15898,15891,15905,15905,15919,15888,6184,153,7814,15916,15911,15930,15919,15911,15960,15906,15917,15924,14615,15916,15904,15922,15913,15934,15909,15917,15912,14010,15897,10376,190,19515,20436,14948,12548,13582,8861,13182,10968,19283,12566,15046,13885,4235,21284,15519,13464,22437,21326,21063,22460,15599,15528,12611,14288,11966,15875,6277,15943,15985,15945,15948,15951,15944,15991,15952,15928,15919,15942,15916,15903,15895,15919,355,15933,15903,15926,15917,15931,6704,426,15916,15884,14835,15875,15887,15906,15924,15937,15752,10679,15923,15921,15937,15911,15932,15911,15922,2748,15937,15932,15935,15975,8454,15956,15904,13696,15924,391,15966,15921,15927,15922,15896,15939,15891,15894,15929,15930,15933,15926,15907,15938,15939,15124,15925,15933,448,15917,15961,15922,11387,15896,15896,15908,15912,15896,15874,15919,15926,13781,116,15925,15920,15934,15938,12422,15965,15904,15909,15938,15920,15956,15576,15836,15923,15932,15928,15918,15910,14186,15911,15935,15927,6389,15908,15930,12989,15893,15916,15918,15693,15926,15940,102,15922,16017,15934,15915,15926,15941,15940,15912,15923,236,15921,15964,15959,14393,15896,15925,15925,16062,15916,15926,15903,15917,15907,15915,15914,15897,9989,72,15929,15881,15928,15916,15914,15952,15913,12824,15926,5268,15921,15965,15848,15909,15909,15903,15955,15932,13837,15914,15894,15913,15916,13519,6090,1080,15922,15968,11335,15903,9221,16010,15614,15892,10623,13673,14930,13562,15896,11077,15728,11373,14128,13014,11668,10386,11521,9239,13456,13554,5363,13574,15950,12928,15908,15917,14231,12691,8527,9821,9060,11715,10300,14567,10556,8482,10395,10044,7065,737,7582,12197,9283,8642,16021,8430,12229,10055,15935,15953,12440,13256,14664,3490,15977,16029,15929,15931,15915,15905,15958,15925,15911,15906,15941,15924,15329,446,15929,12890,15916,12841,15950,15919,15924,15926,15913,14635,15906,15907,15906,15902,14298,15940,15915,15893,15925,15909,15896,15914,15943,7735,15919,15963,15911,15941,15953,9402,15953,15918,13235,15898,15934,15906,15911,15915,15930,15938,15897,15973,15917,15674,15955,15902,15917,15910,15883,15917,15906,6811,13469,15904,15910,15939,15921,15913,14148,15913,10865,276,15903,15939,15940,13713,15917,15907,10896,162,15924,15949,13686,15918,15961,15912,15926,15915,15916,13326,15926,15904,15944,15894,15541,5283,291,319,15933,15928,15893,16046,14701,10761,6524,720,15989,16285,15994,16056,15961,15974,15804,15867,15883,16041,15473,15860,901,16092,16036,16362,12568,16380,15913,16622,15485,16361,16164,15615,950,15860,16634,14708,16749,15849,16017,15910,15884,15971,9503,7349,16673,16535,16213,12117,9006,16718,16606,9258,13004,8719,1254,16563,16248,16191,16651,16835,16010,16087,16558,15668,16769,16388,15623,17258,5925,16107,16359,12865,16161,16148,16164,16508,15886,15823,16650,11548,16544,16672,15344,17248,16790,16534,11850,17097,16128,16720,17278,14681,16226,16142,16943,16131,12613,16262,15477,17025,15807,15564,16915,16123,16460,16254,5428,16612,16693,16082,16535,14039,16929,16740,13904,15626,16631,14960,2148,16048,16352,16185,14388,16501,17086,16792,16229,11881,2436,16264,15957,16376,16227,11691,15828,16655,16240,16707,16863,13582,16151,16570,17324,16805,17427,12151,2699,2580,16699,14477,17237,16845,5535,14169,16707,16679,12600,2279,15797,16232,17203,17169,16493,16312,5821,16815,15923,16809,16542,3508,16568,13417,16893,15698,16498,13026,15271,9937,16013,8968,1123,1239,867,741,808,788,18021,11627,11401,16033,5900,4067,16331,12225,9564,14889,6438,4288,21048,22468,17415,22510,19031,5720,10976,12629,10640,10060,7763,3642,2233,16715,16542,8903,14807,16267,10284,6025,5612,16714,15902,12548,8911,10718,9063,8578,8722,8670,8122,11048,12974,1510,1316,1967,16132,9502,8986,12929,16134,6602,13978,11650,3889,11875,12338,9817,9895,17936,15468,13217,11457,13677,7942,8461,9541,6700,5511,3291,16392,12978,13204,10302,6681,13829,11239,13733,15098,15968,9707,11982,7742,6634,4324,3744,15906,14758,8992,16675,11962,12856,8617,15999,16400,11409,5216,1629,3884,16362,8725,9738,11172,10662,9655,9180,2129,2346,16245,15010,14556,10282,11431,12103,13274,9391,8752,10171,10116,10152,4883,2364,2053,8694,16510,9804,13160,7719,11769,9020,10792,10665,3748,1895,16563,11090,3936,1816,2032,1896,2631,1609,1921,603,2024,1510,1779,1282,993,892,1036,944,627,626,107,9],"fragments":[{"begin":"0.000","end":"8.800","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"8.800","end":"24.680","lines":["Parental care is costly. It uses up precious time, energy and resources—and in the animal world, it’s usually the moms who bear the brunt of it. For most mammals, the concept of fatherhood begins and ends at conception."]},{"begin":"24.680","end":"46.120","lines":["So what drives a father to defy evolutionary norms? Today’s episode celebrates the superparent skills of a surprising—and adorable—little critter. Our guide for this Father’s Day Friday Fascination is Elah Feder, a freelance audio producer, editor and journalist. Here’s Elah now."]},{"begin":"46.120","end":"55.600","lines":["In mammals, good dads are the exception. Male leopards, bears, orcas—they have a habit of toddling off after mating and leaving the mothers to raise the kids."]},{"begin":"55.600","end":"63.920","lines":["So when you come across a mammal species with active, doting dads—dads who actually matter for their kids’ survival—you pay attention."]},{"begin":"63.920","end":"87.040","lines":["And one of the most extreme cases of good fatherhood can be found in a dwarf hamster that lives in the cold, dry semideserts of Russia, China and Mongolia: Phodopus campbelli, aka the Djungarian hamster. Campbelli males and females raise their kids in burrows underground. And when the first litter of pups arrive, the dads get to work right away."]},{"begin":"87.040","end":"91.280","lines":["They will be very close by during the birth."]},{"begin":"91.280","end":"105.960","lines":["Katherine Wynne-Edwards is a professor of veterinary medicine at the University of Calgary [in Alberta]. It took her a while to figure out exactly what these male hamsters were doing. But then she saw it: they were acting as midwives, physically delivering the babies."]},{"begin":"105.960","end":"117.840","lines":["Actually getting film of a male using his four paws to pull the head of a neonate out of the birth canal was extraordinary."]},{"begin":"117.840","end":"122.120","lines":["After the pups are born, the dad carries each one to a warm nest inside the burrow."]},{"begin":"122.120","end":"143.520","lines":["And then he would spin it around, clean off its membranes ... and orient the face up and lick the nostrils and the mouth. Some of these pups are born pretty blue. And once the male has licked those nostrils, there’s a flush of red, and we’re back to what we call pinkies, little rodent babies."]},{"begin":"143.520","end":"148.160","lines":["Katherine first encountered these hamsters in the early 1980s, back when she was a grad student."]},{"begin":"148.160","end":"161.560","lines":["People really didn’t know about them at all. They are native to the steppes of central Asia, which is, even by Canadian standards, an underpopulated part of the Earth. And so we really knew very little about them."]},{"begin":"161.560","end":"175.520","lines":["So Katherine’s adviser was like, “Here, figure out everything you can about this species.” And what was immediately obvious was that they were stacked with adaptations for cold weather—adaptations that happened to make them extra cute."]},{"begin":"175.520","end":"197.560","lines":["Let’s be honest: they look like a windup toy. They’re fluffy; they’re really remarkably spherical; their tail is very short and barely protrudes from the rest of their fur. Their ears are relatively short and actually do even have hair on them, which many rodents don’t, um, and can be folded down."]},{"begin":"197.560","end":"204.320","lines":["All great ways to conserve heat in a place where temperatures can drop as low as –50 degrees Celsius [–58 degrees Fahrenheit]."]},{"begin":"204.320","end":"212.160","lines":["But what made these hamsters really interesting was this biparental care—with both mother and father involved in raising the kids."]},{"begin":"212.160","end":"234.000","lines":["Make no mistake—the mother is still doing the heavy lifting. She nurses the pups, which means giving up precious water and nutrients, but the father will take turns sitting on the pups, keeping them warm, returning them to the nest if they wander off. And when the mother weans them, the father is the one who sticks around for a few more days and feeds them seeds from his cheek pouches so they don’t go wandering off from the burrow before they’re ready."]},{"begin":"234.000","end":"241.360","lines":["And the question is: Why? Most mammals—in fact, most animals in general—grow up just fine without dads."]},{"begin":"241.360","end":"247.400","lines":["Most care across different taxa is female-only care."]},{"begin":"247.400","end":"259.400","lines":["Nick Royle is an associate professor of behavioral and evolutionary ecology at the University of Exeter in England. He says if we look beyond mammals, lots of animals don’t have maternal care either. When the kids hatch, they’re on their own."]},{"begin":"259.400","end":"273.240","lines":["Parental care in general is quite rare. So only 3 percent of reptile families have parental care, for example. It’s rare in invertebrates, but it is quite well developed, obviously, in things like ants and termites and beetles."]},{"begin":"273.240","end":"290.360","lines":["From an evolutionary perspective, if you can make some offspring, and they thrive with no help from you, that’s a win. You can keep your food for yourself, go off and reproduce again and spread more of your genes. On the other hand, if your offspring flounder and die without your support, your genes are not going to get very far."]},{"begin":"290.360","end":"295.120","lines":["You typically get parental care evolving when the benefits outweigh those costs."]},{"begin":"295.120","end":"305.640","lines":["In mammals, at least those who haven’t invented baby formula, maternal care is essential. Newborns depend on milk for survival, so the costs of not nursing your offspring are very high."]},{"begin":"305.640","end":"332.600","lines":["But for male mammals, the evolutionary calculation is a bit different. Having more mates means potentially having a lot more offspring. So although sticking around to feed your existing offspring or defend them from predators or teach them cool life skills, even though all of that might boost survival rates, males have to weigh that against lost mating opportunities. None of this is conscious, of course. These are just the evolutionary pressures shaping their behavior. In any case, as a result, in mammals ..."]},{"begin":"332.600","end":"342.800","lines":["There’s various estimates, but up to 10 percent of mammalian species have males caring with females, and then most of the rest of the care is female-only care."]},{"begin":"342.800","end":"353.240","lines":["So what’s going on with these mammal species where dads are involved? When does active fatherhood become a winning evolutionary strategy?"]},{"begin":"353.240","end":"370.960","lines":["So let’s take a look at these hamsters. First, we know that in these hamsters, Phodopus campbelli, pups do not fare well without their dads. In one study, Katherine found that mated pairs successfully raised 95 percent of their pups to adulthood. But when the male was removed, only half made it."]},{"begin":"370.960","end":"386.640","lines":["And it wasn’t about how much food they were getting. These studies were done in the lab, where plenty of food was provided. And it actually wasn’t males’ midwifery work either, helpful as that is— because, at least in the lab, females successfully gave birth even if they were alone."]},{"begin":"386.640","end":"391.320","lines":["Instead the researchers found that the need for a male had a lot to do with temperature."]},{"begin":"391.320","end":"396.440","lines":["The worst thing that can happen to a [P.] campbelli mum is that she’s in a warm environment."]},{"begin":"396.440","end":"409.080","lines":["These hamsters, being so well adapted to conserve heat, they’re prone to overheat, especially if they’re sitting day after day in a nest, nursing pups that are getting better and better at thermoregulating each day."]},{"begin":"409.080","end":"414.280","lines":["The pups become more of a problem later because they’re too hot."]},{"begin":"414.280","end":"432.560","lines":["When solitary females were held at a comfortable 18 degrees Celsius, they were actually pretty successful. More than 90 percent of their pups survived without a dad present. But if it got even a few degrees hotter, suddenly male presence mattered a whole lot for pup survival and for growth."]},{"begin":"432.560","end":"459.760","lines":["So why would that be? Well, Katherine found that males help the females regulate their own temperature. Females go for walks away from the nest to cool off. The hotter the temperature in the lab, the longer these cool-down walks are. For the mom, this is essential, but it’s not great for the pups. They start to lose heat—and water, too—unless there’s someone else there to sit on them and keep things nice and warm and humid, aka another parent."]},{"begin":"459.760","end":"472.360","lines":["So ultimately, it seems like these dads are a product of evolving in a superharsh environment. In a place this cold, it’s just hard for a single parent to retain heat and raise their kids without overheating."]},{"begin":"472.360","end":"483.680","lines":["In fact, it’s often the case that harsh environments tip the scales in favor of active fathers. Harsh environments can just mean that offspring need more help to grow up, selecting for more parental care in general."]},{"begin":"483.680","end":"500.240","lines":["And we can actually see this play out in this hamster’s very close relative, Phodopus sungorus, also known as the Siberian hamster. [P.] sungorus lives right across a mountain range from our hamsters, [P.] campbelli. Where they live, it’s also a harsh environment but not quite as harsh."]},{"begin":"500.240","end":"517.280","lines":["And in[P.] sungorus the fathers are often—but not always—involved in the care of offspring. And when they are, they’re not quite as attentive as [P.] campbelli dads. Katherine has conducted experiments in the lab, where she’ll remove a hamster pup from a nest and plop it in a far corner of its cage."]},{"begin":"517.280","end":"525.440","lines":["The male—if the female is not there—the male will leave the nest, go to the pup, pick it up, bring it back to the nest and just sit down on it again."]},{"begin":"525.440","end":"540.680","lines":["And in our star hamsters, [P.] campbelli, the male will rush over right away, wasting no time. But in their close relative, [P.] sungorus, the males respond, too, but they take more than twice as long to go over to the pup. And then, more than half the time, they don’t even pick it up."]},{"begin":"540.680","end":"568.920","lines":["So a harsh environment is one explanation for why [P.] campbelli hamster dads are so devoted. But when it comes to fatherhood, Nick says there are lots of other factors that come into play. Confidence in paternity, for example—so if the female mates with multiple males that can make it harder to determine who the dad is. And that will affect whether the father helps out. In [P.] campbelli hamsters, that’s not much of an issue. In lab experiments, Katherine found that a female won’t get pregnant if she mates with more than one male."]},{"begin":"568.920","end":"577.520","lines":["Another potential factor favoring active dads is females preferentially mating with males who seem like they would be good at fatherhood. Here’s Nick again."]},{"begin":"577.520","end":"594.120","lines":["There’s definitely kind of a selection for good quality parents effectively, and there’s some evidence for that, particularly in birds, where biparental care is strongest, so you can get females kind of making choices of males based on their likely parental care."]},{"begin":"594.120","end":"624.680","lines":["And so, even though active fatherhood is not the norm in most animals, there are actually lots of species where evolution favors it—[such as] seahorses, famously. Males carry their broods around in special pouches. They even have placentas in there! In some fish species, the male carries the fertilized eggs in his mouth, forgoing food, until they’ve hatched and grown and are ready to swim around independently. Even some beetles care for their young. Nick studies a species where males and females regurgitate meat for their little larvae kids."]},{"begin":"624.680","end":"648.720","lines":["And of course, we have humans—fatherhood definitely varies from dad to dad and culturally, too. But there are a lot of devoted, caring human dads. There are dads who feed their kids, change their diapers, teach them how to drive, pay for college tuition—all activities I have no doubt [P.] campbelli dads would jump at the chance to do, given access to cars, currency and higher education."]},{"begin":"648.720","end":"688.000","lines":["So if you happen to be in the arid semi-desert of Inner Mongolia one summer—summer being this hamster’s breeding season—just know that you’re in proximity to parental greatness. All around you in burrows just below ground are tiny hamster dads, working their fluffy butts off to operate birthing centers—they’re delivering babies, keeping them warm, and just generally doing their very best to help their kids survive the harsh, dry land on which you walk."]},{"begin":"688.000","end":"694.600","lines":["That’s all for today’s Friday Fascination. We’ll be back bright and early on Monday with our usual weekly news roundup."]},{"begin":"694.600","end":"717.280","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was reported and co-hosted by Elah Feder and edited by Jeff DelViscio. Shayna Posses, Emily Makowski and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"717.280","end":"727.760","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":727}