{"title":"Sam Kean’s New Book Dinner with King Tut Explores the Wild World of Experimental Archaeology","img":"https://static.scientificamerican.com/dam/m/3975ff4096f043b4/original/2508_SQ_FRI_KING_TUT_thumbnail.png?m=1755201781.808","url":"https://www.scientificamerican.com/podcast/episode/what-is-experimental-archaeology-sam-kean-explores-ancient-tools-surgeries/","audio":"https://traffic.megaphone.fm/SAM8156598759.mp3","intro":["In his new book, Sam Kean reveals how re-creating ancient tools, techniques and traditions can unlock secrets about how our ancestors lived—and what they felt."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Archaeology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Experimental archaeology takes a hands-on approach to understanding the past. Instead of just studying ancient objects researchers re-create them. They build 30-foot medieval catapults, perform ancient surgeries with stone tools and prepare authentic Roman banquets using techniques so traditional, not even your nonna would recognize them. The goal is to understand not just what our ancestors made but how they made it—and what it felt like to live in their world."},{"author":"","text":"Our guest today is Sam Kean, a science writer who’s written seven books. His latest is called Dinner with King Tut, and it explores the world of experimental archaeology. He’s tried his hand at everything from ancient brain surgery to mummifying a fish, and he’s here to tell us all about it."},{"author":"","text":"Thanks so much for coming on to chat today."},{"author":"Sam Kean","text":"Well, thanks for having me."},{"author":"Feltman","text":"So what exactly is experimental archaeology, and how did you get interested in it?"},{"author":"Kean","text":"Experimental archaeology involves doing things—so making things, re-creating things from the past. And I got into it because I’d always had a bit of a gripe with archaeology, traditional dirt archaeology, in that I think it’s a fascinating field; you learn so much about humankind and these big, meaty questions about us—you know, who we are, where we came from—these really important questions about deep human history. So I really like that aspect of traditional archaeology."},{"author":"","text":"But every time I would go to an archaeological site, I found it so boring [laughs] to be there. It was just a bunch of sunburned people sitting around with brushes and dental picks, picking out little pot shards from the dirt. It just seemed like the most unimaginable tedium possible. And so there was always this disconnect in my mind between the big, important, cool things archaeology wrestled with and the day-to-day work of the field."},{"author":"","text":"But experimental archaeology got me excited because again, they were doing things, they were making things: re-creating lost recipes, making ancient stone tools—everything from that up to, you know, people making giant catapults and boats and sending those off on the ocean. So it really got me excited ’cause you’re much more active, and it’s a very sensory-rich field, too. So I felt like it was a lot more immersive and it was more involved and kind of immersed in the past than you get from traditional archaeology."},{"author":"Feltman","text":"Hmm, and for people who aren’t familiar with the idea of experimental archaeology, what are some of the projects from recent years that stand out in your mind as particularly exciting, that our listeners might wanna go learn more about?"},{"author":"Kean","text":"Well, for the book I got to attend an authentic Roman banquet [laughs], which was pretty cool. I got to try my hand at ancient surgery and tattooing. There’s a lot of food stuff out there; that’s probably the best entrée for people wanting to get involved, is just try to make some ancient recipes—you know, some heirloom grains, things like that. I made a fish mummy at one point for the book, and that was surprisingly easy to do, so you can mummify a fish or, you know, another small animal, something like that."},{"author":"","text":"So there’s a lot of cool things to do, and it kind of runs the gamut, again, from everyday things like food and tools all the way up to catapults and boats and people—making human mummies, even stuff like that. So there’s really a range of activities."},{"author":"Feltman","text":"Yeah, well, and I think even some folks who, you know, have maybe come across some of these projects, like people making perfume that smells like a mummy, might be surprised at how hands-on you were able to get in the book. Could you tell us some more about some of the things you were able to experience while you were researching?"},{"author":"Kean","text":"Yeah, so, like, the catapult I got to see was pretty amazing. This guy made a 30-foot tall, medieval—authentic medieval catapult. And we spent a day out—he built this in Utah—we spent a day out there in the mountains, throwing these giant garden stones around at this wall that he had built that was 250 yards away, and it was pretty magical being out there and getting to see this thing fire—being able to fire it myself, actually. So that stands out as something. That, that was probably the most fun thing I did for the book, was [laughs] seeing that giant catapult."},{"author":"","text":"Then there were some things, some days, that were really painful and awful. Like, the, the surgery that I mentioned that I did, it was a, a surgery called a trepanation, so you’re removing a bit of the skull, essentially. And it’s startling to think about, but this is one of the most ancient surgeries ..."},{"author":"Feltman","text":"Mm."},{"author":"Kean","text":"That we know of. It’s thousands and thousands of years old, and it involves, you know, kind of brain surgery, of all things. And we know that people survived it because we can see new bone growth around the rim of skulls that we found with holes in it, so we know that people survived this operation. And I tried it out not on a human, on a deer head, at a sort of a survivalist school, an experimental-archaeology school in Maine, and they made some stone tools for me, so I gotta try it, you know, pretty authentic. And the stone tools worked really well at first."},{"author":"","text":"You can get a really, really sharp edge on a stone tool, and obsidian even—it’s a type of volcanic rock—you can get a sharper edge on that than even modern surgical-steel scalpels ..."},{"author":"Feltman","text":"Wow."},{"author":"Kean","text":"They form a really, really sharp edge. The problem with stone tools is that they wear down quickly ..."},{"author":"Feltman","text":"Right."},{"author":"Kean","text":"And so after I made the first, initial cut—I was removing a triangular-shaped piece—after I, I made the initial cut, the one leg of the triangle, it went really well for the first cut, but after that the stone tool got worn down, and after that it was just a war of attrition ..."},{"author":"Feltman","text":"Mm."},{"author":"Kean","text":"Of me sort of grinding my way through this skull. I was just sitting there—there were flies biting me; it was hot. I was really upset and getting frustrated. But that was a good learning experience in and of itself, just to show you what something basic like medicine was like back then."},{"author":"","text":"And the emotions eventually became an important part of the process. Learning things like that, you know, you get frustrated, but it really stuck with me, and it made me appreciate just how difficult things were for our ancestors and made me appreciate the fact that they did all this work and we wouldn’t be here if they hadn’t."},{"author":"Feltman","text":"Yeah, did those hands-on experiences change your perspective of the past in any other ways, beyond just appreciating how difficult things were?"},{"author":"Kean","text":"It made me appreciate how good some of the technology was."},{"author":"Feltman","text":"Mm."},{"author":"Kean","text":"I was surprised at how—yeah, that you can get stone tools that are very, very sharp, form a very nice edge. I think we have sort of a narrow view of technology nowadays. We think about electronic gizmos as technology; they’re sort of synonymous, almost, in our minds. But they were really good about practical chemistry, everyday biology—you know, observing other creatures, observing plants, things like that. And I think we’ve lost some of that nowadays. So it did open my mind up and helped me appreciate the really nice technologies that people had in the past."},{"author":"Feltman","text":"And you mentioned in the book that experimental archaeology is sometimes dismissed as kind of, like, a showy form of theater more than a science. What would you argue is the scientific value of sort of actively re-creating the past?"},{"author":"Kean","text":"There are some cases where we just don’t have information about how people did things. So the best examples of that in the book are with Egyptian mummies and how they built the pyramids in Egypt. We just don’t know how they did things, especially with the pyramids [laughs]; we have no idea how they did that, which is kind of embarrassing for archaeologists, that they don’t know this, but we just don’t have any information."},{"author":"","text":"So by running these experiments you can learn things and you can rule some things out. So I think it’s valuable ’cause it can actively teach us things about the past. And I think by doing certain things, even something basic like making bread or beer or something like that, you start to ask more questions and different questions, and it teaches you aspects of the process that you would not have thought to ask about otherwise."},{"author":"","text":"And there were some cases in the book as well where—there was one instance with a chef and one instance with a, a hairdresser who got interested in Roman archaeology, and they read these papers by classicists, by historians, by archaeologists, and they, even within a few paragraphs, realized that [the authors] had no idea what they were talking about [laughs]: they didn’t know how to cook properly; they didn’t know how to style hair properly. And because [the chef and the hairdresser] had this outside expertise they could make a lot of progress. These people who didn’t have the expertise were just theorizing without any real evidence or basis ..."},{"author":"Feltman","text":"Mm."},{"author":"Kean","text":"For their conclusion. So it can help you avoid going down wrong paths, and in some cases it can answer questions or evoke questions that we just wouldn’t ask otherwise."},{"author":"Feltman","text":"Yeah, very cool, and I mean, I’m sure this really runs the gamut, but in your experience who are the people who are creating these experiments? You know, how are they getting interested in these questions?"},{"author":"Kean","text":"Yeah, it really does run the gamut. In some cases they are traditional professors or credentialed archaeologists who realize they couldn’t answer the questions they wanted to if they didn’t try some experiments out, so they just decided to try ’em out. And in some cases, I think, they wanted to connect with their area of study a little bit more. And again, it’s such a sensory-rich field—you feel more immersed in the past when you do these kind of things—so it helped them have a deeper connection with their field."},{"author":"","text":"Then there are amateurs, people who just got obsessed [laughs] with some topic—and amateurs in the best sense of the word, in that they just loved the topic and wanted to learn all they could about it. They’re not getting paid to do it, but they have a deep knowledge of the field, and they just decided to try something new and different. So they are a part of the field as well."},{"author":"","text":"And then another really important aspect is there’s a lot of native and Indigenous communities who have either kept traditions alive or they’re trying to revive traditions that got stamped out by colonialism, missionaries, whatever the case was. And in a lot of cases they’re the ones going to the archaeologists and teaching them how things were based on either things they have kept alive or lore they might know."},{"author":"","text":"So all of those groups are kind of working together, and I think that’s part of the fun of the field, is that you can get insights from a lot of different people in a lot of different places. So it was fun to meet all of ’em."},{"author":"Feltman","text":"Did any of the experiments you participated in in the book change the way you do things in everyday life? Like, I don’t know, for example, have you picked up some Roman culinary techniques [laughs] or anything of that nature?"},{"author":"Kean","text":"One thing it did do: I sort of view the world itself a little differently in that ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Kean","text":"Before I would walk down the street where I live in D.C., and there were a lot of trees in this neighborhood, but before to me it was just sort of this green canopy overhead; it was almost like decoration. And now I see it and I, I’m better about telling individual trees apart—you know, “This is this type of tree. This is this type of tree.” And I also look at the trees differently because I can see them as, you know, a resource: the wood that they have—the acorns that they have are a food source. So I look at things like that differently, and—even, like, rocks on the ground, I can look at those and say, “Oh, that’d be a good hammerstone for making tools,” or “That’s a good type of rock to make a tool with.”"},{"author":"","text":"So I feel a little more connected in the sense that it’s not just, again, decoration, it’s more, you know, their resources, and I feel like I understand that aspect of nature better because of the experiences I had."},{"author":"Feltman","text":"And is there anything that you really wanted to try that you, you weren’t able to?"},{"author":"Kean","text":"I did get to do, in Micronesia, a little bit with navigation there. So I got to go out in a boat, and they taught me a few things about navigation. I would really love, at some point, to get way out into Polynesia, maybe, even and be on an authentic ship like they used thousands of years ago and just sort of set sail and, you know, head out for an island you can’t see over the horizon and just navigate with all of the amazing tricks they knew about, you know, the stars but also looking at wave patterns, wind patterns, migration patterns of birds. So at some point I’d love to take a long ocean trip on one of those authentic ships."},{"author":"Feltman","text":"Very cool. Well, thank you so much for coming on to talk about the book. I’m sure our listeners will love it, so this has been great."},{"author":"Kean","text":"Well, thanks for having me."},{"author":"Feltman","text":"That’s all for today’s episode. Don’t forget to check out Dinner with King Tut for more on the wild world of experimental archaeology. We’ll be back on Monday with our usual news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[8881,7343,8760,8523,11517,15505,19986,18183,16727,12313,10844,8935,17841,17743,20548,18429,16379,19427,16413,16558,20319,17855,5776,19626,24388,20045,20455,13521,16433,14333,21218,15370,14903,15751,10823,9836,6801,7752,13665,19143,24615,13109,21026,13128,21997,17104,20188,6383,14047,16240,19249,17234,20637,17517,22946,12721,19135,18196,14027,20154,12073,9530,10906,10523,7105,6620,20273,21350,24294,16679,18226,18730,20133,21671,18189,18486,23745,20387,19962,23167,15314,14651,18161,18954,11974,16165,12363,10879,10003,5221,3859,12250,11320,10853,12271,6751,184,16,7,9,14421,11154,14130,10267,6747,8604,9461,10069,10767,8477,11805,15031,14773,13500,10971,14612,5794,14854,14509,9460,14881,8869,14409,11074,3662,14780,8616,5934,14794,12352,8625,9870,7002,9938,8701,10441,12056,10207,7474,15170,6274,14855,5117,15437,12764,14774,11604,12123,8215,14962,14985,13578,14893,13746,13685,10128,15038,8511,8437,8206,7821,9593,6603,7409,11874,10752,1442,14722,14847,8373,13771,9804,14839,14615,15115,15037,9206,14235,8860,15447,5676,5256,13996,11523,6568,9937,11718,11980,14258,15110,10076,12458,14319,13207,12799,15500,14516,15452,8121,8785,9250,10245,15238,8889,8305,14918,15423,14679,13439,13510,14320,9086,9703,5839,15028,15045,8031,14617,15232,9786,10621,15124,14496,15170,14919,12155,14784,7472,7257,10523,10691,14918,12555,15094,8482,8365,15089,8122,7726,12713,6316,15194,7689,10108,12255,10757,9527,10169,3806,8490,13844,6764,11414,10421,14741,14994,7775,3985,3943,3301,1739,754,630,470,436,370,195,91,31,6,0,46,281,1125,2176,14023,8210,8779,11526,9558,11522,11376,13323,11247,13178,11871,11414,13679,10916,12619,12910,13198,12773,11214,14845,15195,14010,13789,11955,14367,12748,14866,15627,14629,14925,13016,12266,8612,7091,4791,23034,23486,16682,17648,23493,13022,12982,23466,14114,19608,14023,3510,6651,10080,13387,15140,13336,14440,14790,13703,13268,13561,15025,14197,13721,11949,9728,10263,6964,6570,2267,5589,5409,3519,5815,2595,4167,3159,21248,16022,16112,18873,19987,9247,14460,12867,15626,18812,17430,14183,15810,23478,12448,3936,2682,23429,23457,22627,16473,12706,21270,22019,10734,17868,16312,16923,17197,14143,15268,16051,5827,2844,21589,20254,20187,19077,15254,15520,23524,16851,4165,22702,16518,18527,14581,19090,13396,14433,14215,11458,12694,4349,23476,18989,21310,16485,14671,22953,17708,16238,17702,12551,4634,20575,18169,21803,18493,15020,18605,22171,12642,15170,5715,2061,1506,20081,22948,20115,13632,14425,17716,11797,15950,11960,10898,15881,18780,16564,15692,11126,19173,17551,23519,13385,13783,20330,14491,4738,2689,2412,23512,21036,16122,17414,11583,13911,23511,17270,16028,15462,19898,14853,4276,3637,18594,17174,21391,17149,21181,10534,23497,19923,15224,14700,15420,9718,14751,17866,23410,14031,5984,3804,16417,19766,13660,23399,16026,22969,15799,18771,10875,13357,12060,18970,21811,23386,13247,3641,20977,14987,16014,14735,16767,9241,1618,17100,15818,18175,15452,23508,13526,7642,15050,13716,9584,4745,23488,15534,20150,17276,23532,10044,13300,6046,13153,15309,11456,15483,9124,12955,21010,19842,10310,15485,13575,18719,19674,16517,18504,14228,15869,13932,13306,19200,15245,8255,16459,14046,15153,15668,13163,15172,12947,15522,12866,9561,12484,12715,3564,802,19206,12053,8637,16624,13475,17002,16231,17467,14722,11613,14885,5248,13655,6643,5697,17394,17178,12819,15256,13041,14599,15610,15718,13398,2257,17543,16263,15404,17046,14847,17731,13714,13936,14997,14526,14203,14236,18105,13867,14253,13954,15181,13283,3885,17230,16554,15991,16337,15668,18335,13738,13742,11468,15045,13770,13466,13444,15881,11364,15073,11297,16763,15226,14150,16423,10622,15378,16495,12673,16707,5403,16003,15071,17707,16682,10055,15918,14855,12531,6805,16142,14659,18040,20499,13518,18093,15734,13075,16970,16850,18189,15369,13186,10271,13155,13250,10851,16572,15337,2950,13874,16675,15778,15744,13703,14128,12679,3110,15703,15459,15158,7187,15308,14127,15126,14463,13587,862,16587,14172,14768,15281,11768,14410,13810,16929,16360,17193,15390,13805,14375,11455,15410,10646,6278,15639,6545,2695,15624,15319,16510,15637,14296,13299,13427,14942,12153,13666,12418,16091,12316,13902,14025,15976,16224,15606,15471,12354,14697,3336,17910,15582,16586,13849,13038,14732,13087,18558,3320,423,16068,16677,14860,13237,15302,14700,17096,17009,11105,14625,17242,15704,18020,14428,11848,15236,13808,15653,12597,15202,16430,15442,14241,15117,14072,13821,11273,12595,18411,14302,14696,13573,14256,14200,11951,17289,14734,12362,13848,13656,14853,15738,15167,14340,16002,16804,12891,14270,13836,12269,14121,11291,6606,15173,13834,14689,15172,11964,16564,3483,16049,16721,17463,14793,14618,10910,15223,15585,12241,8174,18023,14392,15601,15784,15091,13487,14745,15353,12492,14941,4134,18055,16954,14920,12092,14136,18285,16125,12932,13713,15155,15968,11370,16927,12128,14094,15544,11108,16693,5944,17292,14616,16929,16072,9615,12659,4165,8305,7451,22732,14165,12720,12817,11257,12254,13148,14181,2145,21480,13085,15103,15393,16255,15871,10224,4062,22604,15841,16627,23504,23506,19241,10631,10556,11652,20480,22839,20605,15975,15056,17473,13026,14085,21337,13455,10643,10108,20005,12808,7782,17441,13273,0,15029,14432,16308,15927,12687,15494,15909,14702,14307,15321,12115,13737,14406,13922,16850,16847,13747,14930,12774,8578,16973,14350,16077,12295,14895,15026,13800,14475,17252,13464,18138,16319,4826,1676,16010,14094,17198,16825,16674,17503,15086,15394,12669,15220,14850,16250,11668,14126,16973,17432,15006,12789,11980,17953,17614,16205,9979,12644,14024,17306,14235,15086,13491,14295,15402,16979,16185,2384,16955,15921,16350,13330,10604,15061,13119,13836,15124,14909,15729,15544,13778,14818,16679,14791,16151,16298,14481,15377,14538,11397,1068,13281,13984,16146,9343,11120,16784,13865,10026,13926,14330,13567,15341,13337,15629,14314,17080,14276,16584,12055,10532,18414,14385,16547,13624,12818,13548,16801,14477,11247,1178,16850,12558,14003,16168,17223,9288,14108,10694,2597,15666,16689,13869,13474,13233,16334,15692,14028,15436,15360,12005,12667,11495,8661,170,23158,11371,23505,23489,14752,12841,18956,13591,9967,8411,19311,15308,23505,23510,9538,9959,23489,23527,16892,12450,11196,9116,13543,15607,11919,9704,14789,1493,20716,12681,10619,23524,23491,17460,21271,10924,19345,22668,9787,18116,11611,14692,13530,15789,9986,20694,10726,18637,13078,10462,12294,11875,8946,5272,6158,9162,14469,6595,10893,10413,18,15358,13700,16632,13872,16327,12670,15662,15383,15378,17958,14088,16414,13884,14207,15592,10723,12936,13441,13943,15194,12238,14252,15664,6978,13842,15251,14113,14416,12969,14652,13951,15932,13929,14967,12966,14100,10981,13032,13344,14855,14014,15356,14204,13662,13820,11394,11892,14313,12932,15389,12195,1576,16423,16801,16560,12945,15680,18388,14985,15080,15867,13409,16007,14546,15585,18581,18396,16179,14810,10678,15803,15978,18542,14152,17377,11049,9405,18234,2297,16504,16763,12980,16810,15863,15088,16780,17835,15776,17313,8775,11058,18207,16095,17978,14408,12224,3876,5042,17524,16472,14480,16138,13859,9641,16028,14134,15018,13591,14472,15701,15103,5944,4649,14759,15819,12414,16084,13325,14861,13762,14607,14557,13809,11998,14187,15125,13794,16343,13758,14591,4843,12578,14739,14529,15223,14387,16567,15017,12604,13800,13870,9472,18229,14010,11957,17417,15195,16648,17389,17561,17280,14677,15522,13082,16290,15683,13845,12645,14010,16470,14914,16033,16355,11745,17174,10787,14247,12282,16406,15301,10805,16436,15312,9580,15481,14296,7922,8711,16962,15393,16918,14504,15534,14924,14027,16735,14520,15135,12911,12716,14552,16851,10772,14940,11312,7530,16152,14585,7960,15551,15450,14073,13304,11630,16127,16063,16696,13947,16699,10291,18597,13955,10713,17475,15656,15526,14379,15487,14098,14806,15173,7122,19169,14668,13845,15817,17409,14139,16370,11838,14733,13240,17193,15085,9362,16511,7344,4272,17114,13691,10900,11811,241,16465,14763,14897,13417,13809,14950,15686,11559,13872,14308,14036,5371,15043,13235,15623,13067,12853,11314,13871,15169,10495,15931,12673,12534,15926,14374,14953,14086,16500,13459,18355,11873,12357,14897,16222,12355,13145,7811,17260,17047,18764,14756,11626,12238,19620,16230,17040,13410,2575,16636,14855,15114,15810,17409,13823,16151,13654,13096,11356,19065,12488,14551,16943,13279,16222,11264,14466,14912,13706,13155,16708,16028,10444,3120,9478,15031,15316,14034,12179,15604,15454,14739,7069,4459,12011,17525,14120,16239,14421,16027,13739,13901,14521,17483,11936,6001,14770,13407,14236,16311,10841,13461,12185,16394,14217,14199,13029,17305,14398,14532,16016,8015,2323,13671,15195,12240,13992,16338,14725,13015,14841,14870,13843,11847,17619,11383,13924,16012,6205,14314,15723,16447,11798,12413,15971,14893,14917,13747,17249,14570,15457,16250,12283,17540,18219,4559,15601,13419,16031,14149,16343,15456,14083,13256,15051,13874,8744,13873,15765,18572,13276,16342,10519,7777,2051,17343,15268,15846,14737,13900,16064,14772,14446,16310,15177,14292,14643,7452,16153,14911,16853,15282,16642,15318,13076,13292,17920,12200,4361,2749,18616,18398,15219,17992,16680,17515,15512,13053,14175,15886,13270,16590,13211,12678,13419,16647,14513,16869,14724,14329,13496,10816,17057,14678,15959,11800,15236,13456,16194,15709,3925,16609,14360,15003,12465,13012,13083,13633,11638,9897,16812,13104,15051,15174,13183,16591,14499,13743,13339,13795,13217,12501,13000,13672,14519,11214,17793,1796,62,20785,14518,953,20590,10462,21307,16069,14106,13120,17299,14175,20261,14188,22076,9258,7731,13141,10640,8296,1936,13189,15988,14351,16277,13126,10721,11267,0,17822,14206,14264,13977,14130,16974,14825,16195,14143,16103,13810,15809,16225,18009,16568,16075,13566,11187,17424,16952,15522,11728,6274,13757,13676,16794,14185,14567,14297,13815,16882,15881,12378,3529,19810,17420,16702,16074,12764,13609,20237,14960,14734,15242,14250,15610,16985,17529,13553,15011,14785,12951,12399,16804,15191,16715,11102,16487,15130,15522,14655,11080,9134,4026,15976,14397,14118,14665,13747,16203,18097,14573,14377,16440,16427,15288,12127,12770,15305,14045,14293,13802,14615,14472,12582,12746,15309,13397,11441,16229,13362,3118,17178,15573,14599,15669,15413,9830,16813,16599,15372,14729,12680,14902,15761,14113,15031,13962,14317,14379,11487,11574,16279,15631,6205,0,22805,23077,13012,13432,17288,9362,12344,14953,13078,7304,19948,23510,11664,16451,5517,23501,17022,11581,8196,18480,7470,10082,12049,17771,13974,16946,13792,5489,3537,21167,20630,12641,9536,9630,21495,11678,17375,17132,15420,15471,21021,11598,7596,8462,19906,3872,17,16679,13780,16263,14694,15560,15504,15634,15169,16537,14417,15055,15118,11868,16254,13788,17379,12561,15057,12438,17211,16629,12510,18385,13426,15049,14266,15199,14764,16048,15706,16978,12870,13925,15396,17199,15214,10503,15954,15267,11975,14713,11960,5277,12788,16414,14940,13624,14353,7726,8594,18305,12326,15625,17238,17392,17271,14564,14256,17128,15441,15484,14723,1064,17459,16223,17070,17721,14755,15884,15672,11311,14150,15355,11612,14215,16276,14786,17417,12158,12991,3194,16804,14814,14748,13793,17532,17715,14760,15409,7464,15375,16802,13785,15133,13020,15252,15958,17475,14034,15059,15646,15622,15763,18225,13184,15591,16921,18353,13944,14937,14965,16182,14722,18107,14523,17587,11496,3273,14967,16556,15237,18232,16202,11693,16919,14649,1258,17082,17875,17488,14783,14652,18132,15746,7820,16005,17498,13325,17570,12180,2345,15375,16808,18138,15048,14787,10745,14747,14548,13927,4308,18698,14007,16890,16961,13014,12919,17476,14941,13749,14847,14839,15907,16597,13332,11991,16112,14112,16926,14228,12874,16046,14659,10318,15994,11334,15387,14921,16377,17793,14475,1596,17113,14626,14300,14327,16434,15748,13882,16350,8420,14422,16895,17066,17086,14694,15528,16881,17666,12329,18679,14248,17016,15454,16168,12961,16744,16637,11717,17766,15937,14980,17103,15971,15671,4777,18856,15755,14038,16627,16863,16685,16667,14179,16285,17464,15435,16423,15439,13549,11944,16516,12773,5427,15628,16385,15182,13825,17325,11571,16926,15317,18158,14092,16276,9465,4125,19558,17827,17365,18200,15976,11224,16553,16149,9710,16904,14388,14948,15868,15592,14078,17163,13390,16246,16209,16474,14629,16093,16560,17410,13755,13731,15442,13901,17563,16461,17080,12299,15720,15823,15350,14489,15622,15535,14798,16006,15521,14501,14718,14397,14849,15479,17322,12804,15737,16010,15028,15053,16661,11079,13223,13108,14930,16379,11117,13419,13978,15259,15538,15208,7577,5556,8706,12477,13256,11323,2505,22578,12789,16422,14176,13582,11367,9996,14395,22290,13031,12130,13804,9921,13835,6138,21676,11988,14185,8362,12586,12150,14329,9664,13454,13176,13028,4939,23513,21261,9563,12062,8601,12055,7018,9437,19051,15575,16021,17838,15626,17154,17246,15760,16065,17928,15928,13782,12780,17574,13343,15572,17156,15529,12921,14063,3776,13490,12284,13775,15119,15070,11958,16989,14915,14815,13533,14575,11704,16217,15898,14945,17933,14724,12023,14811,14392,15609,14487,14652,15243,16429,9807,2947,18098,14322,15524,13795,15178,13385,15442,10730,16132,13245,14874,14983,16577,14037,14453,11990,16402,13832,14930,16685,14614,15498,13897,14412,15356,14451,14932,10843,14323,12617,14969,14645,16300,13268,14371,18435,16050,14774,17574,14508,15994,10083,8904,17114,15587,16141,16219,16620,16694,3746,15383,14747,17024,15683,14105,15144,14674,14477,17565,17626,16539,15758,16690,8362,18572,14681,15829,17552,13913,15171,14510,16083,14548,12972,16557,11678,17282,15178,13854,15968,13363,13784,14029,14241,11870,16529,14488,14231,15732,10452,15598,14822,16521,15909,14241,16957,4267,14814,14665,16060,16785,16067,15513,13138,8301,12421,13869,10434,14595,14712,15411,15436,14159,11382,14654,15293,13360,14451,15215,13586,15829,13262,14443,15279,14982,13629,15141,17850,10168,11962,17829,15690,15976,16799,16132,14251,12446,15581,8831,10978,13456,13704,13442,14097,11917,15020,18101,16588,15428,14667,14528,12564,13101,15411,15334,13203,9513,14775,15048,7846,3096,17572,14967,14256,16408,16111,12731,17595,13378,16052,12985,13922,17809,17280,15835,9852,18732,14641,14573,14161,7871,15157,14104,12765,14190,15188,12801,15856,15427,16175,14534,8217,14686,14735,15003,13890,8245,17252,13234,14597,14382,13311,12351,16806,15257,12573,16860,17012,12529,15115,13569,11735,10502,14621,14001,16109,15262,16153,13074,15651,15912,13339,13301,14254,13274,15211,15015,15230,16780,8203,3,16082,19578,12656,13206,12842,11005,9879,9718,11477,11235,10332,12510,12995,1691,16214,6860,10870,12846,11652,8258,9762,9257,11717,10216,10392,10921,15518,15152,16313,14169,13493,16770,13659,16816,14246,9778,17247,22718,11082,21141,16372,15355,11033,23380,10206,13695,1,15619,15116,17029,17494,9320,16544,13291,7441,14997,13278,12833,17458,14422,12636,12719,19000,14463,13271,14260,15365,17156,13477,13250,12696,16881,13802,14661,14365,15232,13740,15278,13468,14341,13006,12701,16684,13409,14615,16065,14742,6270,14055,13496,17755,14324,12790,17488,13556,16663,13811,14354,3891,17537,14704,15918,17069,16235,15175,15615,14893,13953,12957,15858,15537,15844,13286,15199,15517,9510,16494,11846,10305,18163,13782,3622,17324,13693,16153,15918,15781,13785,14114,16498,15997,15855,15248,14094,15438,14703,14211,14752,13940,16758,14883,15985,16053,16866,12549,12215,16328,11866,9940,13981,14281,19192,9964,17643,14227,17850,13753,16804,15111,13749,11655,2154,17265,14327,14889,15460,13281,16804,14368,13562,14129,17175,14279,14329,15875,13012,11383,15336,12387,11741,14788,11756,14207,14112,14943,7574,5498,4389,3872,15537,12684,14103,12235,13777,13536,14911,12126,14331,16494,12988,15223,13116,16730,15003,15233,10398,12663,5557,12036,16668,15123,13520,13647,16238,13102,15950,17174,16590,14649,6928,16344,16409,13399,17421,18288,7632,17543,14256,15429,8744,5827,23445,15995,18102,15145,12024,13997,10350,13084,10279,19343,10829,5005,7842,8036,8197,385,17636,16501,17725,16352,12579,14974,13884,10500,14263,15811,16437,16588,15773,17326,13977,15211,15938,12548,15098,16191,9428,7860,15905,15848,16840,12978,15740,12079,16659,15832,17327,17806,16212,9833,19481,15902,15738,16435,16511,17305,15715,17554,15660,14526,13384,14790,15914,13474,14759,13398,8505,8225,12547,19629,9637,15989,13902,17034,18274,13587,14091,18186,16788,15738,18271,11568,15461,15941,15571,17816,12810,13311,14840,15640,14220,9242,14636,13158,15933,13661,13951,14753,10670,2369,17653,14793,15748,13048,13814,14026,15677,15546,15153,14643,17580,14262,15801,15622,16051,15195,13020,17123,17861,15168,13534,15606,11893,12494,15355,14499,16219,12142,14968,14585,17984,11661,11018,11745,4837,16783,16087,17820,14590,14225,16176,16960,13127,13519,13268,15652,14209,10804,7809,2093,8852,9190,9874,1432,15177,16755,16351,16076,11087,14948,11068,9198,23193,12480,12518,15263,10304,9906,10554,12389,16423,9031,11697,11043,2461,18115,16142,8720,1957,4775,3629,2230,8552,23518,19324,20152,13606,8892,19753,22639,20262,21241,16323,9909,23512,13476,15964,18317,14178,18116,10466,22960,23496,20117,23153,6988,2722,17973,23481,21880,16733,15159,16529,23509,12440,15113,10404,2750,2115,23489,16673,15323,15159,22630,20942,16986,21453,12648,23475,19181,19426,12723,23131,22432,17355,14095,16140,17314,7645,13541,14987,17474,23548,18973,23494,17976,18226,2054,23055,16873,21149,12585,23473,20497,19310,13246,3544,19255,15557,15108,12690,23402,15754,13951,2639,4432,23509,23521,23510,20101,15962,16318,23236,18835,21799,16858,23195,14629,13903,4432,3494,3032,23571,15120,23536,14411,18776,14191,17043,19862,10992,1489,23514,23469,22323,950,896,876,1389,2117,17863,16801,13386,12714,12425,12940,12032,7420,6574,7181,18045,17134,16196,15164,14821,17824,15246,15597,16058,17263,17428,16570,16282,15314,15957,15949,17498,15735,13914,16994,16654,15367,12888,13243,12353,9554,7927,3636,17964,16641,13613,10212,7496,2944,1283,532,177,102,35,163,14421,11154,14130,10267,6747,8604,9461,10767,8398,8477,11805,15031,6162,13500,10971,14612,4933,14854,9716,4768,14881,4777,14409,11074,9501,14780,8616,6075,14794,7937,8625,9870,9938,8618,10441,8428,12056,6867,15170,8885,5709,14855,4825,15437,14774,11604,9244,12123,8215,14962,14985,14893,7578,13746,9994,15038,13226,6943,8437,8051,9593,5202,7409,9889,11874,10752,1442,14847,7116,13740,13771,14839,14622,14615,15115,15037,9206,14235,14811,15447,5192,13278,13996,11523,7524,9937,11718,14258,12127,15110,10076,12544,14319,13207,12799,15500,15452,8827,8321,8785,9250,10245,15238,8889,8305,14918,15423,14679,13439,14320,11266,9086,9703,15028,14608,15045,14617,14584,15232,9786,10621,15124,14496,15170,14919,14737,14784,7472,7338,10691,2026,14918,13109,15094,8482,9866,15089,8122,9516,12713,3572,15194,8033,10108,12255,10757,10169,9559,2150,8995,13844,8686,11414,14741,11751,14994,7775,2997,3943,2298,1341,707,533,470,400,320,150,71,22,4,0],"fragments":[{"begin":"0.000","end":"4.840","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"4.840","end":"52.040","lines":["Experimental archaeology takes a hands-on approach to understanding the past. Instead of just studying ancient objects researchers re-create them. They build 30-foot medieval catapults, perform ancient surgeries with stone tools and prepare authentic Roman banquets using techniques so traditional, not even your nonna would recognize them. The goal is to understand not just what our ancestors made but how they made it—and what it felt like to live in their world."]},{"begin":"52.040","end":"82.480","lines":["Our guest today is Sam Kean, a science writer who’s written seven books. His latest is called Dinner with King Tut, and it explores the world of experimental archaeology. He’s tried his hand at everything from ancient brain surgery to mummifying a fish, and he’s here to tell us all about it."]},{"begin":"82.480","end":"93.800","lines":["Thanks so much for coming on to chat today."]},{"begin":"93.800","end":"98.440","lines":["Well, thanks for having me."]},{"begin":"98.440","end":"109.760","lines":["So what exactly is experimental archaeology, and how did you get interested in it?"]},{"begin":"109.760","end":"153.800","lines":["Experimental archaeology involves doing things—so making things, re-creating things from the past. And I got into it because I’d always had a bit of a gripe with archaeology, traditional dirt archaeology, in that I think it’s a fascinating field; you learn so much about humankind and these big, meaty questions about us—you know, who we are, where we came from—these really important questions about deep human history. So I really like that aspect of traditional archaeology."]},{"begin":"153.800","end":"192.240","lines":["But every time I would go to an archaeological site, I found it so boring [laughs] to be there. It was just a bunch of sunburned people sitting around with brushes and dental picks, picking out little pot shards from the dirt. It just seemed like the most unimaginable tedium possible. And so there was always this disconnect in my mind between the big, important, cool things archaeology wrestled with and the day-to-day work of the field."]},{"begin":"192.240","end":"233.560","lines":["But experimental archaeology got me excited because again, they were doing things, they were making things: re-creating lost recipes, making ancient stone tools—everything from that up to, you know, people making giant catapults and boats and sending those off on the ocean. So it really got me excited ’cause you’re much more active, and it’s a very sensory-rich field, too. So I felt like it was a lot more immersive and it was more involved and kind of immersed in the past than you get from traditional archaeology."]},{"begin":"233.560","end":"249.200","lines":["Hmm, and for people who aren’t familiar with the idea of experimental archaeology, what are some of the projects from recent years that stand out in your mind as particularly exciting, that our listeners might wanna go learn more about?"]},{"begin":"249.200","end":"294.440","lines":["Well, for the book I got to attend an authentic Roman banquet [laughs], which was pretty cool. I got to try my hand at ancient surgery and tattooing. There’s a lot of food stuff out there; that’s probably the best entrée for people wanting to get involved, is just try to make some ancient recipes—you know, some heirloom grains, things like that. I made a fish mummy at one point for the book, and that was surprisingly easy to do, so you can mummify a fish or, you know, another small animal, something like that."]},{"begin":"294.440","end":"308.440","lines":["So there’s a lot of cool things to do, and it kind of runs the gamut, again, from everyday things like food and tools all the way up to catapults and boats and people—making human mummies, even stuff like that. So there’s really a range of activities."]},{"begin":"308.440","end":"326.760","lines":["Yeah, well, and I think even some folks who, you know, have maybe come across some of these projects, like people making perfume that smells like a mummy, might be surprised at how hands-on you were able to get in the book. Could you tell us some more about some of the things you were able to experience while you were researching?"]},{"begin":"326.760","end":"356.040","lines":["Yeah, so, like, the catapult I got to see was pretty amazing. This guy made a 30-foot tall, medieval—authentic medieval catapult. And we spent a day out—he built this in Utah—we spent a day out there in the mountains, throwing these giant garden stones around at this wall that he had built that was 250 yards away, and it was pretty magical being out there and getting to see this thing fire—being able to fire it myself, actually. So that stands out as something. That, that was probably the most fun thing I did for the book, was [laughs] seeing that giant catapult."]},{"begin":"356.040","end":"374.280","lines":["Then there were some things, some days, that were really painful and awful. Like, the, the surgery that I mentioned that I did, it was a, a surgery called a trepanation, so you’re removing a bit of the skull, essentially. And it’s startling to think about, but this is one of the most ancient surgeries ..."]},{"begin":"374.280","end":"374.560","lines":["Mm."]},{"begin":"374.560","end":"406.840","lines":["That we know of. It’s thousands and thousands of years old, and it involves, you know, kind of brain surgery, of all things. And we know that people survived it because we can see new bone growth around the rim of skulls that we found with holes in it, so we know that people survived this operation. And I tried it out not on a human, on a deer head, at a sort of a survivalist school, an experimental-archaeology school in Maine, and they made some stone tools for me, so I gotta try it, you know, pretty authentic. And the stone tools worked really well at first."]},{"begin":"406.840","end":"419.240","lines":["You can get a really, really sharp edge on a stone tool, and obsidian even—it’s a type of volcanic rock—you can get a sharper edge on that than even modern surgical-steel scalpels ..."]},{"begin":"419.240","end":"419.360","lines":["Wow."]},{"begin":"419.360","end":"424.560","lines":["They form a really, really sharp edge. The problem with stone tools is that they wear down quickly ..."]},{"begin":"424.560","end":"425.040","lines":["Right."]},{"begin":"425.040","end":"440.320","lines":["And so after I made the first, initial cut—I was removing a triangular-shaped piece—after I, I made the initial cut, the one leg of the triangle, it went really well for the first cut, but after that the stone tool got worn down, and after that it was just a war of attrition ..."]},{"begin":"440.320","end":"440.440","lines":["Mm."]},{"begin":"440.440","end":"456.880","lines":["Of me sort of grinding my way through this skull. I was just sitting there—there were flies biting me; it was hot. I was really upset and getting frustrated. But that was a good learning experience in and of itself, just to show you what something basic like medicine was like back then."]},{"begin":"456.880","end":"474.400","lines":["And the emotions eventually became an important part of the process. Learning things like that, you know, you get frustrated, but it really stuck with me, and it made me appreciate just how difficult things were for our ancestors and made me appreciate the fact that they did all this work and we wouldn’t be here if they hadn’t."]},{"begin":"474.400","end":"482.760","lines":["Yeah, did those hands-on experiences change your perspective of the past in any other ways, beyond just appreciating how difficult things were?"]},{"begin":"482.760","end":"486.400","lines":["It made me appreciate how good some of the technology was."]},{"begin":"486.400","end":"486.480","lines":["Mm."]},{"begin":"486.480","end":"517.560","lines":["I was surprised at how—yeah, that you can get stone tools that are very, very sharp, form a very nice edge. I think we have sort of a narrow view of technology nowadays. We think about electronic gizmos as technology; they’re sort of synonymous, almost, in our minds. But they were really good about practical chemistry, everyday biology—you know, observing other creatures, observing plants, things like that. And I think we’ve lost some of that nowadays. So it did open my mind up and helped me appreciate the really nice technologies that people had in the past."]},{"begin":"517.560","end":"531.800","lines":["And you mentioned in the book that experimental archaeology is sometimes dismissed as kind of, like, a showy form of theater more than a science. What would you argue is the scientific value of sort of actively re-creating the past?"]},{"begin":"531.800","end":"555.680","lines":["There are some cases where we just don’t have information about how people did things. So the best examples of that in the book are with Egyptian mummies and how they built the pyramids in Egypt. We just don’t know how they did things, especially with the pyramids [laughs]; we have no idea how they did that, which is kind of embarrassing for archaeologists, that they don’t know this, but we just don’t have any information."]},{"begin":"555.680","end":"580.920","lines":["So by running these experiments you can learn things and you can rule some things out. So I think it’s valuable ’cause it can actively teach us things about the past. And I think by doing certain things, even something basic like making bread or beer or something like that, you start to ask more questions and different questions, and it teaches you aspects of the process that you would not have thought to ask about otherwise."]},{"begin":"580.920","end":"615.640","lines":["And there were some cases in the book as well where—there was one instance with a chef and one instance with a, a hairdresser who got interested in Roman archaeology, and they read these papers by classicists, by historians, by archaeologists, and they, even within a few paragraphs, realized that [the authors] had no idea what they were talking about [laughs]: they didn’t know how to cook properly; they didn’t know how to style hair properly. And because [the chef and the hairdresser] had this outside expertise they could make a lot of progress. These people who didn’t have the expertise were just theorizing without any real evidence or basis ..."]},{"begin":"615.640","end":"615.680","lines":["Mm."]},{"begin":"615.680","end":"625.680","lines":["For their conclusion. So it can help you avoid going down wrong paths, and in some cases it can answer questions or evoke questions that we just wouldn’t ask otherwise."]},{"begin":"625.680","end":"637.440","lines":["Yeah, very cool, and I mean, I’m sure this really runs the gamut, but in your experience who are the people who are creating these experiments? You know, how are they getting interested in these questions?"]},{"begin":"637.440","end":"666.640","lines":["Yeah, it really does run the gamut. In some cases they are traditional professors or credentialed archaeologists who realize they couldn’t answer the questions they wanted to if they didn’t try some experiments out, so they just decided to try ’em out. And in some cases, I think, they wanted to connect with their area of study a little bit more. And again, it’s such a sensory-rich field—you feel more immersed in the past when you do these kind of things—so it helped them have a deeper connection with their field."]},{"begin":"666.640","end":"686.280","lines":["Then there are amateurs, people who just got obsessed [laughs] with some topic—and amateurs in the best sense of the word, in that they just loved the topic and wanted to learn all they could about it. They’re not getting paid to do it, but they have a deep knowledge of the field, and they just decided to try something new and different. So they are a part of the field as well."]},{"begin":"686.280","end":"710.880","lines":["And then another really important aspect is there’s a lot of native and Indigenous communities who have either kept traditions alive or they’re trying to revive traditions that got stamped out by colonialism, missionaries, whatever the case was. And in a lot of cases they’re the ones going to the archaeologists and teaching them how things were based on either things they have kept alive or lore they might know."]},{"begin":"710.880","end":"721.400","lines":["So all of those groups are kind of working together, and I think that’s part of the fun of the field, is that you can get insights from a lot of different people in a lot of different places. So it was fun to meet all of ’em."]},{"begin":"721.400","end":"735.360","lines":["Did any of the experiments you participated in in the book change the way you do things in everyday life? Like, I don’t know, for example, have you picked up some Roman culinary techniques [laughs] or anything of that nature?"]},{"begin":"735.360","end":"740.640","lines":["One thing it did do: I sort of view the world itself a little differently in that ..."]},{"begin":"740.640","end":"741.040","lines":["Mm-hmm."]},{"begin":"741.040","end":"777.520","lines":["Before I would walk down the street where I live in D.C., and there were a lot of trees in this neighborhood, but before to me it was just sort of this green canopy overhead; it was almost like decoration. And now I see it and I, I’m better about telling individual trees apart—you know, “This is this type of tree. This is this type of tree.” And I also look at the trees differently because I can see them as, you know, a resource: the wood that they have—the acorns that they have are a food source. So I look at things like that differently, and—even, like, rocks on the ground, I can look at those and say, “Oh, that’d be a good hammerstone for making tools,” or “That’s a good type of rock to make a tool with.”"]},{"begin":"777.520","end":"790.680","lines":["So I feel a little more connected in the sense that it’s not just, again, decoration, it’s more, you know, their resources, and I feel like I understand that aspect of nature better because of the experiences I had."]},{"begin":"790.680","end":"795.440","lines":["And is there anything that you really wanted to try that you, you weren’t able to?"]},{"begin":"795.440","end":"843.160","lines":["I did get to do, in Micronesia, a little bit with navigation there. So I got to go out in a boat, and they taught me a few things about navigation. I would really love, at some point, to get way out into Polynesia, maybe, even and be on an authentic ship like they used thousands of years ago and just sort of set sail and, you know, head out for an island you can’t see over the horizon and just navigate with all of the amazing tricks they knew about, you know, the stars but also looking at wave patterns, wind patterns, migration patterns of birds. So at some point I’d love to take a long ocean trip on one of those authentic ships."]},{"begin":"843.160","end":"858.520","lines":["Very cool. Well, thank you so much for coming on to talk about the book. I’m sure our listeners will love it, so this has been great."]},{"begin":"858.520","end":"862.720","lines":["Well, thanks for having me."]},{"begin":"862.720","end":"895.520","lines":["That’s all for today’s episode. Don’t forget to check out Dinner with King Tut for more on the wild world of experimental archaeology. We’ll be back on Monday with our usual news roundup."]},{"begin":"895.520","end":"933.840","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"933.840","end":"946.600","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":946}