{"title":"Misunderstood and Maligned Snakes Are Worthy Our Sympathy","img":"https://static.scientificamerican.com/dam/m/691c20a9bed4b804/original/SQ-Slither-Episode-Art.png?m=1745351096.48","url":"https://www.scientificamerican.com/podcast/episode/slither-by-stephen-s-hall-explores-our-fear-and-fascination-around-snakes/","audio":"https://traffic.megaphone.fm/SAM4897739940.mp3?updated=1745338908","intro":[" In a new book called Slither, Stephen S. Hall takes a deep dive into the biology and history of one of the most reviled animals."],"authors":["Rachel Feltman","Stephen S. Hall","Fonda Mwangi","Alex Sugiura","Naeem Amarsy"],"category":["Animals"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"People are funny about snakes. I remember being taught the rhyme, “Red touches black, you’re okay, Jack; red touches yellow, you’re a dead fellow,” in elementary school—never mind the fact that we did not have coral snakes in New Jersey. "},{"author":"","text":"My guest today has spent a lot of time exploring our cultural aversion to—and fascination with—snakes. Stephen S. Hall is a science writer and the author of seven books. He’s also a teacher of science communication at New York University, Rockefeller University and Cold Spring Harbor Laboratory. His latest book, Slither: How Nature’s Most Maligned Creatures Illuminate Our World, is on sale now."},{"author":"","text":"Thank you so much for coming in to chat. I’m really looking forward to it."},{"author":"Stephen S. Hall","text":"My pleasure to be here. Thank you."},{"author":"Feltman","text":"First question: Why snakes?"},{"author":"Hall","text":"There’s several answers to that question. One of them is that as a kid, like many kids, I caught snakes, brought them home, put them in terrariums in the garage until my mother screamed when they would get loose, and that sort of ended that experiment. I was always fascinated by them because they were so different from other animals—and also so beautiful. There was a real fascination and attraction there. But I wasn’t a herper; I didn’t go out and continue to collect snakes."},{"author":"","text":"What I did do is become a science writer, and probably in the 2000s and 2010s, when I was reading science journals like Science and Nature, I occasionally would run across these really interesting major research articles based on snakes, and I always sort of set them aside, thinking, “This is kind of interesting. I should gather a little pile on this.”"},{"author":"","text":"The third piece of this explanation is that my agent suggested at one point, “Why don’t you do a book about an animal?” which I had never done before. And my first reaction was, “I’d only do a book about an animal that most people don’t like,” because I thought it’d be a really interesting challenge to try to change people’s minds. And as most people know snakes are not very popular. People do not like them—they’re afraid of them; they loathe them; there’re all these surveys that children detest snakes and adults detest snakes—and I thought it would be an interesting challenge to try to change people’s minds about a really interesting creature. "},{"author":"Feltman","text":"Very cool. Given your research for the book, how have our feelings about snakes evolved over time?"},{"author":"Hall","text":"One of the things that surprised me is: this deeply embedded loathing of snakes was not always the case. In fact, that was the later evolution from earlier cultures, and part of the fun of doing Slither was going back and seeing how ancient cultures perceive snakes, and they perceived them very differently."},{"author":"","text":"They were respected. They were venerated in some cultures. In, in early ancient Greek culture the snake was associated with healing. In Mesoamerican cultures the snake was associated with a kind of messenger that would go back and forth between humans and nature but also humans and the afterworld—the world of the nonliving, as it were. There was a great respect for these creatures. This was also true in ancient Egypt. And then [laughs] with the Garden of Eden story the snake got demonized and was blamed for human fallibility, human sin, and I think that changed a lot of perceptions."},{"author":"","text":"One of the goals that I was trying to accomplish here was to get people to rethink what snakes represent: Why did ancient people venerate them, and is there a way to reclaim that sense of respect for these otherwise disliked creatures?"},{"author":"Feltman","text":"Well, and what do you think it is about snakes that made them venerated, and what do you think it is about them that makes people feel so negatively towards them?"},{"author":"Hall","text":"In terms of the negative part they are so different from so many other creatures: They don’t have legs. They’re secretive. You can’t see them. They’re [laughs] extremely good at hiding. In fact, you know, there—it’s sort of a Darwinian badge of honor that they make themselves hard to see, with their camouflage skin, and coloration, and so on. So they represent a kind of extreme version of the other. And people also associate threat and danger with them, certainly with venomous snakes."},{"author":"","text":"One of the interesting things that came up in the research—it’s a really interesting theory called the snake-detection theory. This is advanced by a researcher at the University of California, Davis, named Lynne Isbell. Isbell argues that the necessity of spotting snakes in the wild as a self-preservation mechanism led to the creation of a much larger primate brain, which we humans have inherited as well. So she attributes human acuity in vision to spotting snakes in [an] evolutionary sense that was developed a long time ago."},{"author":"Feltman","text":"Yeah, I’ve also seen that as an explanation for why cats are freaked out by cucumbers; I’ll have to fact-check that. But that’s not [laughs] anything I’ve—I’ve heard that theory brought up before in the context of cats running away from cucumbers [laughs], so."},{"author":"Hall","text":"There’s some ingrained perception."},{"author":"","text":"Charles Darwin read a report by a German scientist—this is in the middle of the 19th century—that he had taken snakes to the monkey house in a zoo in Germany, and the monkeys went crazy just seeing that there was a snake in it when he revealed it. So Darwin puts a stuffed snake in a bag and goes to the London Zoo, and then he takes off the top, and all the monkeys go crazy, and he’d never seen a reaction like that. Then he went back with a live snake, and the same thing happened, and it was this sort of instantaneous reaction to the appearance of a snake, so there’s definitely an alarm system ..."},{"author":"Feltman","text":"Mm."},{"author":"Hall","text":"We don’t need to say that it was fear, necessarily, although some people call it a “fear module,” but there’s an alarm system in spotting a snake that I think is connected to the alarm that many humans feel when they see a snake."},{"author":"Feltman","text":"Sure, and speaking of Darwin’s kind of crude research, how has our scientific understanding of snakes changed over time?"},{"author":"Hall","text":"Scientists are belatedly using snakes as a nontraditional model organism."},{"author":"Feltman","text":"Mm."},{"author":"Hall","text":"You would think that there was not much you could learn from a snake, but they’ve actually discovered some remarkable qualities in snakes because they finally started paying attention to them with the advent of molecular biology. What used to be observed naturalistically—okay, a snake eats a large prey and digests it—and they would take x-rays of it, like, in the 1970s; that was how metabolism was explained. After genomics emerged and they did the genome of the snake after the Human Genome Project, they discovered that snakes, pythons, as a model organism activate a huge suite of genes from the moment that they have a meal. And they were particularly interesting organisms to study because—I facetiously kinda say they invented intermittent fasting [laughs]—but, but they could go for a year at a time without eating a single meal. And then they eat these enormous meals. So the equivalence was, like, a 150-pound human, for example, roughly, eating a 220-pound hamburger ..."},{"author":"Feltman","text":"Mm [laughs]."},{"author":"Hall","text":"“In one gulp.” That’s kind of what the meal of a python was like. How does an animal handle the digestion and processing of that? It turns out they activate all these genes that regenerate tissues in the body—a bigger heart, a bigger intestine—just to handle the [laughs] massive processing of this meal. And then they carve away all the regenerated tissue that they’ve created and go back to normal. So they have this ability to regenerate tissue, which, of course, is something we can’t do, except in a couple of isolated cases, and it became a really interesting thing to study."},{"author":"","text":"Another thing that’s really interesting is convergent evolution: this idea that animals can evolve the same traits, although they’re completely unrelated. So there was a study that came out a couple years ago on spitting cobras. The researchers established that three different lineages of cobras that were completely independent of each other each evolved the anatomical mechanism to spit venom—a physiological change. They evolved the behavior to aim the spit at the eyes of whatever it was that was threatening them."},{"author":"Feltman","text":"Wow."},{"author":"Hall","text":"And they independently evolved a change in their venom that produced excruciating pain in eyes. So independently all three of those different qualities were evolved in three different species of snakes that were completely unrelated to each other, in a sense. You couldn’t have found that out until you had genomics and very sophisticated molecular analysis of venom and all that stuff."},{"author":"Feltman","text":"Yeah. What were some of the most surprising things that you learned in this project as someone who already really had a fondness for snakes?"},{"author":"Hall","text":"The thing that really impressed me is how adaptive snakes are, how rapidly they adjust to their environment; it’s one of their signal traits. They’re very diverse—it’s amazing that they can live on every continent except Antarctica, which means temperate, cold weather, tropical weather, jungle, seawater. If there’s a threat in the environment, they have these remarkably ingenious evolutionary adaptations to it. There’s a story of these sea snakes in, in the Pacific off New Caledonia that, in response to the pollution in the waters there, have developed melanistic characteristics—a darker coloration in their skin—because that sequesters all these toxic chemicals that are in the water and prevents it from harming the animal, and then they slough off their skin and they get rid of the chemicals. And it’s only in those snakes that are inhabiting that particular niche."},{"author":"","text":"This idea of being able to adapt to environmental challenge really struck me, not just because of the cleverness of the evolution or the selective process, but also, it’s a warning to us in terms of climate change and changes in the global meteorological systems. Snakes have a way of adapting to this that we don’t have, and maybe we can learn something from them. It’s really interesting that in the Mesoamerican cultures in particular, snakes were traditionally associated with meteorological events ..."},{"author":"Feltman","text":"Mm."},{"author":"Hall","text":"So rain, lightning, thunderstorms, droughts, floods, and all of that being attached to agricultural fertility. And these are all issues that are front and center now because of climate change, and I think the ancients realized that snakes were symbols of coming to terms with both the unpredictability of nature and perhaps suggesting ways to adapt to it."},{"author":"","text":"I spoke to a very well-known Australian herpetologist named Rick Shine. He did fieldwork in [the mountains of] Tasmania, which has horrible weather, and there are snakes there, and, you know, he said there’s only 20 or 30 really nice sunny days there. And humans go there, and they think, “This is the most god-awful environment. How could anything live here?” And the snakes live under the rocks for all but those 20 or 30 days, and then they come out, and they think they’re living in the villa by the sea [laughs], and it’s just, it’s a sunny day for them; they don’t have the sense that it’s a bad environment because they adjust to it. And he had this wonderful observation—he just wondered what it felt like for a snake to emerge into the sunlight, warm up, have all its organ systems click on, its consciousness click on. He said, “That must be an amazing feeling.” And I thought that was a wonderful way of kind of capturing the uniqueness of these creatures."},{"author":"Feltman","text":"Yeah, well, and speaking of that adaptation, what dangers are snakes facing these days?"},{"author":"Hall","text":"I would say the biggest danger’s habitat destruction. And there are a couple of anecdotes in the book—so I talk about when I caught snakes as a kid, and this was in a sort of exurban area of Michigan, outside Detroit. I went back to that area 50 years later to see how the habitat had changed, and all the places where you would catch turtles or you catch snakes or you would see them, it’s all changed: It’s been developed residentially. Population spread has confined the habitat."},{"author":"","text":"Thomas Cole, who’s a pretty famous Hudson River School painter, had made the point that a habitat destruction was something that needed to be addressed or, as he put it, we would lose Eden and wouldn’t be able to recover it again."},{"author":"Feltman","text":"Why do you think people should care about snakes?"},{"author":"Hall","text":"I think it’s really important, when we talk about conservation, preservation of species, prevention of extinction, that we don’t only think about cute animals that everybody likes. It’s really important to globally embrace all creatures—including, in this case, that animal that is so different and so repulsive and historically so loathed by so many people—because if we pick and choose, we’re really not saving anything in terms of habitat or anything else."},{"author":"","text":"And it’s an acknowledgement that ecologies are complicated, that there are these very fragile webs, and it’s not just birds or mammals or snakes, but it’s the combination and interaction of these creatures that creates a vibrant and sustainable ecology. It’s really important to include everyone in our conservation arc, if you will."},{"author":"Feltman","text":"Absolutely. Steve, thank you so much for coming on to talk to us, and I’m sure our listeners are really gonna love your book."},{"author":"Hall","text":"Thank you very much for having me."},{"author":"Feltman","text":"That’s all for today’s episode. Don’t forget to check out Slither wherever you buy books. We’ll be back on Friday to learn how you can explore your urban or suburban neighborhood with all of the enthusiasm of a seasoned naturalist out in the wild."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,36,2150,16623,15991,16268,14334,17513,16179,15328,17397,6136,11882,16897,11895,13702,15026,16163,18014,15190,14216,15162,13787,11330,14868,13096,14560,12907,16410,12371,14105,14882,14060,14276,13147,14304,12825,9274,16255,15616,15260,13457,10971,13463,14753,13203,13945,10845,15969,15044,20509,11082,13411,6893,16286,12755,19341,12524,14542,13362,12662,12473,18371,13632,14708,13009,13509,12707,15065,15027,13011,13009,11240,13328,20555,14898,16664,15887,10057,13335,13993,12913,16541,11593,14919,15260,15337,17274,13047,12022,9439,665,388,98,0,306,1915,14784,14621,14545,14439,14313,10591,14952,15347,13510,14797,14570,15344,15439,14766,14476,14548,15040,14730,11890,14878,14355,14481,14938,14871,15447,14919,15265,14265,14047,14164,14384,14430,15113,14819,14896,14892,14641,14451,12907,14717,14699,14795,7848,2583,14755,14127,15240,14838,15049,15021,13991,15118,14414,14488,13686,14670,14937,14585,14490,14786,1462,14677,14306,10017,14661,9232,14816,15185,11474,14906,14699,13124,14880,12712,15568,14998,14719,14798,15065,11416,2177,14775,14698,14505,15747,14669,14775,14733,14612,14531,6024,14789,15016,13542,14939,14562,14901,14237,14782,14515,14722,15395,10270,13628,14146,15068,14527,14039,14798,14233,1421,17675,14015,14863,6426,15060,15159,15418,15381,14881,15192,14579,15679,15575,14566,14869,15378,15378,14251,14754,13362,14892,15171,14857,14970,14754,4967,14511,13593,14912,11596,13572,5961,1519,1484,14714,13106,15007,15233,12757,15335,9071,13791,14725,15242,14553,14580,14023,14626,12104,15206,14792,14685,15079,12094,14776,10325,14473,14645,16323,5562,6141,6145,5894,7868,2024,1421,890,513,403,194,81,22,27,182,1107,1873,15029,9876,10419,11466,10162,11683,14290,13494,15543,11152,16015,16398,16266,14780,16014,16551,12946,16156,14576,15020,12489,12232,11027,9043,8120,6639,24706,23253,18428,14504,21812,16414,23145,17166,20622,17886,8910,6380,11798,12426,12930,12277,12620,13576,13294,13622,11763,12501,12431,12394,12910,12811,13108,13225,13663,13351,13414,12783,12242,12410,10710,9970,7339,11361,7941,2529,1826,1324,1312,1287,1074,1692,2366,2215,14335,22219,20931,20562,10940,6859,3016,20437,19805,16290,18201,18885,22166,14255,21055,21416,16496,17124,23293,20036,15101,21927,17276,16365,19142,17517,12571,20207,10683,14776,10728,12671,19569,18728,22525,15081,11588,21319,11702,10708,14503,20620,23182,16076,17929,14369,13569,14300,8591,2206,1677,24636,15685,16524,20838,20248,20352,18578,14406,15548,19288,13817,13954,13624,15387,12032,12226,24518,12174,12280,18283,14800,4544,3210,12973,16809,18938,16501,22991,20941,15694,18495,14390,20195,17951,10142,4685,14807,22785,15214,17301,23979,17358,15061,16199,19530,15616,15078,13977,22088,20197,15455,14822,14583,17582,15649,21520,20215,17823,11663,6767,2107,23157,12961,19075,12005,19420,16176,24243,16669,15908,11712,18847,11583,16134,14921,16914,17044,16074,10873,22428,16015,18685,11895,1170,1228,20175,18926,20526,15812,22636,12271,11548,15090,12106,13809,9395,24644,22805,21945,18059,4204,21918,21752,17694,14293,24549,18215,6941,3275,20469,17788,21347,20084,17578,18539,17530,18080,19340,19335,15345,18639,19604,12206,19234,14879,17312,15694,12413,15966,18926,16963,13351,20890,22892,21270,19274,16502,13991,18422,17321,13893,17300,15542,10463,15913,16018,11172,13472,11988,4432,18577,15470,22644,14221,14684,16444,17930,16738,24581,17958,18147,16678,20152,17041,16900,14834,11461,18642,9839,14610,11579,14620,17440,15811,14610,13628,15386,15453,1973,16101,15329,18130,16438,19701,16187,17274,19954,16510,16204,16201,14878,9230,4334,24623,23728,23098,19553,17079,19426,11844,21883,17378,16534,18811,16519,2418,22554,21051,16778,20423,20171,15098,16756,17475,18144,6206,11224,16663,14484,12144,11085,20465,22184,14554,17492,14371,17644,19653,11426,1492,16099,15426,17034,18648,11701,8738,16512,20852,17784,16744,15618,17943,12161,11495,16429,16342,15966,17511,10850,9829,16495,14729,16440,20617,17382,17718,16873,16877,13789,21539,13905,2354,17265,18404,15761,17494,18513,21148,19116,13790,19316,18027,17487,10931,20982,15449,18191,16764,13846,4771,1391,16131,19223,11322,7511,16428,14743,22888,21220,21520,16833,6611,22456,23878,16689,22851,16668,19602,18277,16132,19060,12144,16283,14895,19376,16754,15882,15348,15251,13416,11599,2462,18444,18995,11073,10878,19677,17537,19916,18135,14938,16874,15403,17300,18135,15070,14513,13107,12618,13856,14997,11359,10495,13880,19023,21561,16145,15950,21647,16801,12866,19855,18497,16224,12362,15267,18172,11006,14225,10347,18236,21012,22035,14591,10261,22376,21901,20369,17987,14589,16912,17639,14962,11311,15661,15822,21006,20118,16599,17991,14978,18192,8684,14301,9582,19604,24016,24621,11711,16387,4274,18584,21471,21660,13915,19362,16735,18380,13628,18249,17776,5489,3886,18178,17998,20046,11256,18766,16193,16678,8359,17991,20670,15814,18361,14747,13873,13768,14071,13723,15261,14529,14520,12644,16239,1434,21125,13132,11743,7157,20271,15430,16144,16102,16202,24674,23014,19393,15202,14211,22807,13543,6014,4618,19296,14333,15646,17281,12344,16336,19717,17809,13578,16261,17654,18733,15788,12994,13687,15568,16341,8467,16347,18338,18534,21443,21198,19247,22014,15916,20532,18995,13267,21417,16386,20039,18083,4646,19721,17552,19640,17572,13021,19270,20095,18828,22457,16504,17638,21031,20152,3568,24639,24616,18017,18164,10257,21161,15186,20497,18797,16064,15039,16303,21938,17727,16384,12255,13416,17007,9250,2841,18746,18289,21811,22052,15109,17827,13573,18047,16531,11045,7212,17954,21964,16271,16300,12604,19044,17227,13469,15466,18909,18818,16762,18031,15306,16601,19895,17955,15672,15203,17897,16231,20073,13395,17283,15336,2517,17580,18435,17829,19689,19695,18933,9638,16503,10792,16734,16118,14119,15435,14042,17235,10986,15869,18555,19892,18858,16589,13797,17780,16358,12795,18271,18819,18304,16543,16027,14343,19024,14164,2728,24597,18309,17924,12866,17672,16559,16303,14354,24288,19289,12960,14313,2567,19005,18859,17479,13683,13572,14752,15744,12010,17455,17146,14233,15684,11968,1656,18982,15441,17851,4276,915,23787,19549,21873,12440,18172,18102,18978,19342,16929,18407,17485,11644,16197,11699,14683,14272,3296,19755,24620,22365,18733,18792,16275,24599,16395,16518,14307,17076,20655,19291,16231,18113,16960,14261,10977,8181,18856,16592,17229,16098,16245,15913,19108,12132,12554,13097,19137,16019,19139,18935,19724,16019,14139,18650,12640,15485,10221,13237,14699,17003,18502,14480,2230,18418,15129,16631,15379,15288,15697,14411,15285,14215,18384,12060,14467,13180,10407,13734,18153,17048,17109,7445,12641,16260,4322,18287,17141,13134,19954,21187,19274,18393,19777,14114,24594,17036,8708,24604,17566,480,15550,16157,21424,20910,14887,16803,19458,21740,23015,15741,8970,15699,11989,15908,14928,17265,19624,11301,14179,14832,10828,29,19498,21949,18479,16442,21669,21362,18126,17476,17886,15176,12320,17810,16027,17196,12278,15530,13215,16159,6275,17233,17509,16096,9416,15387,13914,15712,9159,20381,15301,18274,18193,20342,22729,17951,19578,16721,15058,16524,19451,18473,16741,21630,17154,16299,15240,12319,19405,18669,16839,16834,17424,10289,15919,14177,21009,18453,18432,7394,8624,21272,16697,20923,16597,14591,16294,13938,4678,19640,17353,20277,21138,15517,15926,17876,17433,16362,18402,15272,20087,14934,6270,16577,19331,14406,14818,15423,12195,16897,12299,16405,13640,16526,14633,15987,16441,16939,13526,7332,1997,18144,16957,19810,17318,16463,15081,15524,15926,2737,16479,15767,15441,15728,18080,15997,15456,17605,17887,14955,13870,17914,16501,15046,14854,18612,16638,13791,16187,13974,13812,15041,15163,13523,16515,18686,24523,21546,19393,13618,12093,18942,15971,6552,15887,20716,15112,15023,13485,20475,15053,19523,14950,21357,13189,22863,19977,24585,20116,16317,1724,24642,21144,19079,11642,17905,16984,20565,17405,16235,16940,18282,11150,17305,14641,7618,11790,16299,16198,15906,17604,11672,16459,6660,18862,18242,17410,9697,19145,18644,18763,14677,18170,17500,15539,13741,9860,23597,22245,12381,15263,12987,17114,14854,11541,13790,15612,11349,5374,18421,17290,17926,23070,17527,24670,20773,18448,23152,18705,20407,18315,21683,207,24668,24570,19730,2163,19890,24679,14342,21309,20443,24650,21823,18870,4511,24700,23444,22141,20563,24337,24653,22923,24651,18306,24591,16842,20641,15689,23699,23612,4432,20083,24720,22346,4262,20046,22395,15755,17813,20391,24664,22716,24621,24601,24564,21388,21074,21557,18128,20156,18775,21900,22858,24633,17608,20391,24621,20731,20556,17455,12233,18135,20582,19976,22367,19340,13064,21422,15446,19460,16331,21125,17391,21744,20238,14981,15866,22857,20076,6486,17690,16929,24603,22507,24635,17135,17082,18129,16741,18057,11545,15379,16881,5140,12163,22496,13579,24601,20463,16125,19988,20610,14976,3571,24361,24552,16186,21090,20185,14246,17188,18119,19284,17357,23396,21404,14180,20983,12106,18073,20182,16279,21766,19889,20020,17694,17558,7548,24588,24631,24620,24617,24615,23330,23744,24616,24315,24333,19066,15310,19728,14865,17017,14386,18515,19074,11222,19486,24591,22010,22404,19692,20753,23021,16456,13795,3056,24613,22510,16380,20168,11257,22768,21071,20257,14097,18181,19778,16610,19596,17524,15638,20828,17322,17145,5112,22379,19070,19810,16665,18936,21145,19851,24576,15013,2273,20911,17845,19298,17246,14824,16375,20237,18488,16605,16868,17731,17483,15129,15449,14364,10186,13800,15392,8734,1215,14047,13421,21080,24650,12235,24487,22112,14675,15851,19175,9899,24622,22947,24545,24217,20351,16301,17216,19989,13721,13621,22990,3116,15990,15314,14878,17862,18158,18142,14393,13365,13170,17439,16891,14520,16423,12336,14812,15353,16858,16761,11392,4689,1391,16908,17344,20513,17657,15757,15694,13505,19143,16601,15850,12716,15549,11433,16479,15150,12841,1714,19885,9086,15719,13613,18774,20034,17194,15130,16038,12207,12112,1987,11229,15723,14631,16611,16596,15775,10824,2151,17871,11807,18630,17619,17808,14837,24561,18779,16938,13825,18394,19445,12155,5805,3405,19514,18746,20762,15850,17589,16429,15718,11780,18151,19092,15006,14351,14519,9749,10729,15495,14292,16867,17529,13734,5428,24013,17892,20265,12773,12173,14677,21123,17431,22118,16652,16687,20806,15027,16720,14861,17835,16246,14667,17291,15268,17878,17138,3518,15484,15273,16246,16839,8336,24024,18198,18710,21253,17859,20063,12870,19917,19163,18609,14399,11684,12014,15092,14924,13309,13408,17812,14512,14667,17582,14961,6747,14841,10931,22625,19244,19485,19025,15848,16082,15659,9981,808,18158,18976,11326,21965,18721,14482,11135,18049,18397,15883,5199,15031,16392,19503,18619,15991,17354,15604,3070,20537,21074,22072,16758,24610,10396,22314,19104,21275,18448,19061,17515,15656,15935,17551,15822,16909,14969,15986,1288,4677,18554,15356,12011,12413,13976,11383,12866,16926,15571,15976,16886,12990,17340,15068,16829,17131,12681,7310,18932,15528,15862,15338,14427,15489,5507,18823,17254,17791,17428,19009,15417,17727,14652,22472,23840,19031,7217,13321,23015,19610,19009,18963,16560,18970,14563,16930,2590,11610,17489,14648,13304,13907,13749,14364,13372,15727,14505,15430,13389,15763,12875,13723,17453,19511,18029,19195,14712,17154,12631,11999,14977,1961,20578,20651,15923,15664,19501,10644,19327,17570,16613,15472,14375,14742,3011,12169,18818,16605,17377,15787,17732,15218,3261,4072,23839,20942,15589,16992,14069,19449,14446,1986,19785,16019,17366,17594,17628,13716,18145,18067,13622,17395,17637,12935,17431,19003,18586,4209,20101,17236,16238,13020,16661,15235,15033,12711,14630,10488,13318,13875,18470,14257,15681,16401,11679,2351,17033,16939,14992,11059,13567,17529,17780,16874,18718,18533,15327,17928,17364,16122,16218,15353,14636,13449,15184,17972,15528,13860,14639,16629,15804,18335,12587,3375,19636,16438,17155,19518,8133,22442,16195,23073,10214,3401,20931,17675,18190,15990,17685,16764,17081,9560,16686,12558,12700,11433,10865,10147,2056,18160,7864,10966,17027,15148,9254,4777,1780,17809,18681,17795,15689,12403,20618,16268,8693,15671,14275,1403,13636,17786,17213,15430,15325,12775,19603,12804,12922,10892,14193,14960,16775,11407,15167,13988,14402,9365,12330,18624,16247,2557,19970,18822,17898,17483,14399,10098,17847,13220,12308,539,15169,15673,20395,13069,19412,5403,1555,4811,16802,21518,21250,6354,18827,2277,15241,13703,16503,12804,16902,16060,15462,21065,15138,19194,17829,12356,14678,14131,15340,10321,15606,15106,17344,11537,17063,22467,21044,19617,18169,21897,14422,15657,12129,18823,16546,2781,903,19643,21630,18264,24605,17221,14935,15979,13189,14868,17757,20199,12798,18015,19045,21442,24070,24602,24212,24637,23455,24616,22198,22004,18106,19083,24212,15382,19039,21969,17544,20923,13375,14983,17717,24623,17572,19167,18896,13664,22855,21177,20776,23845,15891,17107,17076,24602,24630,23573,19374,24012,20305,17834,14746,21561,18796,19251,17233,17916,19294,17141,17846,18187,14883,11116,16394,977,19953,19898,19959,15174,24672,13470,16550,20292,11964,12977,13660,24578,16569,21069,12332,21821,14054,17569,16996,13231,13081,5986,15331,18493,16561,16648,15125,18519,14911,14644,15268,15193,11734,14047,19155,14139,9580,12118,16504,15791,16474,16479,14316,12470,10763,12637,14622,13992,13493,14603,15572,12075,23048,22405,18370,15883,14320,9201,23135,19281,15770,24587,18176,19524,20278,21408,18087,16180,19964,18694,16162,7998,1948,13787,13325,21200,17366,19216,17358,13940,19403,16744,14776,15001,13866,19793,18942,2476,11798,19830,11037,21637,14408,15683,19045,14878,12226,12601,10905,10427,14717,14072,13571,11834,14539,12592,4133,13823,13885,19159,14336,15520,11780,17326,14518,16406,19498,11765,13384,18305,11915,17155,20086,20743,16816,21455,17367,1621,9004,16163,15208,22428,18171,14932,14576,19717,19726,21945,17414,14989,2762,21688,24534,18085,14371,21163,16277,14852,24598,18609,23025,19820,24511,16098,15255,18628,17488,2204,14515,18075,20482,15650,19397,16918,17785,19312,16786,18847,16981,17013,18154,21703,13414,13963,22274,16699,18927,18306,20559,16499,23922,24609,19556,20908,17483,17890,22362,21286,22104,21787,19874,18997,21464,23469,19033,19132,20685,19505,17790,18547,3357,18113,13353,17523,16910,21330,15991,12979,17508,21370,12404,20547,19963,16909,19354,14064,8205,10536,20342,18528,18537,18717,13606,21037,15915,13102,10466,22997,24676,16867,20147,17299,19018,13205,13886,17875,15221,13731,8424,2836,19849,15294,17526,15245,11799,10111,16377,13900,17084,8143,17958,13699,14602,15095,16609,10847,14821,14935,12476,15470,14238,13679,1949,16035,18242,19140,17638,14724,18961,11870,8312,17061,17231,19251,18473,14687,12761,20014,20783,12960,15919,23758,24627,24302,20310,21366,17725,19107,13713,17795,14404,16631,14455,16077,16579,16861,15772,11130,12044,13851,13818,15028,5967,2253,12782,17656,3004,15845,15863,17277,17219,13210,16430,15313,13920,13563,12630,2909,14612,9241,16214,10266,14878,11612,5461,21232,16477,12973,4550,10397,18391,11177,5035,1786,22252,16112,10765,386,18175,22972,23210,17132,19942,15319,18417,18379,14917,19392,15146,6258,4385,14654,18269,17453,12697,9495,17781,14077,18879,13929,16671,12712,11421,16203,14936,10624,15800,4216,12534,16583,16373,14546,16616,15471,14613,7828,22027,17473,8627,19037,19959,16595,13592,14334,14497,11324,17351,15679,15037,16600,15329,10600,7930,16013,15867,16881,15179,12634,12788,14436,14739,12643,16646,12177,12204,17585,17413,12887,14385,9972,21756,18662,9512,17864,20692,14864,14207,11251,10140,14395,13204,14041,5010,16653,15288,17338,18377,18929,19536,17975,13580,19171,20039,17915,15840,19050,17045,18360,4141,14754,15390,8088,17605,19220,18957,18633,17533,15338,15995,16869,20859,16936,17657,15801,13726,12773,16555,20209,15616,14317,14327,18080,16414,18367,19669,14528,19916,18152,19736,22455,20108,16869,18630,17019,18795,14032,17414,14903,15922,16541,15022,14905,17701,18647,7991,22979,23295,21524,23110,18192,19409,17374,15810,24616,23172,24621,16311,19919,21002,22857,7954,21865,22039,24580,21605,24599,24257,24309,18062,17645,18409,13466,21378,11959,16401,19175,19734,17718,11255,15526,15213,14907,18211,14677,14111,14958,15947,16541,14388,12790,12368,10834,10427,22306,18736,10002,17773,17330,1327,18597,18423,16962,14990,13666,14276,15793,16040,13177,14051,14906,13117,15553,12656,14420,14550,12144,11368,11774,7533,4296,16871,17084,13677,14141,14499,14703,13382,15126,14616,12849,5448,11886,9063,13891,15542,11988,13190,6425,14950,17992,15950,13965,24649,16483,17426,6885,22264,22589,22571,15089,14720,16021,4782,20760,18319,15515,13663,2100,19228,18218,19187,18980,13716,15626,13467,10835,14493,13567,19255,19063,18101,19486,20398,22716,24596,22649,23000,22772,8913,2349,15895,23426,20249,17315,19539,15997,15999,17863,17583,20210,16600,13279,13817,15751,14779,13065,14437,9877,1972,7966,19727,16932,16902,14620,14394,18616,16740,13213,15139,16444,15194,12834,17240,9795,23228,21918,18958,19639,14230,21323,15500,13120,14121,15961,16407,11709,12751,14249,11032,16257,19701,16298,14695,15656,14580,11072,17319,12870,13239,23278,14110,16560,3025,22085,18581,14730,17867,3658,18320,16269,16119,20713,17164,18815,20412,18796,2222,15311,12695,18191,14057,12526,16890,18529,10987,16575,16586,14525,16212,3024,2683,15450,15667,17323,16149,15174,13304,12775,19784,17050,16835,13679,7442,12600,16656,18250,14093,16414,16340,5562,16946,18686,14615,14536,16943,18341,14613,13249,10385,14046,16140,14247,12208,17476,14812,16151,5321,24615,20817,13361,17022,16811,5218,14954,20957,9389,3550,8038,10418,14034,13650,10606,15753,11345,19409,17499,15590,16899,15273,16831,12745,12245,13721,12816,15822,13905,15771,13920,7335,1817,16981,17142,13912,15043,9672,17381,17509,11483,7284,16403,12186,13016,13587,15936,10031,1827,12663,14468,15717,12993,14604,17017,14435,14027,1438,16157,16209,14238,11581,17785,16210,15626,15495,14529,14718,15685,21291,14440,15232,13236,15370,17383,15194,12805,17999,16517,12197,8195,16639,17023,15102,13435,3152,21913,18482,16733,15237,12140,14802,13379,11847,14363,17040,12585,12342,18190,14593,13846,14778,16211,18327,11879,13749,13250,3657,16927,18000,17280,16151,16446,11486,14939,10670,12138,14478,4197,7705,14946,14773,14381,2936,7788,14378,17173,17616,15045,14811,12633,12261,15900,16117,13560,3293,22126,16946,17786,14131,17547,14142,11681,14771,12479,14277,12147,14200,12003,14696,14352,13247,13835,12647,10588,14793,3464,20198,15266,19037,16622,11095,11529,8037,13547,14039,12094,15261,7848,13796,15957,15971,17383,10228,15438,22766,17340,15003,16432,14196,14955,18416,11895,12676,21598,10189,12110,2670,16723,16639,17970,16516,18985,22503,16228,14656,17959,15259,12023,14794,15702,17918,14308,24867,24717,22091,24642,9242,1884,2158,6133,24687,17648,17559,20524,18309,1739,24719,19480,20237,24512,15570,15932,19880,21912,16033,5977,1833,19084,24141,15904,22929,15856,15838,17234,15508,10014,14653,12081,18062,12056,15305,16217,15665,15343,6121,16310,17022,13389,12706,17822,19914,13270,13914,24601,16663,14150,18239,14924,20610,6810,1417,23180,24571,16274,15717,14388,23455,16490,20371,15326,18407,21627,20139,18593,11751,21059,23170,14763,19569,19771,11521,19442,19462,13032,9582,1834,22550,17026,23179,17565,20263,12772,12117,2223,13390,20045,16753,14889,16528,19430,24217,16536,11068,2161,23336,15187,17188,14839,20370,20507,13609,8651,4750,24109,21196,17977,23850,16577,18444,20389,16781,16660,18978,21296,15411,7401,2188,2227,1579,24620,20148,19417,16502,19002,11534,19195,20087,10155,7476,20100,21416,3504,782,750,595,412,293,487,716,1584,2250,13862,13407,11217,11352,11476,11028,7838,6858,8581,15400,14390,14308,14966,15124,15446,15379,15602,15793,12574,15947,14573,15044,14735,14422,15583,13758,15480,13707,14670,14079,14123,11418,12978,10853,13137,9369,3413,14273,13156,10670,9160,6175,3074,1225,563,322,108,51,18],"fragments":[{"begin":"0.000","end":"6.760","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.760","end":"23.120","lines":["People are funny about snakes. I remember being taught the rhyme, “Red touches black, you’re okay, Jack; red touches yellow, you’re a dead fellow,” in elementary school—never mind the fact that we did not have coral snakes in New Jersey."]},{"begin":"23.120","end":"56.000","lines":["My guest today has spent a lot of time exploring our cultural aversion to—and fascination with—snakes. Stephen S. Hall is a science writer and the author of seven books. He’s also a teacher of science communication at New York University, Rockefeller University and Cold Spring Harbor Laboratory. His latest book, Slither: How Nature’s Most Maligned Creatures Illuminate Our World, is on sale now."]},{"begin":"56.000","end":"62.200","lines":["Thank you so much for coming in to chat. I’m really looking forward to it."]},{"begin":"62.200","end":"65.080","lines":["My pleasure to be here. Thank you."]},{"begin":"65.080","end":"68.320","lines":["First question: Why snakes?"]},{"begin":"68.320","end":"133.600","lines":["There’s several answers to that question. One of them is that as a kid, like many kids, I caught snakes, brought them home, put them in terrariums in the garage until my mother screamed when they would get loose, and that sort of ended that experiment. I was always fascinated by them because they were so different from other animals—and also so beautiful. There was a real fascination and attraction there. But I wasn’t a herper; I didn’t go out and continue to collect snakes."]},{"begin":"133.600","end":"169.240","lines":["What I did do is become a science writer, and probably in the 2000s and 2010s, when I was reading science journals like Science and Nature, I occasionally would run across these really interesting major research articles based on snakes, and I always sort of set them aside, thinking, “This is kind of interesting. I should gather a little pile on this.”"]},{"begin":"169.240","end":"230.120","lines":["The third piece of this explanation is that my agent suggested at one point, “Why don’t you do a book about an animal?” which I had never done before. And my first reaction was, “I’d only do a book about an animal that most people don’t like,” because I thought it’d be a really interesting challenge to try to change people’s minds. And as most people know snakes are not very popular. People do not like them—they’re afraid of them; they loathe them; there’re all these surveys that children detest snakes and adults detest snakes—and I thought it would be an interesting challenge to try to change people’s minds about a really interesting creature."]},{"begin":"230.120","end":"235.240","lines":["Very cool. Given your research for the book, how have our feelings about snakes evolved over time?"]},{"begin":"235.240","end":"259.760","lines":["One of the things that surprised me is: this deeply embedded loathing of snakes was not always the case. In fact, that was the later evolution from earlier cultures, and part of the fun of doing Slither was going back and seeing how ancient cultures perceive snakes, and they perceived them very differently."]},{"begin":"259.760","end":"312.320","lines":["They were respected. They were venerated in some cultures. In, in early ancient Greek culture the snake was associated with healing. In Mesoamerican cultures the snake was associated with a kind of messenger that would go back and forth between humans and nature but also humans and the afterworld—the world of the nonliving, as it were. There was a great respect for these creatures. This was also true in ancient Egypt. And then [laughs] with the Garden of Eden story the snake got demonized and was blamed for human fallibility, human sin, and I think that changed a lot of perceptions."]},{"begin":"312.320","end":"329.840","lines":["One of the goals that I was trying to accomplish here was to get people to rethink what snakes represent: Why did ancient people venerate them, and is there a way to reclaim that sense of respect for these otherwise disliked creatures?"]},{"begin":"329.840","end":"340.880","lines":["Well, and what do you think it is about snakes that made them venerated, and what do you think it is about them that makes people feel so negatively towards them?"]},{"begin":"340.880","end":"370.560","lines":["In terms of the negative part they are so different from so many other creatures: They don’t have legs. They’re secretive. You can’t see them. They’re [laughs] extremely good at hiding. In fact, you know, there—it’s sort of a Darwinian badge of honor that they make themselves hard to see, with their camouflage skin, and coloration, and so on. So they represent a kind of extreme version of the other. And people also associate threat and danger with them, certainly with venomous snakes."]},{"begin":"370.560","end":"404.000","lines":["One of the interesting things that came up in the research—it’s a really interesting theory called the snake-detection theory. This is advanced by a researcher at the University of California, Davis, named Lynne Isbell. Isbell argues that the necessity of spotting snakes in the wild as a self-preservation mechanism led to the creation of a much larger primate brain, which we humans have inherited as well. So she attributes human acuity in vision to spotting snakes in [an] evolutionary sense that was developed a long time ago."]},{"begin":"404.000","end":"419.040","lines":["Yeah, I’ve also seen that as an explanation for why cats are freaked out by cucumbers; I’ll have to fact-check that. But that’s not [laughs] anything I’ve—I’ve heard that theory brought up before in the context of cats running away from cucumbers [laughs], so."]},{"begin":"419.040","end":"421.080","lines":["There’s some ingrained perception."]},{"begin":"421.080","end":"455.120","lines":["Charles Darwin read a report by a German scientist—this is in the middle of the 19th century—that he had taken snakes to the monkey house in a zoo in Germany, and the monkeys went crazy just seeing that there was a snake in it when he revealed it. So Darwin puts a stuffed snake in a bag and goes to the London Zoo, and then he takes off the top, and all the monkeys go crazy, and he’d never seen a reaction like that. Then he went back with a live snake, and the same thing happened, and it was this sort of instantaneous reaction to the appearance of a snake, so there’s definitely an alarm system ..."]},{"begin":"455.120","end":"455.400","lines":["Mm."]},{"begin":"455.400","end":"467.280","lines":["We don’t need to say that it was fear, necessarily, although some people call it a “fear module,” but there’s an alarm system in spotting a snake that I think is connected to the alarm that many humans feel when they see a snake."]},{"begin":"467.280","end":"475.160","lines":["Sure, and speaking of Darwin’s kind of crude research, how has our scientific understanding of snakes changed over time?"]},{"begin":"475.160","end":"481.000","lines":["Scientists are belatedly using snakes as a nontraditional model organism."]},{"begin":"481.000","end":"481.560","lines":["Mm."]},{"begin":"481.560","end":"543.360","lines":["You would think that there was not much you could learn from a snake, but they’ve actually discovered some remarkable qualities in snakes because they finally started paying attention to them with the advent of molecular biology. What used to be observed naturalistically—okay, a snake eats a large prey and digests it—and they would take x-rays of it, like, in the 1970s; that was how metabolism was explained. After genomics emerged and they did the genome of the snake after the Human Genome Project, they discovered that snakes, pythons, as a model organism activate a huge suite of genes from the moment that they have a meal. And they were particularly interesting organisms to study because—I facetiously kinda say they invented intermittent fasting [laughs]—but, but they could go for a year at a time without eating a single meal. And then they eat these enormous meals. So the equivalence was, like, a 150-pound human, for example, roughly, eating a 220-pound hamburger ..."]},{"begin":"543.360","end":"544.000","lines":["Mm [laughs]."]},{"begin":"544.000","end":"578.120","lines":["“In one gulp.” That’s kind of what the meal of a python was like. How does an animal handle the digestion and processing of that? It turns out they activate all these genes that regenerate tissues in the body—a bigger heart, a bigger intestine—just to handle the [laughs] massive processing of this meal. And then they carve away all the regenerated tissue that they’ve created and go back to normal. So they have this ability to regenerate tissue, which, of course, is something we can’t do, except in a couple of isolated cases, and it became a really interesting thing to study."]},{"begin":"578.120","end":"615.680","lines":["Another thing that’s really interesting is convergent evolution: this idea that animals can evolve the same traits, although they’re completely unrelated. So there was a study that came out a couple years ago on spitting cobras. The researchers established that three different lineages of cobras that were completely independent of each other each evolved the anatomical mechanism to spit venom—a physiological change. They evolved the behavior to aim the spit at the eyes of whatever it was that was threatening them."]},{"begin":"615.680","end":"616.200","lines":["Wow."]},{"begin":"616.200","end":"639.560","lines":["And they independently evolved a change in their venom that produced excruciating pain in eyes. So independently all three of those different qualities were evolved in three different species of snakes that were completely unrelated to each other, in a sense. You couldn’t have found that out until you had genomics and very sophisticated molecular analysis of venom and all that stuff."]},{"begin":"639.560","end":"646.640","lines":["Yeah. What were some of the most surprising things that you learned in this project as someone who already really had a fondness for snakes?"]},{"begin":"646.640","end":"701.160","lines":["The thing that really impressed me is how adaptive snakes are, how rapidly they adjust to their environment; it’s one of their signal traits. They’re very diverse—it’s amazing that they can live on every continent except Antarctica, which means temperate, cold weather, tropical weather, jungle, seawater. If there’s a threat in the environment, they have these remarkably ingenious evolutionary adaptations to it. There’s a story of these sea snakes in, in the Pacific off New Caledonia that, in response to the pollution in the waters there, have developed melanistic characteristics—a darker coloration in their skin—because that sequesters all these toxic chemicals that are in the water and prevents it from harming the animal, and then they slough off their skin and they get rid of the chemicals. And it’s only in those snakes that are inhabiting that particular niche."]},{"begin":"701.160","end":"735.160","lines":["This idea of being able to adapt to environmental challenge really struck me, not just because of the cleverness of the evolution or the selective process, but also, it’s a warning to us in terms of climate change and changes in the global meteorological systems. Snakes have a way of adapting to this that we don’t have, and maybe we can learn something from them. It’s really interesting that in the Mesoamerican cultures in particular, snakes were traditionally associated with meteorological events ..."]},{"begin":"735.160","end":"735.560","lines":["Mm."]},{"begin":"735.560","end":"761.720","lines":["So rain, lightning, thunderstorms, droughts, floods, and all of that being attached to agricultural fertility. And these are all issues that are front and center now because of climate change, and I think the ancients realized that snakes were symbols of coming to terms with both the unpredictability of nature and perhaps suggesting ways to adapt to it."]},{"begin":"761.720","end":"813.720","lines":["I spoke to a very well-known Australian herpetologist named Rick Shine. He did fieldwork in [the mountains of] Tasmania, which has horrible weather, and there are snakes there, and, you know, he said there’s only 20 or 30 really nice sunny days there. And humans go there, and they think, “This is the most god-awful environment. How could anything live here?” And the snakes live under the rocks for all but those 20 or 30 days, and then they come out, and they think they’re living in the villa by the sea [laughs], and it’s just, it’s a sunny day for them; they don’t have the sense that it’s a bad environment because they adjust to it. And he had this wonderful observation—he just wondered what it felt like for a snake to emerge into the sunlight, warm up, have all its organ systems click on, its consciousness click on. He said, “That must be an amazing feeling.” And I thought that was a wonderful way of kind of capturing the uniqueness of these creatures."]},{"begin":"813.720","end":"819.720","lines":["Yeah, well, and speaking of that adaptation, what dangers are snakes facing these days?"]},{"begin":"819.720","end":"849.360","lines":["I would say the biggest danger’s habitat destruction. And there are a couple of anecdotes in the book—so I talk about when I caught snakes as a kid, and this was in a sort of exurban area of Michigan, outside Detroit. I went back to that area 50 years later to see how the habitat had changed, and all the places where you would catch turtles or you catch snakes or you would see them, it’s all changed: It’s been developed residentially. Population spread has confined the habitat."]},{"begin":"849.360","end":"864.360","lines":["Thomas Cole, who’s a pretty famous Hudson River School painter, had made the point that a habitat destruction was something that needed to be addressed or, as he put it, we would lose Eden and wouldn’t be able to recover it again."]},{"begin":"864.360","end":"867.400","lines":["Why do you think people should care about snakes?"]},{"begin":"867.400","end":"896.920","lines":["I think it’s really important, when we talk about conservation, preservation of species, prevention of extinction, that we don’t only think about cute animals that everybody likes. It’s really important to globally embrace all creatures—including, in this case, that animal that is so different and so repulsive and historically so loathed by so many people—because if we pick and choose, we’re really not saving anything in terms of habitat or anything else."]},{"begin":"896.920","end":"919.680","lines":["And it’s an acknowledgement that ecologies are complicated, that there are these very fragile webs, and it’s not just birds or mammals or snakes, but it’s the combination and interaction of these creatures that creates a vibrant and sustainable ecology. It’s really important to include everyone in our conservation arc, if you will."]},{"begin":"919.680","end":"925.280","lines":["Absolutely. Steve, thank you so much for coming on to talk to us, and I’m sure our listeners are really gonna love your book."]},{"begin":"925.280","end":"927.600","lines":["Thank you very much for having me."]},{"begin":"927.600","end":"943.080","lines":["That’s all for today’s episode. Don’t forget to check out Slither wherever you buy books. We’ll be back on Friday to learn how you can explore your urban or suburban neighborhood with all of the enthusiasm of a seasoned naturalist out in the wild."]},{"begin":"943.080","end":"965.200","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"965.200","end":"984.360","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":984}