{"title":"NASA Faces Deep Budget Cuts—Every Living Former Science Chief of the Agency Is Sounding the Alarm","img":"https://static.scientificamerican.com/dam/m/19107f26d137becd/original/2508_SQ_WED_NASA_FUNDING_UPDATE-Podcast-Span-Art.png?m=1754421195.872","url":"https://www.scientificamerican.com/podcast/episode/nasa-budget-cuts-could-halt-space-missions-climate-research-experts-warn/","audio":"https://traffic.megaphone.fm/SAM5050287729.mp3","intro":["NASA faces historic budget cuts that could shutter missions and stall vital research, prompting a bipartisan outcry from all of the agency’s living former science chiefs."],"authors":["Rachel Feltman","Lee Billings","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Space Exploration"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"The White House recently proposed slashing NASA’s science budget nearly in half and reducing the space agency’s overall funding to just three quarters of what it received last year. When adjusted for inflation the proposed fiscal year 2026 budget would be NASA’s lowest since the beginnings of the Apollo program. But these days NASA is responsible for much more than keeping up with the space race. NASA’s work touches our daily lives in ways most people never realize, from the weather forecasts that help you decide what to wear to the climate data that helps farmers know when to plant their crops."},{"author":"","text":"The stakes are so high that every living former NASA science chief—spanning from Ronald Reagan’s administration through Joe Biden’s—recently signed a letter warning that these cuts could be catastrophic for American leadership in space and science."},{"author":"","text":"Today we’re joined by Lee Billings, a senior editor at Scientific American who covers space and physics. He spoke with one of those former NASA science chiefs about why this moment feels different—and why the scientific community is sounding the alarm."},{"author":"","text":"Lee, thanks so much for coming on to chat."},{"author":"Lee Billings","text":"It is my pleasure, as always, Rachel. I am happy to be here, even though I wish the circumstances were a bit happier."},{"author":"Feltman","text":"Right, things aren’t looking great for NASA. What exactly is going on with the agency’s funding?"},{"author":"Billings","text":"Oof, well, to sum it up: the White House has proposed that NASA’s science budget be effectively cut in half, that the agency as a whole receives about only three quarters of the funding that it received in the previous fiscal year. And there’s been a lot of pushback about that, of course, because if you cut NASA’s science budget in half, for instance, then you’re probably gonna have to shutter, cancel, decommission dozens of active missions across the solar system and in Earth orbit, and you’re going to really hamstring a lot of good science, a lot of things that feed forward into other aspects of national economies and competitiveness."},{"author":"","text":"So the Senate and the House appropriators have been upset about this to various degrees, and they have, apparently, largely now restored a lot of that funding when you’re looking at, like, the appropriations process and the back and forth between the Senate and the House. I don’t think that we’re entirely out of the woods yet—things are not fully finalized—but it is looking a bit brighter."},{"author":"","text":"And one contributor to that pushback from Senate and House appropriators might have been a letter that was recently sent to them—an open letter from all the living previous science chiefs of NASA, the associate administrators of the Science Mission Directorate of NASA. Every single one who’s still alive, from serving [in] the Reagan administration all the way through the Biden administration, signed on to this letter on a bipartisan basis and said, “We’re really not cool with these proposed changes; they’re potentially catastrophic for the nation and for NASA as a whole, so let’s not do them.”"},{"author":"Feltman","text":"So this pushback is like really seriously bipartisan effort."},{"author":"Billings","text":"That’s correct. And, you know, these are serious people. They’ve had their finger on the pulse of every aspect of our civil space agency for, you know, the better part of 40 years, collectively. And none of them seemed too happy about the potential changes that these budget cuts would’ve wrought on NASA."},{"author":"Feltman","text":"Let’s talk some more about those potential changes. What are the signatories of this letter most concerned about?"},{"author":"Billings","text":"You know, it—it’s hard to reel out a concise laundry list because the cuts [laughs] were so large, they threatened to affect almost everything. And I’m gonna read just a couple of quick excerpts."},{"author":"","text":"So they say that these budget cuts would, quote, “cede U.S. leadership in space and science to China and other nations,” would “severely damage a peerless and immensely capable engineering and scientific workforce” and would “needlessly put to waste billions of dollars of taxpayer investments.” They would, quote, “force the U.S. to abandon its international partners who historically contribute significantly to U.S. space science missions.”"},{"author":"","text":"And then they spend a paragraph going into more details. And we’re talking about things like winding down Hubble, even starting to wind down the James Webb Space Telescope, which only launched a few years ago. We’re talking about turning off missions that are currently at Jupiter, like NASA’s Juno mission. We’re talking about retreating at Mars and turning off a lot of the orbiters and landers and, and rovers there."},{"author":"","text":"We’re also talking about closing some of NASA’s eyes to Earth. We’re talking about cuts that would affect things like the Landsat program, which NASA manages [with] the United States Geological Survey, which, you know, looks at things like weather and precipitation and, and helps people avoid dangerous storms or know when to plant or harvest their crops—things like that."},{"author":"","text":"It even cuts into things like aeronautics; people forget that that—the first A in NASA stands for “aeronautics,” I’m pretty sure, and there’s lots of work that’s done there, too. That’s everything from developing next-generation engines and other parts of airframes that can lead to more efficient flight to, you know, software systems that can probably help air-traffic controllers and things like that. It’s a full-spectrum situation."},{"author":"Feltman","text":"So I know that you talked to one of the authors of this letter. Could you tell us more about who he is and why he feels so strongly about this?"},{"author":"Billings","text":"Yeah, his name’s John Grunsfeld; sometimes he’s called “Dr. Hubble.” And he is a lot of things. In short he’s an astrophysicist. He is a five-time spaceflight veteran—a former NASA astronaut who went up to fix the Hubble Space Telescope and service it, hence the “Dr. Hubble” name. And of course, he is also a former associate administrator of the Science Mission Directorate, a former chief scientist of NASA."},{"author":"John Grunsfeld","text":"There’s no question that science in the United States is under attack, and the president’s budget request shows that NASA, you know, is not at all spared."},{"author":"Billings","text":"And so when people like this have strong opinions and speak up I think it’s important to listen. I really feel like some of his strongest material was when we prompted him by saying things like, you know, “What—why is this happening right now? What upsets you about it?” And he had some pretty sharp words for, you know, these proposals and, and the Trump administration. He threw some sharp elbows."},{"author":"Grunsfeld","text":"You know, I can only speculate that this is part of a deliberate attempt to dumb down America. People who are poorly educated are much more easily manipulated than people who have strong critical-thinking skills."},{"author":"Billings","text":"The stuff he said there, it’s the kind of thing where this isn’t some sign-toting hippie doing a protest in the street. Like, this guy—that was the other thing that he said that I thought was really good: when I challenged him directly, I was like, “You know, you can look through your socials and your history and I can see that, you know, you were a supporter of Kamala Harris. There’s gonna be this pushback on you—that you’re just a partisan hack and you’re compromised by your bias—and how would you respond to that?”"},{"author":"","text":"And he answered me very clearly: talking about his resume, talking about his experience at NASA, talking about his spaceflights and how he put his life on the line for the nation to upgrade and service and preserve one of our most cherished and enduring iconic national resources, the Hubble Space Telescope. And he talked about how he’d worked in both Republican and Democratic administrations in the past. And, you know, I—to me that really resonated because, like, this is—he’s not the kind of person who makes a lot of headlines with a lot of splashy talk, right? But when he does talk in a concerted way that’s trying to get attention, I do think it’s worth listening."},{"author":"Feltman","text":"Yeah, and what is he most concerned about?"},{"author":"Billings","text":"So the two that he really highlighted for me when, when we spoke, the first was the cuts to astrophysics."},{"author":"Grunsfeld","text":"I’m an astrophysicist, so that actually has me seriously depressed. There’s especially one cut, which is eliminating the high-altitude balloon program, which—I have to say, having run NASA Science—is probably the most efficient and productive program in all of NASA and in all of the federal government because it always has a tiny budget and it does tremendous science."},{"author":"Billings","text":"And it seems to be one of the areas where NASA and, by proxy, the United States is really in a pole position. We’re really leading the world in a lot of domains of astrophysics in terms of building telescopes to see further and more clearly deeper out into the cosmos, and he definitely thinks that that is at risk."},{"author":"","text":"And the other one that he pointed out has—it hits a little closer to home."},{"author":"Grunsfeld","text":"Earth science: part of NASA. And one of the things we know is that the Earth as a system is incredibly complex, and it’s that view from space—not only, you know, seeing the whole Earth with our fleet of satellites but also over a long period of time—that allows us to develop models to accurately predict what the future will be."},{"author":"Billings","text":"The planet’s warming, and that’s not a partisan appraisal—that’s just a fact. And we need to know how that works. And we need to know how it’s cascading through the Earth’s system to affect everything from precipitation patterns to extreme weather events, so on and so forth—sea-level rise, lots of things. So there’s lots of areas where NASA’s work, especially its observations of our home planet, really do touch people’s lives, everyday people’s lives, in, in lots of subtle ways."},{"author":"Feltman","text":"Of course NASA has faced potential budget cuts before. So, what does John say is different about this? Why did he and the rest of the folks who signed feel the need to speak out now?"},{"author":"Billings","text":"One thing that’s indisputable is: if you look at these proposed budget cuts and you look at NASA’s funding over time, across the entirety of its nearly 70-year history, the budget cuts, if they went through, would be bringing NASA to its lowest state, its lowest budgetary state, since before the [beginnings of the] Apollo program—since, really, its founding. So that’s pretty historic."},{"author":"","text":"And of course, NASA is doing a lot more with its money than it did back in the Apollo days. You know, back then it was all about a moonshot and beating the Soviet Union in this new “High Frontier,” and it was a very focused, almost singular goal. Now NASA’s portfolio is vast. If you look at all the different things it’s doing and all the different types of science that it supports, all the different technology development that it supports, all the different aspects of our lives that these things filter into, it’s just grown so much."},{"author":"","text":"So we’re pairing a historically low budget with an immensely expanded portfolio of responsibilities, obligations and opportunities, and I think it’s that combination that really set the alarm bells off and that really brought not just John Grunsfeld to the table to write this letter but also all of his predecessors within NASA’s Science Mission Directorate."},{"author":"Feltman","text":"It makes sense that this former NASA head is really concerned about this stuff. But how could it impact our listeners?"},{"author":"Billings","text":"Woo, well, I think that our listeners should care for many different reasons, and, and it kind of depends upon one’s point of view. If you’re really enthused and excited about just fundamentally expanding the frontiers of our knowledge about the universe, right, if you are captivated and awestruck by pretty pictures from space telescopes and other worldly vistas from interplanetary spacecraft, you should be concerned about that window closing on the universe. And again, we’ve been at the forefront."},{"author":"","text":"Maybe you’re very, very, very patriotic and you’re always first to start chanting “USA!” at any public event. Well, in that case maybe you don’t care so much about pretty pictures from space telescopes and rovers on Mars looking for signs of life, but maybe you just want the U.S. to be the best, right? And if these sorts of budget cuts go through, then it’s very hard to see how we’re still gonna be the best in these domains, instead of some other competitor nations, particularly China."},{"author":"","text":"China’s rapid rise in space science and exploration and spaceflight is something that many people have flagged, obviously, and that John Grunsfeld also noted when we spoke, and they are going full bore. They have a space station up there right now. They are going to be launching almost, like, a Hubble Space Telescope–like orbital observatory that’s gonna hang out near their space station for servicing in [the] coming years. They are probably going to pull off the first successful Mars sample return mission before NASA and the European Space Agency, its key partner, will manage to retrieve a bunch of samples that they already have stored there on Mars."},{"author":"","text":"You know, attracting the best and the brightest to our shores from all across the world, because who wouldn’t want to work on a mission to land people on Mars? Who wouldn’t wanna work on a mission to try to find life on some distant exoplanet? Those things are fundamentally attractive and cool to a lot of people—again, the best and the brightest—and we want to have them here, I think."},{"author":"","text":"There’s also the direct-utility angle of people wanting to know if it’s gonna be rainy or sunny tomorrow, what they need to wear if they’re going out to work: Should they wear a light sweater, or should they, you know, wear seersucker because it’s gonna be 90 percent humidity? Is there gonna be a big squall or hurricane that might blow in? Those things depend on forecasts, which are based on data that, to some degree, comes from NASA assets—NASA satellites, NASA computers crunching the numbers, all that stuff. So Earth observations have a very strong, direct influence on our daily lives, whether we really recognize it or not, and it’s threatened by these sorts of budget cuts."},{"author":"Feltman","text":"Lee, thank you so much for coming on to chat."},{"author":"Billings","text":"Rachel, it is always my pleasure. Again, I wish the circumstances were a little better, but hey, hope springs eternal."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to talk to a meteorologist who’s made his way to Washington."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[4510,4638,19227,19415,16459,19471,13358,18359,15864,15405,19227,18278,19510,17548,18467,14305,16535,13629,18333,17703,15447,19370,16131,13113,16852,13093,4301,4018,19833,19319,16128,18460,15186,19402,17290,11950,5022,19566,16518,12474,19244,19562,17538,6426,19986,19063,14045,18029,18427,16172,15358,13747,18438,4021,19751,19562,15029,19428,17649,15345,19643,18525,16696,18587,14075,4128,19336,19517,13869,15842,19680,15630,18146,16322,17217,15230,19428,19152,19505,12863,20025,19364,18789,17890,19451,19560,16767,18718,16458,15756,3287,19336,19331,19416,19452,19187,17996,19589,6188,399,26,149,772,1940,14972,10935,10389,11413,10101,11464,14341,13496,15455,11245,16378,15728,16027,16424,15744,16218,13009,15763,14271,16001,14249,14758,14567,14383,15870,13129,9879,8263,8003,6699,4978,24006,16183,19345,13857,24088,14320,21725,14403,19228,19273,7048,4579,6574,8235,10526,11081,13161,14218,14659,15286,15330,15710,15403,16074,15811,15557,15005,14265,14534,12695,11963,8828,13597,9765,3261,3053,2030,1907,2855,1998,2143,3121,3000,2911,4366,4362,2853,2314,19837,24010,19649,12926,11903,16846,8380,23991,21345,18210,18395,13382,13668,14595,11486,23976,3519,15689,11561,14677,12449,14047,12518,17665,18157,19210,12315,13392,16390,17868,13674,22386,10928,14241,4023,17959,18923,17700,15357,18668,19029,14569,15266,15718,20321,14713,17518,17411,14374,10946,13260,19083,14685,12452,11641,13535,12993,19325,14823,14358,16029,4400,18968,19403,12173,18088,15214,10915,17368,13700,15926,15206,15634,13308,19072,14716,11545,12050,11645,24052,21104,14490,17136,15021,20327,11406,12417,14802,12355,18995,17671,21512,4502,24042,23395,21471,19650,23945,18011,21848,13064,16579,14584,16865,16194,18224,16422,18510,20806,15617,13461,14130,17259,6000,4882,4879,4813,18872,15350,24045,16051,24055,22273,20709,16523,15341,14605,24042,23187,23548,13194,7315,22234,24042,19562,17178,16559,14706,14471,11742,14752,19513,16687,5180,4716,13794,20263,17425,19001,12997,12337,9886,17935,12944,18322,21193,19052,20232,21368,14586,13126,11436,14123,10874,12819,5592,4176,4291,5298,22231,17234,18738,18860,9036,18520,20602,21628,23082,12667,17209,12870,18095,14971,11777,16391,5604,4703,18782,18575,19203,16500,19563,17858,12459,15042,23257,20821,12869,14414,15761,19185,9695,3698,24114,19144,24023,12780,12535,12764,19830,12560,18172,5287,1887,9771,18400,17546,17321,14660,23957,1936,15865,18338,19027,16110,14632,14563,15871,17403,12139,12928,20002,15533,16650,13712,13077,12409,11790,11035,10940,10071,10237,229,14399,8469,14157,10170,14997,13723,8633,14520,17981,11105,1417,11647,21715,21141,11044,11515,9067,4884,11725,10208,22,16742,3532,16789,14761,11973,12635,14455,18283,8002,3865,5899,12707,9343,464,21699,18764,20674,8927,19605,16282,14626,11141,6720,6513,13914,11767,17804,10628,14456,16034,12875,8183,15946,19597,16831,14234,19915,3995,2122,13972,15095,14316,8664,7160,11005,16332,11356,8532,11017,11329,9343,13611,15302,16696,12438,14902,3111,16983,15577,13469,10483,7165,8605,8124,15523,15269,11939,14186,824,15691,17844,8508,16722,15812,14430,20942,10176,1910,19152,13542,11673,19526,15466,10934,9685,21255,181,14012,12685,12122,12088,19710,15179,10977,11463,10879,10422,18631,12387,17574,16708,9450,15652,10055,9926,12865,10132,7252,18503,10344,18473,14784,10672,9415,15300,12031,11749,7398,16686,16905,9680,9868,13379,11578,2617,5837,14388,10280,17571,17260,13626,8291,17612,13873,15352,14221,17213,14643,7782,13370,14296,13253,15305,12351,12726,15658,19520,13363,16810,14392,3829,15847,19974,10390,22237,19442,12917,20676,17175,8960,2336,12462,13590,10483,13637,16130,17162,24009,9508,13865,14670,11633,19619,12512,14503,13442,18793,10755,15733,15875,15558,11563,16746,14159,14548,12831,19619,13207,3871,15520,13696,14351,15882,10342,13436,7628,622,13121,19994,14929,10869,13490,10799,10388,12660,14187,12970,13574,6631,16871,10946,11557,9684,12955,11224,20301,23021,2778,24026,14284,15939,18976,17810,15422,18550,9714,12313,5682,23507,11326,15616,16652,17706,20484,16143,16482,15439,12860,10446,9226,16039,15856,17128,1332,14686,18741,19143,14566,9972,17215,17280,10949,10731,13027,18141,15781,13773,17261,13663,7013,12506,14130,15105,12921,13418,15319,15381,11939,21101,16542,14672,11970,2890,22409,21378,15099,14969,12550,11551,13772,10834,16571,16353,4815,18782,7831,16039,13560,9506,15041,13299,7234,16340,13395,298,16796,16403,10384,35,12811,14815,14751,11383,15512,11380,11782,12325,16389,17369,15037,12337,11552,14303,15871,15076,13497,7866,10735,22719,14720,13266,14517,1101,13244,13121,14833,9984,12626,14168,22914,17281,14292,13463,7379,18192,15067,12681,8359,14007,5942,21009,11239,11156,10207,19297,17648,17283,6614,16213,23298,14965,11839,10752,6961,11063,16161,15040,13097,15834,13760,12740,13989,12721,22555,23932,15157,13166,17295,12998,16261,13199,10791,10484,2055,16809,15998,9977,3714,16845,14483,24075,9330,6760,12108,12950,19055,14756,24033,7196,23926,16439,16385,17061,13977,14258,10327,12585,14408,12839,13553,13308,24026,15118,20573,15531,13068,15804,22809,20530,14185,15451,12620,12981,11749,11235,11640,13681,6318,16706,19715,16580,14725,11276,16110,20714,6091,3162,17611,13860,20060,11279,22830,20434,15150,7264,12231,21090,14699,11022,11636,16050,16082,9731,12835,16137,12253,11219,6977,24079,23999,18473,10192,16076,7482,7340,1741,4403,14615,13204,12463,13792,14571,11378,5689,10740,15905,7254,15544,17485,19085,15479,14657,13069,11229,6208,15557,18316,15092,14192,11031,17844,16388,10403,20071,22521,12811,20516,10744,15678,13184,18503,16484,18951,17919,19222,16760,20654,8950,5475,24076,23994,15178,15953,24008,18982,17549,14330,13429,11603,14756,13174,16367,13721,18924,19680,10020,15044,14225,20049,11771,14605,13552,17391,13109,14137,12842,12208,18488,16373,19191,14151,9166,10555,13545,17218,16147,16360,13264,16541,12938,19987,11269,17655,15753,16271,15364,11691,13325,16712,13921,16331,17303,11965,15211,15557,17490,13801,19811,13103,23060,9044,19786,12036,4746,17238,13303,134,17557,17370,12848,16709,11615,17207,15628,16990,16150,13589,11706,12876,13715,12133,13749,13588,10204,11133,12061,9899,19538,17720,14518,20405,17820,13358,16258,18372,18681,15423,14018,20412,10133,11371,16679,17505,13127,16176,24053,22244,18685,15550,16890,19498,16133,19435,16396,15191,17045,13606,16922,12380,3784,15342,16969,16348,11905,13269,16469,16184,6053,17872,16762,21715,18574,19016,15018,16635,16039,12648,10833,18919,16011,13694,19262,13670,10703,18861,13933,13946,13508,16054,15971,21866,3630,16904,16910,15747,19110,14169,19972,15707,17276,18287,13599,9253,7622,8812,17667,14843,16224,16989,16534,16873,15244,16142,17340,14927,14748,12553,19907,21788,19711,13497,13490,14002,15829,15961,18683,1859,24060,13292,14564,14540,22178,16389,11183,13851,18584,10647,12625,15696,18808,15737,13502,11484,13551,16895,13231,14770,12389,13078,16445,10905,13640,13377,15420,3987,23982,14609,15531,17111,14522,11754,15640,19797,10662,15076,16671,16382,7792,16315,17220,10978,14802,17009,14637,16459,17949,11326,22607,11020,2755,13179,18984,20037,18124,19865,18170,16032,17522,17938,13811,20298,18918,15678,16923,17229,19135,10511,13472,20171,13870,15679,9936,17632,10857,249,10846,13506,19509,14912,19908,14672,15697,19367,16408,18447,14890,6708,19415,16175,14691,20441,21914,12261,9189,16438,21681,15001,17132,12495,11978,11985,12337,21603,19176,10287,3404,19550,14366,10458,16261,19499,17087,16293,19527,15280,14135,18472,15632,12927,14208,15584,14093,14791,101,23365,18240,24070,12617,11119,18426,8671,11265,12066,11425,15425,17349,21135,12216,12369,15626,16829,19581,11045,6835,13060,12996,6924,30,21140,7680,16305,13465,18484,15307,10615,8415,12927,12886,16822,10550,16140,16747,19094,11145,6866,21,14102,15619,16355,12102,18532,17234,17467,16604,20273,13300,15357,24008,10783,14738,10498,829,12040,14963,13358,12030,18474,19024,18530,14619,13709,15388,18519,14409,16605,21135,18433,17981,16011,9425,21301,21764,9294,20520,10596,21155,13681,14717,11354,12404,10440,14953,14296,15654,13784,12234,19605,17488,15878,13040,11961,12854,12419,14219,14788,5936,19649,19735,13056,12394,12045,12235,12618,16227,6019,15549,13895,7845,15218,12962,10175,12449,10897,1347,23526,24110,22946,24009,15298,23172,19428,13770,19291,14201,19592,21023,14926,13406,24023,21585,21349,18594,19701,15447,18559,13311,1897,8786,15255,15869,16369,22690,69,17378,8695,293,14081,17837,20195,15982,7384,23895,23992,15245,11735,14112,17983,15759,15411,13878,13275,5882,22236,13188,15926,10068,16400,4910,12,12588,16353,11065,15123,14565,14061,13553,12018,7098,6591,14005,18304,10891,12847,10378,13102,16416,19012,23010,13390,16629,4324,8905,10782,18576,12102,16055,14700,2148,18532,15978,12235,15782,15038,12391,14286,14435,14723,17204,13940,14011,17454,13479,14975,19754,13439,14160,4242,16290,12955,18324,15238,13980,9298,15496,24034,18148,24028,17455,13026,20305,22335,24071,18317,15290,20000,23261,13124,18154,14241,20062,20306,14712,5816,14425,23469,20349,17026,18253,24031,24007,16673,2311,33,9894,14119,10270,18727,16018,18502,18735,22082,15328,9113,12481,18346,16394,18396,17714,23094,14442,11666,14130,11420,12272,11121,16137,8990,1503,19105,22096,14833,15904,10785,10669,12078,13759,15134,18066,8928,18483,13069,14736,19973,15855,11297,10941,14572,16158,13321,23590,13219,11286,18934,14410,8819,17892,19857,13261,22458,16146,15295,19594,18391,17375,9528,14114,18001,14080,19317,15446,15616,910,16924,14444,15773,17101,15925,15967,3618,16707,16987,14622,19697,12411,8348,4975,21697,6748,16336,22309,15957,22673,9139,7149,16703,24075,13309,18646,16086,18689,21016,10757,1602,17667,16865,24068,12215,13943,11803,11627,17606,16374,18846,14680,14059,13662,19575,18113,10211,14158,20133,16320,19826,11821,15313,20050,12445,11045,16864,16287,23469,16584,15667,16914,11156,13655,20856,16420,15245,14643,14372,9682,11814,12293,16565,12924,15290,15546,15707,14180,13653,14056,23988,24046,16671,22255,15009,20736,14081,16321,9505,3365,14864,16510,20652,14582,14364,13549,19777,17193,18383,16274,16870,19622,15369,18461,12740,10863,12601,12141,15715,11159,2022,671,17631,17293,14934,18870,15880,16744,9391,18441,10486,16176,6184,17343,13209,15307,20873,13719,9934,3108,15327,20145,23619,24075,16647,12402,18014,18459,20745,21654,5196,12454,19753,17054,18175,9584,5678,18139,13054,13919,15850,16057,16540,15240,19889,16700,15310,16778,10873,13073,718,18559,9769,5529,591,11342,19572,12557,8336,9318,13558,13543,5314,12348,14837,13934,15416,22370,15965,13198,13366,10487,11014,14364,14500,10374,8029,17781,9996,19755,14376,19609,11011,10103,9642,17705,18432,14637,9154,584,13999,18521,68,12,21128,21948,18937,19603,18275,24074,7577,17654,20565,22423,19777,19432,14249,19302,18702,12243,21789,11670,14476,20523,8064,477,17488,22992,18829,12456,6189,19702,18686,17828,15904,16844,13147,16249,13701,20442,15197,16852,13311,13950,21504,18521,21113,18963,15872,17999,20256,10714,14978,16328,16186,18223,18147,8704,3549,16412,20028,19594,19801,19073,13202,14534,15145,16308,14288,14799,5931,14313,11256,12921,16103,15425,16300,14602,12470,2201,22970,19755,11655,9296,12904,22245,9907,16486,11179,13055,17626,17338,15976,14069,10416,16728,12764,13672,15305,12182,11507,17965,14715,16125,13022,15397,13276,11032,10939,15045,12332,6046,12860,14681,16879,11065,10772,11472,7940,13668,9448,13409,17041,14198,16611,19427,11003,10531,1787,17263,12468,258,10499,9882,17316,16000,16889,20039,21225,14187,14342,13183,14392,13035,18090,17190,17265,19116,18503,10878,18269,13889,16038,15043,9,24064,15099,5831,2649,19247,10555,9955,218,21554,22265,23367,19062,23244,21703,20336,16406,24054,21899,19935,17767,11601,19684,16080,16013,24037,9740,491,213,18453,18512,13719,13114,21124,20762,19259,19267,10543,13803,18344,17899,9543,14809,17144,18422,17693,17949,17742,14928,627,21153,16445,20967,18676,15373,18563,11596,165,17490,21377,15236,3549,18337,5680,16143,15138,15666,14825,11794,18530,17611,15243,18280,16204,19466,11354,17087,16751,9937,12932,19545,5728,427,16274,14434,16388,17344,20141,17477,13734,15585,15313,15535,1455,23536,10695,11508,23609,16146,13890,12538,12891,11463,18862,13093,15128,14107,12736,13377,15991,16071,12829,10805,12959,12324,16102,8416,11657,3116,14649,12783,7587,11501,12650,11432,15364,14512,12198,13104,15612,14836,11608,18718,12300,12697,16728,16028,15222,11112,14511,17410,3408,1042,19540,13009,6114,12977,10927,10044,18587,13266,16117,9702,12205,15174,16423,16209,15896,17557,12274,10377,15260,9996,99,21022,19617,13225,16230,8762,12919,15928,15838,7851,14769,14251,2698,14311,15579,15852,12708,14965,14540,10029,24027,10679,20652,9772,10585,17011,12853,485,18406,11700,19831,16492,12474,52,20481,15444,14160,13181,7280,11365,17654,16406,20210,87,4691,13141,871,19672,12405,9969,10211,8900,9288,15700,14202,12089,13690,16246,6979,12722,19087,17303,14076,607,11479,16505,9689,13108,11077,15521,10407,5625,2047,17548,19825,14772,15375,11749,14116,16961,15788,16621,10240,80,11842,9352,6638,14897,15824,11998,15120,9594,14332,15097,12218,10770,12391,11089,13164,13221,12186,16422,5449,3924,11444,14426,15946,5163,1197,12537,19228,9922,17376,17381,13815,2109,31,13107,17495,16127,13476,22579,13239,8526,14244,12172,15833,16177,15189,12316,16700,12716,14200,16481,6050,17540,13699,15176,18323,18642,14874,13270,9811,5344,22708,17211,9854,17681,18202,15847,13052,14473,10388,10973,3326,12799,14163,14597,11902,12943,12122,9883,20723,18976,13927,15828,9602,15048,16491,10473,366,26,867,18426,9827,15832,15317,6764,15488,13686,521,20156,18596,14741,16127,11346,13656,9237,21058,16964,7041,14877,16064,15952,14613,15187,13020,15494,15407,16600,17749,17349,10758,12669,13306,15302,14936,6968,19585,17568,8254,6497,16531,10739,14537,12994,17897,15145,15740,16183,15284,9705,10932,11205,14101,18279,11379,15574,12390,12668,15966,11703,11879,14175,17139,14047,19781,13235,15012,16450,12027,3284,18792,6187,13894,20043,18164,21293,21937,10466,16223,13094,16876,13824,13429,16100,11642,18147,17657,13735,19092,13126,16992,9076,548,354,20478,17109,20131,16768,14822,6815,509,14710,17186,14168,7742,12115,11549,16257,12759,16493,17201,16032,17880,470,21481,9857,17590,19015,14404,7868,9948,11536,12415,10445,14808,12880,14308,11076,21479,10233,9666,7975,11849,11659,12246,11639,9168,13306,9013,4520,1,15416,22826,18963,15080,13031,21543,17668,9586,12536,17557,19626,14665,15095,10072,24050,16006,9651,4220,9,14196,10787,9884,16374,5796,23984,22578,13235,12093,18993,13866,16175,20155,12585,16017,13834,13226,10833,22016,24039,17278,17111,8185,644,16930,15320,17909,17357,16916,19918,13793,12229,4293,18071,17451,12589,16070,18894,11286,19816,16242,11891,21994,20757,13666,16922,15454,2028,22358,17037,17266,19113,14734,15875,16622,12885,17948,14615,16232,15584,1959,24063,18167,15082,12495,19591,11367,16364,16006,12897,20097,18643,13799,11173,16753,13844,13981,18690,16651,14969,12338,11560,15989,12267,14351,16189,12602,13501,18674,4051,880,17211,13384,11026,13528,11072,19706,20472,18554,17631,14026,13265,8300,13327,13505,11158,20448,11077,17191,16318,9884,17968,12576,13997,17574,17784,17261,18983,15500,9950,12278,8431,225,14329,19467,11893,13310,18220,15141,15282,9320,13359,16527,17713,6873,14154,18778,21357,10410,16893,19085,13568,16749,19057,5485,20899,16228,18935,15455,15326,12960,17376,17504,14702,16330,15261,14518,17456,14283,2589,19350,19471,16099,13670,11770,15226,12422,18727,17618,5547,12272,18070,18106,12029,14500,16646,11178,18252,21502,8667,18809,15393,13269,10577,17459,10801,14720,16035,20581,16858,11662,16290,22431,10735,15761,14869,20568,9697,15901,15320,9685,14599,14602,13222,11023,20211,17554,17451,19024,14339,18490,19107,15226,16354,1669,18056,11786,6870,23274,13299,18173,18338,9752,11248,13315,12703,12594,13681,15758,14299,11623,19206,11671,13656,12484,16060,18056,11380,11963,10878,13314,15004,14719,17655,11026,13259,14180,12291,14576,14196,16636,17799,16881,14995,15271,15976,14378,23873,17907,13021,12342,8582,8721,16677,15946,14497,13764,18057,17072,3009,16565,16984,20310,14296,13392,14418,11365,21096,5973,17057,13247,13466,14473,14984,15246,19799,18319,13716,13330,14607,10652,15212,10056,15645,13315,10423,6805,17912,15651,15242,9512,24046,16191,16978,15035,15249,12048,12708,14027,17092,12924,13039,12787,14206,10754,15451,14999,18269,18484,11806,15673,13721,16602,12538,12198,12652,19853,12497,12761,18109,15227,14151,14947,16960,18107,10869,16048,20373,14942,15016,10263,9711,11622,11033,13693,23623,19196,17609,20024,12870,15400,14969,15693,17802,14820,7524,24051,15129,17839,13334,20976,18148,14981,16460,16437,16202,14620,15198,14504,20607,18139,10936,20357,16827,9266,15686,23851,10148,14016,19210,16760,15159,12190,12680,24016,20002,21629,21862,13512,13516,19202,11005,20839,18081,16398,19232,15674,21542,14878,12863,14938,14446,12656,15202,13069,20211,12776,13442,12638,16620,11954,16773,19911,15549,17320,10710,1688,18568,15144,13353,12407,18508,14783,13875,9615,19170,16659,15833,13743,15652,15963,15362,12648,16901,15967,24052,11768,16069,15190,16499,14278,16536,13497,11949,16159,16922,14022,13298,22063,16411,17326,4633,16665,18154,16906,14928,10135,17985,11921,14566,16563,18440,17144,12464,6431,20586,11934,15003,18432,13752,15700,15323,19796,15169,12341,14507,13733,15810,17522,13745,44,21,12889,15415,19797,17069,14096,13869,11801,16278,16796,9784,10023,15226,13463,5786,23525,18703,12810,3362,16907,17663,13044,11756,2172,16340,15207,17096,11633,24036,18580,13582,15594,13151,17314,20617,7579,19103,14642,14485,17684,19020,16661,20140,12011,15245,20618,15753,19664,4258,3443,12741,14310,12704,14317,19608,13245,15813,12924,2803,3258,18414,16809,19133,14915,24010,12630,16626,13777,16022,12196,16446,18404,17931,15925,13787,14344,11995,10359,21767,16004,16585,16186,4861,19715,14437,16373,4607,3346,2366,24043,19424,19671,17144,13579,19974,23951,24072,13734,24094,14611,20333,15407,11413,14584,14718,21111,11964,4083,4065,11458,24057,16843,12949,12076,16766,15664,23471,18221,19885,17588,19084,17975,16137,24082,21055,17413,23424,15736,17398,5929,15457,24075,20023,23948,24102,15120,14192,8171,9968,23863,19785,21790,13203,24065,23943,19386,17489,4121,23974,14225,16691,14840,16310,17985,17055,9440,3491,3994,24089,24024,15988,17302,17176,17660,21900,15925,18462,24042,20578,13121,9627,2685,2750,18858,24035,22098,20489,19049,17873,16580,19327,17306,2944,22471,24018,15856,1615,1540,1232,1318,1110,1077,1618,1912,11769,10986,9332,8734,9362,9172,7028,5122,5780,7010,12327,11670,12310,12229,12365,12313,12452,12602,12808,13533,11883,11854,11870,12067,12938,12097,12656,12657,12018,11710,11489,11697,8757,10388,10875,6784,7566,2167,11481,10810,7748,6072,3797,1421,656,333,139,58,27,4],"fragments":[{"begin":"0.000","end":"12.080","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"12.080","end":"90.000","lines":["The White House recently proposed slashing NASA’s science budget nearly in half and reducing the space agency’s overall funding to just three quarters of what it received last year. When adjusted for inflation the proposed fiscal year 2026 budget would be NASA’s lowest since the beginnings of the Apollo program. But these days NASA is responsible for much more than keeping up with the space race. NASA’s work touches our daily lives in ways most people never realize, from the weather forecasts that help you decide what to wear to the climate data that helps farmers know when to plant their crops."]},{"begin":"90.000","end":"105.600","lines":["The stakes are so high that every living former NASA science chief—spanning from Ronald Reagan’s administration through Joe Biden’s—recently signed a letter warning that these cuts could be catastrophic for American leadership in space and science."]},{"begin":"105.600","end":"119.360","lines":["Today we’re joined by Lee Billings, a senior editor at Scientific American who covers space and physics. He spoke with one of those former NASA science chiefs about why this moment feels different—and why the scientific community is sounding the alarm."]},{"begin":"119.360","end":"121.520","lines":["Lee, thanks so much for coming on to chat."]},{"begin":"121.520","end":"127.960","lines":["It is my pleasure, as always, Rachel. I am happy to be here, even though I wish the circumstances were a bit happier."]},{"begin":"127.960","end":"134.160","lines":["Right, things aren’t looking great for NASA. What exactly is going on with the agency’s funding?"]},{"begin":"134.160","end":"182.400","lines":["Oof, well, to sum it up: the White House has proposed that NASA’s science budget be effectively cut in half, that the agency as a whole receives about only three quarters of the funding that it received in the previous fiscal year. And there’s been a lot of pushback about that, of course, because if you cut NASA’s science budget in half, for instance, then you’re probably gonna have to shutter, cancel, decommission dozens of active missions across the solar system and in Earth orbit, and you’re going to really hamstring a lot of good science, a lot of things that feed forward into other aspects of national economies and competitiveness."]},{"begin":"182.400","end":"207.640","lines":["So the Senate and the House appropriators have been upset about this to various degrees, and they have, apparently, largely now restored a lot of that funding when you’re looking at, like, the appropriations process and the back and forth between the Senate and the House. I don’t think that we’re entirely out of the woods yet—things are not fully finalized—but it is looking a bit brighter."]},{"begin":"207.640","end":"247.520","lines":["And one contributor to that pushback from Senate and House appropriators might have been a letter that was recently sent to them—an open letter from all the living previous science chiefs of NASA, the associate administrators of the Science Mission Directorate of NASA. Every single one who’s still alive, from serving [in] the Reagan administration all the way through the Biden administration, signed on to this letter on a bipartisan basis and said, “We’re really not cool with these proposed changes; they’re potentially catastrophic for the nation and for NASA as a whole, so let’s not do them.”"]},{"begin":"247.520","end":"251.000","lines":["So this pushback is like really seriously bipartisan effort."]},{"begin":"251.000","end":"268.440","lines":["That’s correct. And, you know, these are serious people. They’ve had their finger on the pulse of every aspect of our civil space agency for, you know, the better part of 40 years, collectively. And none of them seemed too happy about the potential changes that these budget cuts would’ve wrought on NASA."]},{"begin":"268.440","end":"274.240","lines":["Let’s talk some more about those potential changes. What are the signatories of this letter most concerned about?"]},{"begin":"274.240","end":"286.760","lines":["You know, it—it’s hard to reel out a concise laundry list because the cuts [laughs] were so large, they threatened to affect almost everything. And I’m gonna read just a couple of quick excerpts."]},{"begin":"286.760","end":"310.760","lines":["So they say that these budget cuts would, quote, “cede U.S. leadership in space and science to China and other nations,” would “severely damage a peerless and immensely capable engineering and scientific workforce” and would “needlessly put to waste billions of dollars of taxpayer investments.” They would, quote, “force the U.S. to abandon its international partners who historically contribute significantly to U.S. space science missions.”"]},{"begin":"310.760","end":"335.320","lines":["And then they spend a paragraph going into more details. And we’re talking about things like winding down Hubble, even starting to wind down the James Webb Space Telescope, which only launched a few years ago. We’re talking about turning off missions that are currently at Jupiter, like NASA’s Juno mission. We’re talking about retreating at Mars and turning off a lot of the orbiters and landers and, and rovers there."]},{"begin":"335.320","end":"357.120","lines":["We’re also talking about closing some of NASA’s eyes to Earth. We’re talking about cuts that would affect things like the Landsat program, which NASA manages [with] the United States Geological Survey, which, you know, looks at things like weather and precipitation and, and helps people avoid dangerous storms or know when to plant or harvest their crops—things like that."]},{"begin":"357.120","end":"378.280","lines":["It even cuts into things like aeronautics; people forget that that—the first A in NASA stands for “aeronautics,” I’m pretty sure, and there’s lots of work that’s done there, too. That’s everything from developing next-generation engines and other parts of airframes that can lead to more efficient flight to, you know, software systems that can probably help air-traffic controllers and things like that. It’s a full-spectrum situation."]},{"begin":"378.280","end":"385.560","lines":["So I know that you talked to one of the authors of this letter. Could you tell us more about who he is and why he feels so strongly about this?"]},{"begin":"385.560","end":"414.320","lines":["Yeah, his name’s John Grunsfeld; sometimes he’s called “Dr. Hubble.” And he is a lot of things. In short he’s an astrophysicist. He is a five-time spaceflight veteran—a former NASA astronaut who went up to fix the Hubble Space Telescope and service it, hence the “Dr. Hubble” name. And of course, he is also a former associate administrator of the Science Mission Directorate, a former chief scientist of NASA."]},{"begin":"414.320","end":"423.120","lines":["There’s no question that science in the United States is under attack, and the president’s budget request shows that NASA, you know, is not at all spared."]},{"begin":"423.120","end":"447.040","lines":["And so when people like this have strong opinions and speak up I think it’s important to listen. I really feel like some of his strongest material was when we prompted him by saying things like, you know, “What—why is this happening right now? What upsets you about it?” And he had some pretty sharp words for, you know, these proposals and, and the Trump administration. He threw some sharp elbows."]},{"begin":"447.040","end":"461.920","lines":["You know, I can only speculate that this is part of a deliberate attempt to dumb down America. People who are poorly educated are much more easily manipulated than people who have strong critical-thinking skills."]},{"begin":"461.920","end":"488.080","lines":["The stuff he said there, it’s the kind of thing where this isn’t some sign-toting hippie doing a protest in the street. Like, this guy—that was the other thing that he said that I thought was really good: when I challenged him directly, I was like, “You know, you can look through your socials and your history and I can see that, you know, you were a supporter of Kamala Harris. There’s gonna be this pushback on you—that you’re just a partisan hack and you’re compromised by your bias—and how would you respond to that?”"]},{"begin":"488.080","end":"525.920","lines":["And he answered me very clearly: talking about his resume, talking about his experience at NASA, talking about his spaceflights and how he put his life on the line for the nation to upgrade and service and preserve one of our most cherished and enduring iconic national resources, the Hubble Space Telescope. And he talked about how he’d worked in both Republican and Democratic administrations in the past. And, you know, I—to me that really resonated because, like, this is—he’s not the kind of person who makes a lot of headlines with a lot of splashy talk, right? But when he does talk in a concerted way that’s trying to get attention, I do think it’s worth listening."]},{"begin":"525.920","end":"528.760","lines":["Yeah, and what is he most concerned about?"]},{"begin":"528.760","end":"535.200","lines":["So the two that he really highlighted for me when, when we spoke, the first was the cuts to astrophysics."]},{"begin":"535.200","end":"558.080","lines":["I’m an astrophysicist, so that actually has me seriously depressed. There’s especially one cut, which is eliminating the high-altitude balloon program, which—I have to say, having run NASA Science—is probably the most efficient and productive program in all of NASA and in all of the federal government because it always has a tiny budget and it does tremendous science."]},{"begin":"558.080","end":"579.360","lines":["And it seems to be one of the areas where NASA and, by proxy, the United States is really in a pole position. We’re really leading the world in a lot of domains of astrophysics in terms of building telescopes to see further and more clearly deeper out into the cosmos, and he definitely thinks that that is at risk."]},{"begin":"579.360","end":"583.320","lines":["And the other one that he pointed out has—it hits a little closer to home."]},{"begin":"583.320","end":"603.800","lines":["Earth science: part of NASA. And one of the things we know is that the Earth as a system is incredibly complex, and it’s that view from space—not only, you know, seeing the whole Earth with our fleet of satellites but also over a long period of time—that allows us to develop models to accurately predict what the future will be."]},{"begin":"603.800","end":"632.320","lines":["The planet’s warming, and that’s not a partisan appraisal—that’s just a fact. And we need to know how that works. And we need to know how it’s cascading through the Earth’s system to affect everything from precipitation patterns to extreme weather events, so on and so forth—sea-level rise, lots of things. So there’s lots of areas where NASA’s work, especially its observations of our home planet, really do touch people’s lives, everyday people’s lives, in, in lots of subtle ways."]},{"begin":"632.320","end":"642.000","lines":["Of course NASA has faced potential budget cuts before. So, what does John say is different about this? Why did he and the rest of the folks who signed feel the need to speak out now?"]},{"begin":"642.000","end":"667.120","lines":["One thing that’s indisputable is: if you look at these proposed budget cuts and you look at NASA’s funding over time, across the entirety of its nearly 70-year history, the budget cuts, if they went through, would be bringing NASA to its lowest state, its lowest budgetary state, since before the [beginnings of the] Apollo program—since, really, its founding. So that’s pretty historic."]},{"begin":"667.120","end":"701.560","lines":["And of course, NASA is doing a lot more with its money than it did back in the Apollo days. You know, back then it was all about a moonshot and beating the Soviet Union in this new “High Frontier,” and it was a very focused, almost singular goal. Now NASA’s portfolio is vast. If you look at all the different things it’s doing and all the different types of science that it supports, all the different technology development that it supports, all the different aspects of our lives that these things filter into, it’s just grown so much."]},{"begin":"701.560","end":"725.840","lines":["So we’re pairing a historically low budget with an immensely expanded portfolio of responsibilities, obligations and opportunities, and I think it’s that combination that really set the alarm bells off and that really brought not just John Grunsfeld to the table to write this letter but also all of his predecessors within NASA’s Science Mission Directorate."]},{"begin":"725.840","end":"731.520","lines":["It makes sense that this former NASA head is really concerned about this stuff. But how could it impact our listeners?"]},{"begin":"731.520","end":"764.840","lines":["Woo, well, I think that our listeners should care for many different reasons, and, and it kind of depends upon one’s point of view. If you’re really enthused and excited about just fundamentally expanding the frontiers of our knowledge about the universe, right, if you are captivated and awestruck by pretty pictures from space telescopes and other worldly vistas from interplanetary spacecraft, you should be concerned about that window closing on the universe. And again, we’ve been at the forefront."]},{"begin":"764.840","end":"795.880","lines":["Maybe you’re very, very, very patriotic and you’re always first to start chanting “USA!” at any public event. Well, in that case maybe you don’t care so much about pretty pictures from space telescopes and rovers on Mars looking for signs of life, but maybe you just want the U.S. to be the best, right? And if these sorts of budget cuts go through, then it’s very hard to see how we’re still gonna be the best in these domains, instead of some other competitor nations, particularly China."]},{"begin":"795.880","end":"834.320","lines":["China’s rapid rise in space science and exploration and spaceflight is something that many people have flagged, obviously, and that John Grunsfeld also noted when we spoke, and they are going full bore. They have a space station up there right now. They are going to be launching almost, like, a Hubble Space Telescope–like orbital observatory that’s gonna hang out near their space station for servicing in [the] coming years. They are probably going to pull off the first successful Mars sample return mission before NASA and the European Space Agency, its key partner, will manage to retrieve a bunch of samples that they already have stored there on Mars."]},{"begin":"834.320","end":"851.880","lines":["You know, attracting the best and the brightest to our shores from all across the world, because who wouldn’t want to work on a mission to land people on Mars? Who wouldn’t wanna work on a mission to try to find life on some distant exoplanet? Those things are fundamentally attractive and cool to a lot of people—again, the best and the brightest—and we want to have them here, I think."]},{"begin":"851.880","end":"893.720","lines":["There’s also the direct-utility angle of people wanting to know if it’s gonna be rainy or sunny tomorrow, what they need to wear if they’re going out to work: Should they wear a light sweater, or should they, you know, wear seersucker because it’s gonna be 90 percent humidity? Is there gonna be a big squall or hurricane that might blow in? Those things depend on forecasts, which are based on data that, to some degree, comes from NASA assets—NASA satellites, NASA computers crunching the numbers, all that stuff. So Earth observations have a very strong, direct influence on our daily lives, whether we really recognize it or not, and it’s threatened by these sorts of budget cuts."]},{"begin":"893.720","end":"895.520","lines":["Lee, thank you so much for coming on to chat."]},{"begin":"895.520","end":"902.520","lines":["Rachel, it is always my pleasure. Again, I wish the circumstances were a little better, but hey, hope springs eternal."]},{"begin":"902.520","end":"908.600","lines":["That’s all for today’s episode. We’ll be back on Friday to talk to a meteorologist who’s made his way to Washington."]},{"begin":"908.600","end":"927.720","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"927.720","end":"948.680","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":948}