{"title":"Why Top CDC Experts Are Resigning, and What It Means for Public Health","img":"https://static.scientificamerican.com/dam/m/3b997fb7683090ca/original/2510_SQ_WED_CDC_thumbnail.jpg?m=1759261811.17","url":"https://www.scientificamerican.com/podcast/episode/demetre-daskalakis-on-rfk-jr-vaccine-schedule-changes-and-cdcs-future/","audio":"https://traffic.megaphone.fm/SAM1308745128.mp3","intro":["The former director of a CDC center reveals how political ideology is undermining science, threatening vaccine policy and endangering public health across the U.S."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Public Health"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"In recent weeks several prominent public health experts have resigned from the Centers for Disease Control and Prevention, citing concerns about the agency’s shift away from science-based decision-making."},{"author":"","text":"Among them was Demetre Daskalakis, who until recently directed the CDC’s National Center for Immunization and Respiratory Diseases. He’s here today to tell us more about what’s going on at the CDC—and what concerned experts are doing to try to keep America healthy."},{"author":"","text":"Thanks so much for, for joining us today."},{"author":"Demetre Daskalakis","text":"Thanks for having me."},{"author":"Feltman","text":"So to start could you tell me a bit about your former role at the CDC and what you did there?"},{"author":"Daskalakis","text":"I, actually, in my five years at CDC had seven separate roles ..."},{"author":"Feltman","text":"Mm."},{"author":"Daskalakis","text":"So I will just focus on the last two years, where I was the center director for the National Center for Immunization and Respiratory Diseases."},{"author":"","text":"So, you know, CDC is made out of centers—that’s what Centers for Disease Control and Prevention mean—and so the National Center for Immunization Respiratory Diseases, which we’ll call NCIRD for short, is the center that is responsible for a lot of vaccine policy and vaccine-preventable diseases for the country, as well as the jurisdictional immunization programs and the very important Vaccines for Children Program."},{"author":"Feltman","text":"And how have things been changing there over the last year or so?"},{"author":"Daskalakis","text":"I mean, not for the good. I think that with the installation of the new secretary of health, Robert F. Kennedy Jr., I was seeing a pretty significant shift away from sort of science-based work more toward this ideologic, almost authoritarian-style leadership coming from the Health and Human Services secretary that didn’t really value or listen to any expert information or advice."},{"author":"Feltman","text":"You recently resigned, as did several other prominent experts at the CDC. And the feeling in, in a lot of your resignation statements was that you felt that the CDC had become something so different from what it was supposed to be that you could do more work from the outside. What do you think that’s going to look like?"},{"author":"Daskalakis","text":"I mean, unfortunately, I think my resignation letter was a little bit prophetic because, I mean, literally right after I resigned, you know, CDC put up a political manifesto as their mission statement that really, again, was all ideology and very light on science or public health. And then, you know, we’ve seen the Advisory Committee [on] Immunization Practices, where the fire wall between science and ideology and politics completely broke down, and I feel like I’m sort of in a unique position: I really understand what is supposed to happen and what the normal process is. And so I feel like one of my main roles outside of CDC is going to be to sort of identify when there are glitches in the Matrix and when there are things happening that are atypical and things that aren’t sort of going through a process that value science before sweeping statements and policies are made. And so I will have that utility for as long as I sort of have the awareness; I can point at the chaos."},{"author":"Feltman","text":"Yeah, and what do you think some of the solutions look like for public health organizations outside of the CDC to keep America actually healthy [laughs]?"},{"author":"Daskalakis","text":"Yeah, I think that this is, like, the key moment where, as someone who’s worked in governmental public health for over a decade and in health care for two decades-plus, it hurts me to say that I don’t trust what’s coming out of the CDC. And as an infectious disease doctor, when I see patients and I have a question, that’s where I go. And so, unfortunately, I think that we’re seeing the decay of the quality of information, and it’s not, like, a random decay; it is a specifically targeted decay to create an ideology propaganda machine that’s Orwellian, as opposed to a trusted health source ..."},{"author":"Feltman","text":"Hmm."},{"author":"Daskalakis","text":"So I think that the first is that this won’t last forever, but it’s what has to happen for now because of the way leadership is at HHS. So I think that, really, a lot of the onus and responsibility now falls on—I’m gonna call them “para-public health”—paragovernmental organizations that are actually using process and data to sort of generate sort of recommendations and, you know, in effect, replacement policies to make sure that the health machine of the U.S. continues to function even as people are trying to destroy it. I think that the answer is that those organizations are going to have to carry the water for a lot of this. They’re going to need to be the trusted voices for the folks at the front line, whether they’re public health practitioners or medical providers."},{"author":"","text":"And what I hope is that they are forming deeper and stronger alliances so that they are gonna be more unified in what they say, because one of the scary parts is these states that are putting together coalitions, they’re doing the right thing, right—let’s just be clear. But it’s gonna create a tapestry across the U.S. that is about have and have-nots. So your California-Hawaii axis and your, like, Northeast axis, you know, they’re doing great. The question’s gonna be: Is there going to be something for the South and parts of the Midwest that may not have that political will that’s necessary to lift up [that works] to make sure that folks are protected? And if government funding—which could be taken away at any minute, and they have really created some levers where they’re going to be able to potentially pull funding with not a good reason from a lot of jurisdictions—like, how is that gonna play out in places that don’t have tax base to be able to cover what the federal government normally provides?"},{"author":"Feltman","text":"Absolutely. So as you’ve alluded to there are a lot of things going on at the CDC that do not align with the science and that are troubling, so it can be, I think, kind of hard for people to keep up and know what to pay attention to. So I’m curious: What are your sort of biggest concerns about issues that the CDC is mishandling?"},{"author":"Daskalakis","text":"I’m worried that the sort of ongoing effort to sort of identify programs that are somehow not ideologically aligned to the administration are going to be yanked and that’s going to mean safety nets for people in the community are gonna be taken away. But even bigger, they’re dismantling what CDC does, and CDC, one of the most important things that it does is it pumps out 80 percent of its money to [state and] local jurisdictions. So if that starts to falter, then that means that when CDC starts to fail there, local jurisdictions are also going to fail, and that’s going to mean people are going to suffer, people are gonna get diseases, and forget about infectious diseases—what’s gonna happen with overdose prevention?"},{"author":"Feltman","text":"Mm."},{"author":"Daskalakis","text":"What’s gonna happen with syringe-availability programs? It’s not ideologically aligned. And going back to infectious diseases, like, we know what happens in environments where those services go away: Disease outbreaks happen. There’re gonna be HIV outbreaks. There’re gonna be hepatitis C outbreaks. There’s gonna be, like, increased overdose. So, you know, what I’m worried about is what’s years and years of progress is gonna get pulled back because people just wanna break stuff."},{"author":"","text":"And then, on the other side, vaccines—I think that the Advisory Committee [on] Immunization Practices has now become completely irrelevant. The problem is that it is still relevant to the people who need vaccines for children through that program ..."},{"author":"Feltman","text":"Right."},{"author":"Daskalakis","text":"So, you know, the good news is that they tried to break stuff during the ACIP meeting; what they broke was scientific process, and so you can’t trust anything that they’re doing. But the output of what they did could’ve been way, way worse. But it still means that they now are able to flex the muscle and say, “I don’t like this vaccine, and with no data I’m gonna remove it from the childhood schedule,” like they did with measles, mumps, rubella, varicella—or chicken pox—combination. Like, there was no public health problem for which they were solving, and they decided to just take that off."},{"author":"","text":"I think the other part is that the only person briefing the president is RFK Jr. ..."},{"author":"Feltman","text":"Mm."},{"author":"Daskalakis","text":"And I think what we saw, in the most recent press conference, where they were talking about acetaminophen and autism, since there’s no data that supports the assertions that they’re making—but what we saw was, I think, a terrifying preview of what RFK Jr. wants to do with the vaccine schedule. I feel like what President Trump said was at least based on something that was briefed to him by RFK Jr., so are we looking at spreading out a vaccine schedule in a way that doesn’t protect children based on no data or based on RFK Jr.’s decades-old ideology that has not been proven by any science? I think we have a dark future coming; it won’t be forever, but I think it’s gonna be dark for now."},{"author":"Feltman","text":"What advice do you have for individuals in America who are feeling really anxious and fearful, for themselves, for their children and also for their neighbors and loved ones in general in terms of keeping people healthy? You know, what can people do?"},{"author":"Daskalakis","text":"So first, I think one of the things that we do in public health all the time is say how important it is to practice trauma-informed care. So we very often don’t turn that light back on ourselves, and that includes the people that we serve sometimes. And so I think, as a public health leader, I’m gonna start with some trauma-informed leadership for people and say: it is okay to be scared because it’s scary. There are things happening that are not good for your kids’ health and not good for your health and, frankly, not good for the public health security of this country."},{"author":"","text":"So my advice, other than that your feelings are valid, is: I know that not everybody has a health care provider, but where you do have a health care provider you need to connect with them because they’re going to have better advice than what CDC and HHS are putting out."},{"author":"Feltman","text":"Mm."},{"author":"Daskalakis","text":"So if you’re pregnant and don’t know what to do with acetaminophen, talk to your ob-gyn. If you don’t know what to do with vaccines for your kids, talk to your pediatrician. If you don’t know what to do for vaccines—with vaccines for yourself, talk to your primary care doctor. If you don’t have a primary care doctor, talk to your public health department, see what they’re recommending. If that’s not something that you wanna do, talk to your pharmacist. Really think about the people who are smart and know what they’re doing and approach them."},{"author":"","text":"And I guess one really important thing to say, which is, like, for people a red flag: I’m a doctor; I take care of patients. Even through a lot of public health emergencies I was able to still see patients. And one of the things that I know is that the relationship between doctor and patient or any health care provider and patient is a sacred one."},{"author":"","text":"Whenever you hear anyone trying to destabilize that relationship, as the secretary is doing, you need to say that “I don’t trust that person ...”"},{"author":"Feltman","text":"Mm."},{"author":"Daskalakis","text":"Because that relationship is really what makes public health and personal health in the U.S. work, even though it’s an imperfect system."},{"author":"Feltman","text":"Yeah, you know, you were at the CDC through some pretty serious public health crises. The Mpox outbreak comes to mind as one that you’ve been credited with handling really beautifully. So I’m curious if you could, using that outbreak as sort of a benchmark for comparison, could you walk us through how you think that the current CDC is set up to handle a serious disease threat?"},{"author":"Daskalakis","text":"I’ll start by just saying that my last few weeks were pretty hard, but the last eight months at CDC were awful. And the reason that they were awful was because people who have no idea about public health were using, like, a “break it” strategy to do what they think is sort of refashioning CDC into some kind of different organization."},{"author":"","text":"Outbreak response isn’t just about the infectious disease. So my Mpox response is something that I think is a great example of why this plan at CDC isn’t good. When I started working on the Mpox response one of the things that I did was try to weave together different pieces of the U.S. government’s work to create what I called a syndemic response."},{"author":"","text":"So Mpox is a syndemic—that means interacting epidemics that when they touch each other make themselves much worse. And so Mpox is an epidemic, HIV is an epidemic, homelessness is an epidemic, drug use is an epidemic, so all of those things converged to actually create a really bad Mpox outbreak. So what I was able to do in Mpox was bring together mental health providers, housing providers, HIV prevention, HIV treatment in a way that generated an effective response."},{"author":"","text":"So these people who are pulling CDC and the federal government apart don’t understand that. What you’re doing is taking away, like, the limbs of a response. So maybe the infectious disease sort of work is, like, the heart or the brain, but it’s not the arms and legs. The arms and legs means you need all of those things to work together."},{"author":"","text":"And so as you see CDC being torn apart, 2,000 people who are no longer there, years of experience, centers that are being demolished, we are sorely unprepared for the next thing, even if it’s not so big. And I’m sitting here as an expert not only in infectious diseases but in outbreak and emergency response, I’m looking at this saying, like, “The people who are tearing apart your public health endeavor have no idea how to do this.”"},{"author":"Feltman","text":"Mm."},{"author":"Daskalakis","text":"It seems as if they’ve never responded to anything—which is true. All of the people who are making these decisions are not responders. They don’t know how to do it. And so breaking it without knowing anything about it is gonna mean that the next Mpox is just not gonna go as well."},{"author":"Feltman","text":"Well, thank you so much for coming on to, to talk with us today. This has been really enlightening."},{"author":"Daskalakis","text":"Thank you so much. Thanks for having me."},{"author":"Feltman","text":"That’s all for today’s episode. Tune in on Friday for a special field-trip: we’re spending some time in one of the quietest rooms on the planet."},{"author":"","text":"In the meantime, don’t forget Science Quickly is up for a Signal Listeners Choice Award and we definitely need your vote. You can find a link to do that in our show notes. Thank you in advance."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[610,3914,4095,3890,1871,19258,24295,14288,14345,21727,11740,16086,13962,12213,14595,18436,20554,14511,14366,15614,6222,15965,12313,14796,23020,15047,17418,14072,9608,3802,7230,20679,21874,19049,16900,14639,15097,15590,12621,13235,12054,9632,12003,15675,20104,20051,18713,17884,21676,17186,24434,24193,9561,11432,23593,19716,16358,17493,15217,15058,19844,10780,11377,11505,16328,13533,16498,17445,18690,18239,22764,20770,21228,8895,8112,6854,6999,11105,14555,13763,23353,20950,16830,17100,11383,9586,18559,19269,15331,11701,10964,18616,14157,12302,5580,22069,18028,12158,5304,2349,1092,677,224,55,6,0,0,0,43,262,1050,2031,12780,7601,10656,8621,8833,10615,10495,12250,10396,12562,10966,10569,12671,10932,11687,11853,12199,11660,10364,15653,14037,12928,12643,11077,15008,11873,13695,14698,13881,12741,10402,11076,8597,10059,6873,6644,5616,16463,14475,15994,15540,14283,14586,16250,12437,14405,10327,7708,5898,6556,7711,7837,9824,10539,10993,12338,13106,13845,13151,12638,11022,9046,9486,6473,6074,2123,1694,4436,3770,3034,3357,2178,2180,17296,11626,11219,10648,16205,11813,13877,15200,17471,16397,15772,21243,17856,14519,14886,17022,15599,13166,15385,19157,16203,7157,5620,21289,12824,18933,20387,14997,14965,14249,15911,14969,14183,15043,16060,16638,11726,16502,12232,10826,3034,2362,21595,14422,16254,15442,15866,18307,14691,13951,10437,15353,13943,13516,11759,15354,14674,12674,12317,17739,16140,13648,13388,14445,17252,15391,14695,12389,8362,11883,2253,10210,15846,17528,13657,13836,14234,17612,15908,14672,14521,13113,16100,20506,16716,15652,23239,22016,17248,13007,13470,22175,14054,20205,17559,12799,3955,1174,1121,513,20294,17082,13907,15562,13842,17535,2210,18990,19610,19174,2228,17304,12860,14335,16011,11473,20904,15007,20285,13844,16870,13219,14153,12653,6890,9698,20163,13047,13808,16701,107,22714,17874,15145,21138,21390,11093,9335,17008,21391,22334,19115,16774,6114,19660,19624,14092,18115,19979,22110,19763,9999,11883,16574,9491,18301,7177,21876,21041,15382,1826,22852,19173,16806,12476,10460,12772,10361,18577,12331,10339,10123,1910,19912,15380,14942,15968,17443,19216,20743,12664,19527,10906,17543,5970,9559,11728,15983,8010,9822,12303,18471,20186,21768,18239,13730,11231,9277,12370,21070,8478,17025,10786,12254,16695,13848,22575,16817,9902,16477,18058,14571,13208,18317,23261,15588,16875,18209,14209,11457,19674,18609,19737,10046,20586,18825,19512,8594,18406,10008,13901,14898,16408,21626,11959,22081,19086,18685,9372,11304,17332,12543,15136,13558,15198,14218,14876,12670,12337,18904,19740,11292,17990,9806,12567,13917,11010,4545,21753,10591,18038,11146,16351,11613,15722,11433,13329,11635,11848,15132,11065,12797,12651,13880,17499,18924,17059,10512,13932,20175,16418,15740,11759,11656,14843,14677,14080,15611,3640,13580,22446,17731,16661,18031,18074,14305,9343,12352,15509,2623,20412,14519,13408,12404,9791,15493,12720,15374,14293,14991,11524,22967,13001,12653,13603,11343,12756,18294,8654,13146,14642,16831,17384,19736,13324,20646,9952,14832,13408,14865,17267,17847,7304,15881,17526,1195,14571,13568,19023,16030,11377,15479,17030,14325,10986,15443,12558,14430,15111,21296,20361,12105,12905,16572,13604,18031,21540,12954,14006,15153,12264,19651,6484,4536,14187,14270,13755,21138,18264,16382,7262,18689,15097,12591,13578,18897,12524,12074,9517,7080,2916,19940,12964,14778,16846,15452,14900,13354,11319,11042,9601,18543,2693,17052,12921,19621,16899,13189,10166,9864,8142,22548,16396,1229,1086,15759,21520,8272,499,17716,14710,17572,16932,15073,12133,17420,12964,11849,8887,14393,12639,13270,6404,22290,11176,17818,18670,13569,15639,19951,17898,14033,22573,3871,264,14448,11417,12948,14142,12143,12630,11805,14405,11149,11978,12138,13049,15752,9177,22201,6687,1388,20426,17175,14846,15501,19377,19817,17446,19352,14157,1004,15256,13710,13104,20224,14138,13258,17189,20752,12890,1189,22946,16548,15721,14938,13096,19997,19235,12022,20420,13172,19001,20134,21991,11273,14913,14644,18591,20316,11904,9663,16462,15013,21220,3782,21524,20964,13111,12464,14970,9412,14724,22907,11465,10774,11891,11691,13058,18271,13456,10259,19444,17997,20683,16982,7979,19447,11951,13903,19563,18770,9217,16796,10206,8675,9011,13509,19010,5333,16158,10242,19768,20018,12501,18892,12842,14813,14894,5230,22535,21693,15030,14093,14178,20236,14758,14246,21106,13057,5346,19549,15226,13305,17757,14136,10870,12970,19850,17293,21014,21530,13598,13248,12211,23561,19542,15899,10242,12251,12519,9204,13085,6930,18161,22402,20415,20796,16304,13288,15931,13317,15032,13327,19124,19657,19039,13608,13679,20362,13242,13352,12274,17555,16713,14398,13661,12591,13827,15325,14766,20648,21890,1613,20076,20339,13770,21385,11613,11505,14067,12650,16425,5563,21188,16120,10631,21624,13259,13488,10325,14335,19030,22216,20351,9210,14710,15576,17663,15870,20338,17851,20313,1624,15047,16863,11368,17199,13025,14728,13784,5142,15515,13432,16908,14592,15712,13920,13897,13415,11180,14552,12205,12483,12045,19699,17600,14214,14720,7715,21354,14184,7588,7164,8695,9057,15792,1979,11068,17318,16854,7445,10447,8078,14361,13140,19046,18319,18617,11547,15140,8411,13161,12184,13924,21145,15981,12081,12364,16143,10588,10638,14360,13399,16846,17270,13196,14339,17156,10952,15231,16204,12516,7805,17372,17928,19353,21136,1544,20900,17040,15054,15227,18932,20466,19124,11082,18155,16324,11511,9694,21674,7270,21655,21824,11342,13302,22775,15207,1915,17909,13544,16193,18367,7057,20679,17242,19855,14862,22127,15729,16497,1412,15318,18611,14911,17151,12833,18790,11624,16772,11721,11009,15092,13748,20031,7640,15540,20239,14069,13032,15391,10918,14811,16146,23691,19512,18097,15384,13333,11741,13910,15444,16275,14278,15110,15647,12112,9986,14510,16790,15099,15682,6510,12714,13394,20261,20048,11914,18369,15843,11977,13063,18874,10775,5918,22509,13975,11685,10071,18720,17051,14514,14273,9083,19459,21552,13183,17876,16924,6534,23097,16432,22955,17130,14088,16521,14359,18959,16453,16307,3498,11592,19102,15847,13071,13875,14237,10591,23287,4693,21216,18359,13429,14951,19828,20432,15335,12442,15777,14570,15411,19574,18460,14222,16231,20988,16020,20409,10114,15251,17135,17542,10034,17314,18149,14914,12603,11512,9751,5533,21397,19778,16556,10945,13042,17641,21711,19478,12853,17871,3795,20676,19721,12672,13579,19198,16463,20742,13361,14481,9609,18503,17979,16884,18575,22361,20482,13404,16250,20728,9658,8363,10725,16594,17680,17284,11088,21582,12370,16143,17014,16465,14984,8801,11128,18769,20943,10572,13948,16826,13200,20116,19613,18191,17623,14231,1921,23629,18991,15638,19418,15908,17675,9988,11992,6043,13584,13754,20396,18300,14650,19608,15030,13981,20946,17651,15852,15480,12243,10852,12991,17733,16641,17088,13129,12865,17017,18747,21137,20356,18331,18520,12473,14066,15999,15808,11136,17950,10087,16130,11454,3050,21946,21582,20896,20072,2849,14306,16881,16563,13582,14694,12717,15535,13064,18950,10953,13153,10302,15773,17267,16133,15548,9820,11765,18492,12226,11336,14777,11853,7367,21873,14079,13536,11746,12453,8867,1199,15568,18808,15007,17300,13702,13150,12208,13917,16851,19452,20370,18456,5381,20851,14466,15853,17552,22651,13173,13414,19627,10225,7490,19818,11803,15582,8014,14680,10655,15422,16658,16856,17145,16732,8666,17395,13744,16596,10031,12050,18851,18430,12086,5608,13989,15389,12875,11743,23578,13331,19280,16451,15518,14228,15346,17039,18126,16104,14936,11583,10063,11554,18581,11899,12475,12509,19932,15148,18264,17900,17604,10048,12820,15977,15591,13140,9754,18846,15681,17278,17588,14245,15028,12115,9774,16551,12365,20830,10679,19196,19661,19381,17732,17154,14974,14776,16261,16127,16728,15261,14374,3797,13724,14843,14094,13490,14784,16821,8044,23763,22606,12351,16034,16752,13753,14031,13585,14891,11960,17869,15570,11157,22480,16704,13709,7075,9555,22405,11548,14738,13211,16583,6027,19192,21400,13458,17883,12215,14522,11641,21169,14897,11344,11536,13660,10520,17381,15027,13791,16154,11263,10995,14809,12468,0,12634,6890,12187,2583,17797,10883,20018,15974,10645,12396,14026,14950,16738,14414,5047,16140,16036,15444,18891,14596,10996,13187,12888,11305,7861,8535,15922,12502,16188,11407,12834,17862,14621,15652,12460,21689,12493,4602,10007,19122,14993,17780,20819,16028,20106,16010,16030,13315,11329,7764,7446,21826,14206,7776,16016,12746,17108,16202,17756,11763,9977,16039,15993,14722,15573,14314,8365,18362,12502,20810,14956,15034,13973,9123,9480,13736,16496,9043,5670,1936,21470,17102,21617,20308,14325,19271,14082,17181,13200,5319,15442,22181,18955,16690,10234,17865,11631,16355,16167,19842,21624,13203,19605,10252,14067,16477,13763,12201,15066,13449,12621,17483,16670,12580,15840,16737,21733,14389,11931,11875,11695,14450,19662,11781,12710,13107,10112,12472,16210,8060,12103,17212,12727,19255,15519,18096,17843,19251,13975,13614,14397,8484,12123,5719,315,18089,14390,9297,19568,14743,9951,9940,19530,9200,14654,22226,11025,11474,10902,14143,12497,13452,12687,11487,4368,21132,23146,22255,18496,12826,21584,7650,1055,16752,21636,10526,22856,18770,11671,10551,16734,9537,14516,14329,1242,15902,12079,15579,12717,18661,13140,8989,11056,8449,22652,18647,12378,13756,7968,16484,13797,14917,23411,13245,5607,15447,17349,21678,8965,15667,15456,18998,15713,21930,19201,13493,9557,13818,19157,20070,22703,16411,19757,14462,8148,6265,20370,21037,20038,17904,17115,15127,18805,14584,16021,15075,19643,22096,16982,16407,22262,17308,12719,20063,22549,18214,17867,10310,17584,8949,18852,19810,21077,10739,18756,15969,9946,13729,13000,13806,13206,15772,6386,13312,20700,10394,21457,14956,14785,13812,21139,14742,11169,11219,11641,15826,19622,15305,11858,13981,21192,10974,10260,18211,17323,13116,18867,20488,20601,20174,17519,15213,16774,12772,13257,14036,19551,15126,7745,13906,17872,20283,18817,12744,14505,15075,16760,19884,10248,1549,16414,18338,20375,18729,21595,13072,13508,21301,17832,14864,9390,18895,20575,12718,13194,9860,13277,17736,10775,7460,21502,18136,18031,12590,17898,16643,2732,19747,21617,15342,13494,6978,20608,15894,20594,15878,2919,13065,14352,15535,13954,13812,13614,23180,14442,17599,13741,12603,23230,18145,9202,1908,21909,20463,19249,17826,11208,22196,14797,20688,21133,18355,13403,6035,14274,8339,10965,11281,9647,20165,13375,13940,16765,13170,15139,20203,9735,9430,13516,12678,11392,12147,11870,10834,16930,21978,19626,14636,19704,16243,15243,1206,18937,17772,16935,15119,9101,21857,15960,18071,14790,10765,19531,18651,20212,14595,16566,17286,16626,14951,12376,12491,19822,18678,18203,20298,10054,12963,11344,17696,13336,15076,11994,12053,12589,18275,19756,20798,7551,21669,12447,14289,12993,13295,17459,18653,15564,13773,17946,13162,20032,14512,12685,14569,1370,22079,18276,18351,19384,18025,18989,13578,15933,14939,17518,5921,18214,19155,15926,11071,16926,19598,22549,21819,14577,18916,5395,21170,13139,12972,12121,12910,13335,14884,17184,14988,10412,10211,1481,17640,21756,19151,21654,23208,13990,11987,12363,14028,17872,16427,12548,13265,16008,16635,14821,13418,14145,19440,12480,19387,10151,17873,17346,16278,13236,15733,14747,14473,7866,13364,14414,15374,20633,10470,18717,21243,16933,21530,20256,17597,16679,13132,16658,16442,10394,7254,1868,15184,20618,13766,11319,11875,9695,11933,16736,8372,12256,6059,23096,20425,19461,20429,14183,14529,17141,17911,3852,18425,16927,18467,15722,13802,14508,17509,14892,16158,13066,18720,13826,11546,12097,14285,17741,15556,16972,21232,18903,19502,18426,21253,9362,16227,12433,13313,12733,14652,9925,20794,14175,5315,15850,18414,15943,18274,16210,11869,17926,17183,14129,10486,12847,19387,10816,16211,16467,11726,17256,18882,18595,11813,19223,17070,14541,7962,421,22777,15496,18170,11395,12098,12283,16009,13008,14527,8815,19332,14929,12365,13480,13901,18480,22058,19729,17369,13746,1075,15125,12868,11821,14367,18879,7728,14245,11463,13209,8954,12331,11433,17614,15795,13748,14493,10497,19811,16618,18075,14316,11238,15242,15019,14231,15299,20688,13190,13731,10957,9009,13725,17531,12390,13490,13928,11653,13026,7003,20469,20345,21185,20196,18964,10956,15281,12090,15178,11078,15851,10817,17310,16871,11602,16577,13071,12111,21215,10494,16106,15657,17862,10925,21963,20231,20183,16811,16894,20752,19629,18301,15985,13836,9733,20439,22591,14888,9181,12798,12171,11698,16607,15312,12303,19499,14454,22379,22005,14830,19719,13500,14683,21005,16918,15130,8236,16420,11239,11134,13466,12271,11938,14301,1512,16942,17343,9549,16107,10162,14868,15703,9503,14444,19164,13026,7192,19437,21573,17738,10950,13483,15831,12057,18685,16526,15093,15515,19495,16870,8239,22558,11278,15900,18755,16068,12058,12275,15378,13375,1172,21750,21945,20458,22286,6951,21257,18522,18758,13947,17353,21617,15429,16051,16183,21698,18907,16113,15943,16268,9457,7112,760,19932,18641,18310,17480,12427,14280,12104,14377,10672,22137,17023,16051,16105,18589,12804,18300,14654,20142,13515,15773,8925,10724,15322,14748,13884,5288,16194,18620,21843,13956,17443,17076,10206,15849,15034,14446,9557,20484,18078,11776,17393,12010,1999,18545,17614,16522,10345,19456,11298,14589,15040,14299,21746,20109,12151,14982,10496,1207,17414,19321,14717,13927,21730,9867,16353,21760,11502,13820,20134,2180,15313,22271,18645,15585,19053,11746,14027,15501,18117,18298,12983,15814,13088,7323,21369,18958,19305,14567,11128,10947,16155,14648,10401,2056,21505,20948,14878,11644,14756,10852,21524,19275,15715,9273,5581,6250,16667,17881,18995,11218,16123,15125,20438,3171,16869,15374,13838,14136,13364,18811,21020,23655,21816,21124,12949,14268,15695,10586,12879,15265,10730,13672,13743,16054,19674,17626,18279,21552,19798,10851,19503,17563,19515,16485,4859,15006,18634,18986,20699,11083,17234,13389,7884,16602,12594,13404,16410,13525,11654,2919,22429,21888,12539,20266,20981,8875,13743,14711,16583,16425,10094,20748,11765,13248,14603,15004,20524,14372,14376,14639,10009,12951,14626,8283,2834,1827,20544,20608,8781,14216,20958,14321,7868,13459,21159,10416,18168,20932,17721,13752,13697,20219,17733,10397,11362,12653,10254,1024,14725,13069,19763,21458,13137,15267,13819,3502,14561,23493,20866,14722,16246,14296,16497,19292,16579,14377,17037,14725,14990,9999,12607,8469,14135,17665,14166,12399,15218,1675,16573,18461,17793,10410,11546,13032,2856,15711,14241,10135,12206,16850,10237,8542,13952,12854,1412,19492,14036,4514,15773,15792,16557,11596,9548,16980,20357,18372,21222,17345,17721,18608,15564,14228,14558,22544,13872,2623,22397,13727,9521,17395,17418,5997,18894,19497,15535,14319,16829,14327,21891,23712,17845,6072,18497,16987,17790,13823,14997,17802,3278,18532,16808,13145,23669,16822,14373,13174,6840,9073,10366,8927,16429,9870,7164,14992,15708,14467,15733,12526,5131,11083,8582,16095,5961,21432,20489,20093,19814,19985,15601,22608,20597,11356,15552,16739,14534,18221,12079,18244,15695,14887,10327,10250,14641,2983,2447,22952,15336,19186,19744,18051,19383,12866,19374,16612,18621,8536,14816,17937,19127,12802,14720,14413,13903,16244,11889,13354,22915,20311,17726,21220,19884,16562,12716,19462,19344,18988,11510,16844,15927,22355,13745,6426,13854,15131,15772,20869,19037,17874,16298,12951,12700,2665,23404,16073,16399,19123,4271,15106,21116,11170,21896,10073,18469,7623,3443,12539,20620,20901,19215,16830,17135,15268,14256,14150,14972,18358,16113,16222,16712,21416,18241,13192,8473,10580,9878,13872,17167,2257,1765,20404,20054,14605,11226,16992,16572,16032,11838,18216,12074,14155,15920,11255,19304,19755,19521,13925,21759,16838,16085,11223,14929,12758,15294,18389,15046,13928,15208,5163,9797,17555,19455,18515,12790,22262,18853,9438,7727,18880,20909,21846,9702,17117,21910,21631,20001,11207,19402,11088,14572,13582,3889,19955,14832,18712,18357,13966,16062,16230,17318,16835,11268,3528,17168,21307,21286,19515,22002,19818,12882,12912,14019,14525,18505,7901,18202,12988,17564,12010,9053,2447,18992,20087,11821,14592,18490,12085,19372,20327,16262,15124,13176,16609,5536,2529,23650,15789,13425,14799,15370,11512,22294,21321,15728,17768,4919,16086,20341,18697,13546,9937,10039,19816,15636,18319,18626,18566,17448,19490,20504,17835,19445,16552,13518,19149,16358,17755,12380,17276,13638,13670,16115,14335,19187,13669,11439,12320,6646,13322,14403,17542,19422,16804,18159,10237,20143,14070,17807,8364,1005,16891,17826,14951,16679,15527,14839,9310,14099,13978,16229,15925,12250,14990,14744,15659,12085,1590,13287,13951,15621,7821,17859,17068,15706,22571,19040,17372,11382,18329,22246,16744,16761,18044,18955,20467,10504,13736,8917,10124,16495,18220,17638,19619,17345,14630,15837,17539,13713,6205,18708,19392,15030,18426,15141,7601,16752,13625,15939,14052,13917,20406,16696,16754,11144,12109,18370,8521,15959,20722,17162,23361,10580,10861,10451,12311,12574,13181,10604,18975,8381,15929,12197,13452,12009,13544,15430,13143,15463,8580,2112,21468,14965,16529,12684,17924,11141,19706,11958,14796,20258,16318,14065,17852,10418,8655,12469,13263,16682,12336,2131,18181,19105,21408,10527,17298,21106,21043,21769,18183,16811,10512,15902,12233,16012,18871,17562,14635,10615,12282,12025,20857,7178,21533,14305,15008,12985,17698,12564,15864,12727,14854,12360,16809,12670,15260,1807,19611,11689,16689,18409,19026,13913,12876,11703,2756,23648,11514,11985,15497,16238,12792,16971,15778,11260,2726,28,15365,16225,19436,1318,21978,18156,13447,14295,9674,14334,15787,19885,21408,21147,6692,13454,19560,16451,18138,8179,4276,18219,14763,65,15561,13622,21267,15469,12945,14679,10946,14401,13165,12794,14351,20066,20433,16040,18627,22123,16965,11109,22103,21601,12045,11534,2056,719,14941,16863,17130,16398,15401,14392,12707,17856,10567,15069,9527,14099,2936,14650,10769,12179,17991,19330,20235,20924,20308,3854,2055,1333,1273,10596,18762,12857,18746,14080,7382,3411,16918,17594,14673,13803,13447,13302,14720,17440,6453,14479,15532,12959,13511,13893,12474,15926,14337,15198,13545,13645,13585,8228,2010,16420,14851,11583,15964,17441,18628,18005,15887,14953,16113,14090,16572,14603,16521,13247,12320,17521,10180,15808,11937,12392,15425,4169,13625,17529,14003,14771,18451,14303,20400,12509,9061,20736,17773,12369,16621,8481,1846,8927,23521,15773,14460,14529,21046,12796,17043,18598,17533,14010,17108,14845,19127,17608,17212,12699,3937,14506,19880,17379,20725,21120,12519,12960,16535,3125,20008,17500,17295,19251,20536,18530,18481,16564,9700,23761,15363,15312,14093,18372,18786,14778,10633,2738,16713,22338,21544,16113,18510,19511,15145,18846,17673,15484,20917,16299,14447,13060,4272,2039,15996,20838,18049,17758,14009,17613,14338,17348,19521,9884,16766,16278,21442,2329,909,643,583,706,1215,1987,14922,13180,10781,10403,10208,10711,7839,5441,5451,16238,14970,12840,13392,12349,15092,12698,10441,12929,13270,14527,13746,13507,13535,12945,13341,13509,14605,13057,14125,13844,13295,12673,10747,11018,9538,6830,3250,1827,15278,11912,9674,6987,3916,1430,599,310,101,50,16,15939,13571,13986,13598,13328,12676,12613,11794,10673,6663,14152,16569,14762,11409,13003,9910,20797,10136,12970,18520,18649,11556,4615,24512,11381,6715,12919,7543,18969,15572,18188,12369,9529,4973,9512,8485,23046,22404,21047,15616,9959,15551,10419,14669,16990,17643,17425,11782,10793,19587,13294,15638,12200,17104,8873,18407,13668,18954,14478,19226,18475,15505,13514,21975,21812,13507,14372,14037,18934,24396,14453,5814,6824,19683,21182,15717,14859,13101,14469,16578,17499,11331,16962,19804,20968,24521,17694,15197,22859,17192,16477,24335,17859,22229,16363,14964,24310,16622,15941,9924,6989],"fragments":[{"begin":"0.000","end":"6.480","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.480","end":"33.560","lines":["In recent weeks several prominent public health experts have resigned from the Centers for Disease Control and Prevention, citing concerns about the agency’s shift away from science-based decision-making."]},{"begin":"33.560","end":"77.200","lines":["Among them was Demetre Daskalakis, who until recently directed the CDC’s National Center for Immunization and Respiratory Diseases. He’s here today to tell us more about what’s going on at the CDC—and what concerned experts are doing to try to keep America healthy."]},{"begin":"77.200","end":"82.040","lines":["Thanks so much for, for joining us today."]},{"begin":"82.040","end":"85.720","lines":["Thanks for having me."]},{"begin":"85.720","end":"93.800","lines":["So to start could you tell me a bit about your former role at the CDC and what you did there?"]},{"begin":"93.800","end":"98.440","lines":["I, actually, in my five years at CDC had seven separate roles ..."]},{"begin":"98.440","end":"98.560","lines":["Mm."]},{"begin":"98.560","end":"107.160","lines":["So I will just focus on the last two years, where I was the center director for the National Center for Immunization and Respiratory Diseases."]},{"begin":"107.160","end":"133.040","lines":["So, you know, CDC is made out of centers—that’s what Centers for Disease Control and Prevention mean—and so the National Center for Immunization Respiratory Diseases, which we’ll call NCIRD for short, is the center that is responsible for a lot of vaccine policy and vaccine-preventable diseases for the country, as well as the jurisdictional immunization programs and the very important Vaccines for Children Program."]},{"begin":"133.040","end":"137.600","lines":["And how have things been changing there over the last year or so?"]},{"begin":"137.600","end":"164.760","lines":["I mean, not for the good. I think that with the installation of the new secretary of health, Robert F. Kennedy Jr., I was seeing a pretty significant shift away from sort of science-based work more toward this ideologic, almost authoritarian-style leadership coming from the Health and Human Services secretary that didn’t really value or listen to any expert information or advice."]},{"begin":"164.760","end":"186.000","lines":["You recently resigned, as did several other prominent experts at the CDC. And the feeling in, in a lot of your resignation statements was that you felt that the CDC had become something so different from what it was supposed to be that you could do more work from the outside. What do you think that’s going to look like?"]},{"begin":"186.000","end":"248.200","lines":["I mean, unfortunately, I think my resignation letter was a little bit prophetic because, I mean, literally right after I resigned, you know, CDC put up a political manifesto as their mission statement that really, again, was all ideology and very light on science or public health. And then, you know, we’ve seen the Advisory Committee [on] Immunization Practices, where the fire wall between science and ideology and politics completely broke down, and I feel like I’m sort of in a unique position: I really understand what is supposed to happen and what the normal process is. And so I feel like one of my main roles outside of CDC is going to be to sort of identify when there are glitches in the Matrix and when there are things happening that are atypical and things that aren’t sort of going through a process that value science before sweeping statements and policies are made. And so I will have that utility for as long as I sort of have the awareness; I can point at the chaos."]},{"begin":"248.200","end":"256.160","lines":["Yeah, and what do you think some of the solutions look like for public health organizations outside of the CDC to keep America actually healthy [laughs]?"]},{"begin":"256.160","end":"297.200","lines":["Yeah, I think that this is, like, the key moment where, as someone who’s worked in governmental public health for over a decade and in health care for two decades-plus, it hurts me to say that I don’t trust what’s coming out of the CDC. And as an infectious disease doctor, when I see patients and I have a question, that’s where I go. And so, unfortunately, I think that we’re seeing the decay of the quality of information, and it’s not, like, a random decay; it is a specifically targeted decay to create an ideology propaganda machine that’s Orwellian, as opposed to a trusted health source ..."]},{"begin":"297.200","end":"297.760","lines":["Hmm."]},{"begin":"297.760","end":"344.520","lines":["So I think that the first is that this won’t last forever, but it’s what has to happen for now because of the way leadership is at HHS. So I think that, really, a lot of the onus and responsibility now falls on—I’m gonna call them “para-public health”—paragovernmental organizations that are actually using process and data to sort of generate sort of recommendations and, you know, in effect, replacement policies to make sure that the health machine of the U.S. continues to function even as people are trying to destroy it. I think that the answer is that those organizations are going to have to carry the water for a lot of this. They’re going to need to be the trusted voices for the folks at the front line, whether they’re public health practitioners or medical providers."]},{"begin":"344.520","end":"401.880","lines":["And what I hope is that they are forming deeper and stronger alliances so that they are gonna be more unified in what they say, because one of the scary parts is these states that are putting together coalitions, they’re doing the right thing, right—let’s just be clear. But it’s gonna create a tapestry across the U.S. that is about have and have-nots. So your California-Hawaii axis and your, like, Northeast axis, you know, they’re doing great. The question’s gonna be: Is there going to be something for the South and parts of the Midwest that may not have that political will that’s necessary to lift up [that works] to make sure that folks are protected? And if government funding—which could be taken away at any minute, and they have really created some levers where they’re going to be able to potentially pull funding with not a good reason from a lot of jurisdictions—like, how is that gonna play out in places that don’t have tax base to be able to cover what the federal government normally provides?"]},{"begin":"401.880","end":"425.680","lines":["Absolutely. So as you’ve alluded to there are a lot of things going on at the CDC that do not align with the science and that are troubling, so it can be, I think, kind of hard for people to keep up and know what to pay attention to. So I’m curious: What are your sort of biggest concerns about issues that the CDC is mishandling?"]},{"begin":"425.680","end":"469.440","lines":["I’m worried that the sort of ongoing effort to sort of identify programs that are somehow not ideologically aligned to the administration are going to be yanked and that’s going to mean safety nets for people in the community are gonna be taken away. But even bigger, they’re dismantling what CDC does, and CDC, one of the most important things that it does is it pumps out 80 percent of its money to [state and] local jurisdictions. So if that starts to falter, then that means that when CDC starts to fail there, local jurisdictions are also going to fail, and that’s going to mean people are going to suffer, people are gonna get diseases, and forget about infectious diseases—what’s gonna happen with overdose prevention?"]},{"begin":"469.440","end":"469.720","lines":["Mm."]},{"begin":"469.720","end":"494.800","lines":["What’s gonna happen with syringe-availability programs? It’s not ideologically aligned. And going back to infectious diseases, like, we know what happens in environments where those services go away: Disease outbreaks happen. There’re gonna be HIV outbreaks. There’re gonna be hepatitis C outbreaks. There’s gonna be, like, increased overdose. So, you know, what I’m worried about is what’s years and years of progress is gonna get pulled back because people just wanna break stuff."]},{"begin":"494.800","end":"509.920","lines":["And then, on the other side, vaccines—I think that the Advisory Committee [on] Immunization Practices has now become completely irrelevant. The problem is that it is still relevant to the people who need vaccines for children through that program ..."]},{"begin":"509.920","end":"510.040","lines":["Right."]},{"begin":"510.040","end":"543.360","lines":["So, you know, the good news is that they tried to break stuff during the ACIP meeting; what they broke was scientific process, and so you can’t trust anything that they’re doing. But the output of what they did could’ve been way, way worse. But it still means that they now are able to flex the muscle and say, “I don’t like this vaccine, and with no data I’m gonna remove it from the childhood schedule,” like they did with measles, mumps, rubella, varicella—or chicken pox—combination. Like, there was no public health problem for which they were solving, and they decided to just take that off."]},{"begin":"543.360","end":"548.280","lines":["I think the other part is that the only person briefing the president is RFK Jr. ..."]},{"begin":"548.280","end":"548.640","lines":["Mm."]},{"begin":"548.640","end":"590.920","lines":["And I think what we saw, in the most recent press conference, where they were talking about acetaminophen and autism, since there’s no data that supports the assertions that they’re making—but what we saw was, I think, a terrifying preview of what RFK Jr. wants to do with the vaccine schedule. I feel like what President Trump said was at least based on something that was briefed to him by RFK Jr., so are we looking at spreading out a vaccine schedule in a way that doesn’t protect children based on no data or based on RFK Jr.’s decades-old ideology that has not been proven by any science? I think we have a dark future coming; it won’t be forever, but I think it’s gonna be dark for now."]},{"begin":"590.920","end":"604.360","lines":["What advice do you have for individuals in America who are feeling really anxious and fearful, for themselves, for their children and also for their neighbors and loved ones in general in terms of keeping people healthy? You know, what can people do?"]},{"begin":"604.360","end":"634.320","lines":["So first, I think one of the things that we do in public health all the time is say how important it is to practice trauma-informed care. So we very often don’t turn that light back on ourselves, and that includes the people that we serve sometimes. And so I think, as a public health leader, I’m gonna start with some trauma-informed leadership for people and say: it is okay to be scared because it’s scary. There are things happening that are not good for your kids’ health and not good for your health and, frankly, not good for the public health security of this country."]},{"begin":"634.320","end":"648.840","lines":["So my advice, other than that your feelings are valid, is: I know that not everybody has a health care provider, but where you do have a health care provider you need to connect with them because they’re going to have better advice than what CDC and HHS are putting out."]},{"begin":"648.840","end":"649.120","lines":["Mm."]},{"begin":"649.120","end":"677.560","lines":["So if you’re pregnant and don’t know what to do with acetaminophen, talk to your ob-gyn. If you don’t know what to do with vaccines for your kids, talk to your pediatrician. If you don’t know what to do for vaccines—with vaccines for yourself, talk to your primary care doctor. If you don’t have a primary care doctor, talk to your public health department, see what they’re recommending. If that’s not something that you wanna do, talk to your pharmacist. Really think about the people who are smart and know what they’re doing and approach them."]},{"begin":"677.560","end":"696.960","lines":["And I guess one really important thing to say, which is, like, for people a red flag: I’m a doctor; I take care of patients. Even through a lot of public health emergencies I was able to still see patients. And one of the things that I know is that the relationship between doctor and patient or any health care provider and patient is a sacred one."]},{"begin":"696.960","end":"705.840","lines":["Whenever you hear anyone trying to destabilize that relationship, as the secretary is doing, you need to say that “I don’t trust that person ...”"]},{"begin":"705.840","end":"706.120","lines":["Mm."]},{"begin":"706.120","end":"714.720","lines":["Because that relationship is really what makes public health and personal health in the U.S. work, even though it’s an imperfect system."]},{"begin":"714.720","end":"738.160","lines":["Yeah, you know, you were at the CDC through some pretty serious public health crises. The Mpox outbreak comes to mind as one that you’ve been credited with handling really beautifully. So I’m curious if you could, using that outbreak as sort of a benchmark for comparison, could you walk us through how you think that the current CDC is set up to handle a serious disease threat?"]},{"begin":"738.160","end":"758.920","lines":["I’ll start by just saying that my last few weeks were pretty hard, but the last eight months at CDC were awful. And the reason that they were awful was because people who have no idea about public health were using, like, a “break it” strategy to do what they think is sort of refashioning CDC into some kind of different organization."]},{"begin":"758.920","end":"781.360","lines":["Outbreak response isn’t just about the infectious disease. So my Mpox response is something that I think is a great example of why this plan at CDC isn’t good. When I started working on the Mpox response one of the things that I did was try to weave together different pieces of the U.S. government’s work to create what I called a syndemic response."]},{"begin":"781.360","end":"814.640","lines":["So Mpox is a syndemic—that means interacting epidemics that when they touch each other make themselves much worse. And so Mpox is an epidemic, HIV is an epidemic, homelessness is an epidemic, drug use is an epidemic, so all of those things converged to actually create a really bad Mpox outbreak. So what I was able to do in Mpox was bring together mental health providers, housing providers, HIV prevention, HIV treatment in a way that generated an effective response."]},{"begin":"814.640","end":"835.120","lines":["So these people who are pulling CDC and the federal government apart don’t understand that. What you’re doing is taking away, like, the limbs of a response. So maybe the infectious disease sort of work is, like, the heart or the brain, but it’s not the arms and legs. The arms and legs means you need all of those things to work together."]},{"begin":"835.120","end":"861.400","lines":["And so as you see CDC being torn apart, 2,000 people who are no longer there, years of experience, centers that are being demolished, we are sorely unprepared for the next thing, even if it’s not so big. And I’m sitting here as an expert not only in infectious diseases but in outbreak and emergency response, I’m looking at this saying, like, “The people who are tearing apart your public health endeavor have no idea how to do this.”"]},{"begin":"861.400","end":"861.520","lines":["Mm."]},{"begin":"861.520","end":"879.200","lines":["It seems as if they’ve never responded to anything—which is true. All of the people who are making these decisions are not responders. They don’t know how to do it. And so breaking it without knowing anything about it is gonna mean that the next Mpox is just not gonna go as well."]},{"begin":"879.200","end":"884.000","lines":["Well, thank you so much for coming on to, to talk with us today. This has been really enlightening."]},{"begin":"884.000","end":"886.800","lines":["Thank you so much. Thanks for having me."]},{"begin":"886.800","end":"895.560","lines":["That’s all for today’s episode. Tune in on Friday for a special field-trip: we’re spending some time in one of the quietest rooms on the planet."]},{"begin":"895.560","end":"906.840","lines":["In the meantime, don’t forget Science Quickly is up for a Signal Listeners Choice Award and we definitely need your vote. You can find a link to do that in our show notes. Thank you in advance."]},{"begin":"906.840","end":"958.760","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"958.760","end":"976.080","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":976}