{"title":"The LIGO Lab Is Pushing the Boundaries of Gravitational-Wave Research","img":"https://static.scientificamerican.com/dam/m/2aa7a88fd614388f/original/2507_SQ_FRI_MIT_LIGO_thumbnail.png?m=1752678608.794","url":"https://www.scientificamerican.com/podcast/episode/cosmic-explorer-laser-breakthroughs-and-the-next-generation-of-gravitational/","audio":"https://traffic.megaphone.fm/SAM6317858276.mp3?updated=1752609718","intro":["After 10 years of gravitational-wave research, the LIGO Lab team at MIT is getting ready for the next generation of detectors."],"authors":["Rachel Feltman","Naeem Amarsy","Jeffery DelViscio","Alex Sugiura"],"category":["Black Holes"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Today we’re leaving the podcast studio to take you on a field trip to the LIGO Lab at the Massachusetts Institute of Technology. We’re going to chat with Matthew Evans, MIT’s MathWorks professor of physics, all about the hunt for gravitational waves."},{"author":"","text":"You’ll notice that the sound quality isn’t up to our usual standard, but that’s because we were right there in the lab, surrounded by big, loud science machines. If you want to see all that cool stuff for yourself, head over to our YouTube channel for an extended video version of this episode."},{"author":"","text":"Here’s our conversation with Matt."},{"author":"","text":"Thanks so much for joining us."},{"author":"Matt Evans","text":"Thank you for having me."},{"author":"Feltman","text":"So a few years ago we heard a lot about gravitational waves all of a sudden—many of us had not heard of them before that."},{"author":"Evans","text":"Mm-hmm."},{"author":"Feltman","text":"Could you remind us what they are and what happened that was so exciting?"},{"author":"Evans","text":"Yeah, so I guess that was almost 10 years ago now, so ..."},{"author":"Feltman","text":"Well, that’s wild. I don’t want to think about that [laughs]."},{"author":"Evans","text":"[Laughs]2016 was when the announcement was made; 2015 was the discovery. And that was the first time that we had detected gravitational waves, despite the fact that we’d been working for many years on the detectors. That was the moment when we were upgrading to the Advanced LIGO detectors, and our first detection of gravitational waves was back in 2015."},{"author":"Feltman","text":"And what is a gravitational wave?"},{"author":"Evans","text":"What is a gravitational wave? Well, the, the, like, really concise answer is: it’s a ripple in spacetime. And then one could ask, “Why would we care about a ripple in spacetime? How can we even detect such a thing?” You don’t think of your life as going around measuring spacetime. But it turns out that for us that just means th at things move around, and so our detectors are made with big mirrors, which are heavy masses, and when these gravitational waves pass by they move the mirrors in our detectors. So fundamentally, it’s a wiggling of, of space, a wiggling of our detector, that we don’t explain by anything else going on around."},{"author":"Feltman","text":"And so what is LIGO? How did it make it possible for us to finally detect gravitational waves?"},{"author":"Evans","text":"So LIGO is an interferometer. It’s based on a concept from, what, the 1800s of interferometry, where you can make a very sensitive measurement of the position of some object by using light waves, and the LIGO gravitational-wave detectors are basically gigantic interferometers. And what we’re interfering, in our case, are two laser beams, and they look for a change in the position of the mirrors that are far away from a beam splitter—so far away in this case is two and a half miles, or four kilometers—and a passing gravitational wave will move our mirrors around, and we’re looking for that motion."},{"author":"","text":"So we start out with a laser, which is at our corner building—it’s sort of the, sort of central location of LIGO—and we send that laser down to two buildings that are far away; these are the end stations. They’re each two and a half miles away from the corner, and they’re L-shaped, like this vacuum system you see behind us."},{"author":"","text":"Those two laser beams return back to the central station, and the two laser beams are made of electromagnetic waves, and those waves interfere on a beam splitter when they meet on that mirror. This mirror reflects half of the light in this direction and half of the light in that direction. And depending on the relative phase, or relative timing, of these two waves, the light will either go that way or go this way. And we’re just detecting the amount of light that comes out one side of our detector, and that’s our interferometer allowing us to measure the distance, but that measurement is on the scale of the wavelength of light, so micron scale."},{"author":"Feltman","text":"And so what are we in front of right now?"},{"author":"Evans","text":"Yeah, so this is a prototype here, here at MIT, where we test components before they go to the LIGO observatories, and this is like a little mini LIGO here. So we have a large chamber for putting our isolation systems and our mirrors; that’s where we test out the first suspension systems. These tubes [are] where we propagate our laser beams. We have a smaller chamber down there, which you’ll see is not very small, but it’s for testing the smaller suspension systems where we hang mirrors."},{"author":"","text":"Our suspensions and isolation systems are all to keep our mirrors from moving by the ground shaking, essentially, ’cause we want them to be as still as possible so that when they do move we’ll know that it’s from a gravitational wave and not from a truck or the Red Line or whatever else."},{"author":"Feltman","text":"Yeah, can you give us a sense of how sensitive these instruments need to be to avoid picking up noise and actually find gravitational-wave ripples in spacetime?"},{"author":"Evans","text":"Yeah, so the answer is mind-blowingly sensitive, and I’ll try to put this in, in scale."},{"author":"","text":"So the LIGO detectors should be able to measure a motion of the, the mirrors that are four kilometers away from the central building on a scale of about 1,000th the size of a proton, so this is—10-18 meters is roughly the, the scale here. And it’s beyond microscopic; it’s [a] subatomic level of measurement."},{"author":"","text":"The only way that we get away with that is [we’re] measuring a large surface of the mirror and we’re averaging over many, many atoms, and that’s how we can measure the average position to a level that’s much smaller than the atomic size."},{"author":"Feltman","text":"And the MIT LIGO is not the only LIGO. Can you remind us why that is?"},{"author":"Evans","text":"Ah, yeah, so, so first, just to be super clear, this is a place where we prototype stuff ..."},{"author":"Feltman","text":"Right, yeah."},{"author":"Evans","text":"We don’t detect gravitational waves here. So the same sort of operation is at Caltech; there’s the Caltech LIGO Lab. And it’s where a lot of the engineering and administrative staff are. They also have a big research staff there. And again, the idea is to build up systems, which then get delivered to the observatories. There are two of those: one is in Washington State, and one is in Louisiana."},{"author":"Feltman","text":"So speaking of prototypes, what has LIGO been up to since that big detection news 10 years ago?"},{"author":"Evans","text":"So the big detection happened after we had gotten—some of the things you see here are the prototypes that went in to make Advanced LIGO possible, and that’s what made that first detection possible."},{"author":"","text":"Since then we’ve been working on—I think the highlight for MIT is quantum technologies, so we’ve been working on squeezed light sources. And the idea here is that if we modify the quantum state of our interferometer, we can lower the noise at the readout and detect gravitational waves from more distant sources."},{"author":"Feltman","text":"Cool, and what would that allow us to do?"},{"author":"Evans","text":"The farther away you can detect a source, like a binary black hole system coalescing, the more of them you can see. And we have this feature that our detection rate goes with the volume of space we’re sensitive to, so if we make the detectors twice as sensitive, they also see twice as far, which gives us eight times larger volume, and we get a lot more events to look at."},{"author":"","text":"So right now we’re at roughly an event per week, whereas when we first started we were at one event, if you’re lucky, in a year."},{"author":"Feltman","text":"And so for, you know, the average person who’s maybe interested in space but doesn’t know a ton about gravitational waves, why is it important that we look for these events?"},{"author":"Evans","text":"So we are detecting, right now, binary systems, and these can be pairs of, of black holes, pairs of neutron stars or a mix-and-match black hole-neutron star system, so a mixed pair. And the interesting thing about these sources is that these are the remnants of big stars ..."},{"author":"","text":"So large stars that have burned their fuel and collapsed make neutron stars and black holes. And we can detect individual sources from very far away, so “high redshift” in astro-speak. And with future detectors we’ll be able to get really to the edge of the known universe in terms of our ability to detect these sources."},{"author":"","text":"These are essentially the stellar graveyard—so the place where big stars go to die. And by detecting these sources, individual sources, we can actually learn about the stellar graveyard and in, in that way about the stars that exist and existed in the universe."},{"author":"Feltman","text":"Very cool. So what’s next for LIGO?"},{"author":"Evans","text":"So LIGO is working on the next upgrade. We upgrade these detectors regularly; it’s really still a new technology—it’s only 10 years since the first detection. And we work on making the detectors better as a matter of course. We’re always trying to make them better."},{"author":"","text":"The next upgrade will be to put in better mirrors. Essentially, again, we’re averaging over the surface, over the mirror, to make this measurement. We need a really good surface, and that comes down to the coatings we put on the mirrors, so we’re putting in better mirrors with better coatings. That’s the next thing. We’ll be working on improving our squeezed light source to lower the quantum noise in the detector. So basically incremental improvements to the current detectors."},{"author":"","text":"We’ll then be working on a relatively large upgrade on a timescale of five years from now and from there incremental upgrades, essentially, for the lifetime of those detectors. And that lifetime is really until we get a next-generation detector going."},{"author":"Feltman","text":"Mm."},{"author":"Evans","text":"And I’m wearing the shirt of Cosmic Explorer here, which is the—our idea for the next generation of detectors."},{"author":"Feltman","text":"Yeah, tell me about Cosmic Explorer. What’s gonna be different about those detectors?"},{"author":"Evans","text":"Well, over 10 years ago now—and this is in 2014—we realized that we were never gonna be clever enough to really do everything we wanted to do with the current facilities ..."},{"author":"Feltman","text":"Mm."},{"author":"Evans","text":"And we were going to have to build bigger detectors at some point. And so over the last—a little more than a decade we’ve been developing the idea of what these new, bigger detectors would look like, and that’s developing this thing called Cosmic Explorer. It’s like a supersized LIGO—factor of 10 larger, so 25 miles [about 40 kilometers] on a side."},{"author":"Feltman","text":"Wow."},{"author":"Evans","text":"And as things go roughly a factor of 10 more sensitive. With these detectors we could detect events from throughout the universe."},{"author":"Feltman","text":"Wow, and what’s ..."},{"author":"Evans","text":"Yeah, wow [laughs]."},{"author":"Feltman","text":"The timeline looking at [laughs]—looking like for that?"},{"author":"Evans","text":"At this particular moment in history it’s hard to say."},{"author":"Feltman","text":"Sure."},{"author":"Evans","text":"I will go ahead and be optimistic, and I’ll say early 2030s we could be building and mid- to late 2030s we could be detecting. And we hope that the LIGO detectors will still be operating and turning out great results into sort of 2040 ..."},{"author":"Feltman","text":"Yeah."},{"author":"Evans","text":"So we’d have a, a good handoff to the new detectors as they come online in the late 2030s."},{"author":"Feltman","text":"What’s on your wish list for, you know, the kinds of science that might become possible with Cosmic Explorer?"},{"author":"Evans","text":"So once we’re detecting sources out to high redshift—so we really get a sample of everything that’s out there in the universe—we get to learn about how, you know, stars have evolved not just around us, the local universe, but even at the peak of star formation, so z of 2, and then farther out towards the beginnings of star formation, when the first stars were being formed. The heaviest of stars came from those times. So we really get to have a kind of cross section of the evolution of the universe going back in time."},{"author":"","text":"And in astronomy there’s always this feature that the farther away you look, the farther back in time you’re looking."},{"author":"Feltman","text":"Yeah."},{"author":"Evans","text":"So we get to look back towards the beginning of the universe, in some sense, with gravitational waves as we look at these sources that are farther and farther away. With Cosmic Explorer we’ll have not just one or two but hundreds of thousands of sources from the distant universe. So it’s a really exciting way to explore the universe as a whole by looking at this stellar graveyard."},{"author":"Feltman","text":"And for you personally, you know, what questions really motivate you? Why are you so curious about this?"},{"author":"Evans","text":"So my history is instrument science. I’ve always worked with the lasers and the electronics and the mechanical systems; that’s where my love of the thing began. And I see Cosmic Explorer as really an extension of our first attempt. The LIGO detectors are the first attempt—first successful attempt, at least to detect gravitational waves, and Cosmic Explorer is the natural [next] iteration of that, where we get to apply all the lessons we’ve learned from these detectors to make the next generation, which is a much better detector technologically and, and incorporates now decades’ worth of, of learning in—on, on the instrument side ..."},{"author":"Feltman","text":"Yeah."},{"author":"Evans","text":"And of course, I’m also excited about the astrophysics we do, but for me the first love of that is really the instrument side. So it’s a natural extension of everything we’ve learned over the last decade."},{"author":"Feltman","text":"Yeah, well, and speaking of, you know, the instrument side, the data, the astrophysics, one of the things that I remember most about that initial gravitational-wave detection were just how many people were involved in the paper tied to the announcement—I think there were more than 1,000 co-authors of, of that paper. How many people are, are working on LIGO, on average?"},{"author":"Evans","text":"So it’s a very interesting question ’cause if you go to the, the number of people you saw on the author list of that first paper, that’s the LIGO Scientific Collaboration ..."},{"author":"Feltman","text":"Right."},{"author":"Evans","text":"And also Virgo, so the detector in, in Italy. And you get a, a large group of, of scientists—the whole community, essentially, of gravitational-wave scientists is really a global affair, and we’re at something like 2,000 people now in that community, depending on how you draw the, the boundaries."},{"author":"","text":"The, the people working on the LIGO detector is a smaller group , maybe about 200 people, and many of those are at MIT or Caltech. So the next cut-down would be: “How many people are actually at the observatories?” And there you get an even smaller number, maybe 50 at each observatory."},{"author":"Feltman","text":"Mm."},{"author":"Evans","text":"And then you say: “Who’s really, like, in the control room, turning the screws, making it better, doing the instrument science in the observatories?” Oftentimes those are graduate students and postdocs."},{"author":"Feltman","text":"Yeah."},{"author":"Evans","text":"So there you get to an even smaller number—five or 10. And of course, all the rest of the community is necessary for that work to be fruitful, but the number of people who are, are there actually with their hands on the machine is relatively small. And I, I point this out because often people think that the—you know, the graduate students will come in and say, “What can I ever do that’s impactful in such a large organization?”"},{"author":"Feltman","text":"Yeah."},{"author":"Evans","text":"Well, the truth is that our students and our postdocs are very impactful, and, and they’re the ones who are often the ones there, you know, really with their hands on the machine doing the work."},{"author":"Feltman","text":"That’s really cool."},{"author":"","text":"So obviously, it’s really exciting to think about, you know, detecting more of the kinds of phenomena we’ve seen, seeing them farther out. Is there also any hope of detecting stuff we’ve never seen before?"},{"author":"Evans","text":"Yeah, so let me first say that I’m super excited about the stuff that we already know exists, and we can calculate rates for them, and for every binary black hole system we detect we find some interesting feature. And as we go from 100 detections to 100,000 detections there’ll be really fun corner cases that we get to explore, so there will be new things even in our current population."},{"author":"","text":"Of course, we also would love to detect something that we’ve never seen before, but I have no idea how often they happen out in the universe, right? Maybe these are, you know, some strange kinds of supernova that admit copious gravitational waves or cosmic strings or any number of other things that we have not observed. I don’t know what the rate will be, but they’re very exciting sources, and we’d love to detect them."},{"author":"Feltman","text":"So for folks who are like, “I’m down here on Earth; what are these gravitational waves and their detection gonna do for me?”"},{"author":"Evans","text":"Mm-hmm."},{"author":"Feltman","text":"Are there any exciting things that we might be able to learn from gravitational waves that’ll have applications on Earth, besides just the awesome science we’re figuring out?"},{"author":"Evans","text":"Yeah, so I’m, I’m sad to say we won’t be making your cell phones better anytime soon, and I don’t think that we’ll be transmitting or receiving gravitational waves from your radio devices or using them for wireless or anything like that."},{"author":"","text":"However, first, I would say: learning about the universe is, in and of itself, for me, a great objective, and I think that’s true for a lot of people ..."},{"author":"Feltman","text":"Sure, yeah."},{"author":"Evans","text":"That learning about the universe is a, is a wonderful thing in its own right. However, we also do look at the, the spin-offs that could come from our technology. And we do work on high-precision lasers; we have helped companies develop higher-precision lasers that we then use, but they’re used in other applications. Our squeezed light sources are sort of broadly applicable in quantum information and quantum computing. And so we see these spin-offs as interesting things, which are not our primary objective, but yeah, there are technological spin-offs that come from the development we do to make our detectors better."},{"author":"Feltman","text":"Well, thank you so much for sitting down to chat with us and for showing us around. This has been really cool, and I’m really excited to, you know, see what happens when we can look back to the beginning of the universe."},{"author":"Evans","text":"Thanks for the opportunity to talk about this really exciting science."},{"author":"Feltman","text":"That’s all for today’s episode, but it doesn’t have to be. We’ve posted an extended version over on our YouTube channel, so take a few minutes to go check that out. We’ll be back on Friday with an episode I’m super excited to share with you. It’s all about Dungeons and Dragons—and also science, I promise."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you on Friday!"}],"wave_peaks":[25338,25080,21673,23779,11720,14821,21824,15557,27402,19803,19810,15733,22185,10065,18157,19529,24681,14222,17075,13754,11539,14978,27258,4450,12843,9712,14745,25429,20559,20230,24721,21037,18389,25401,22866,23713,22980,21619,25271,25281,22739,20674,19892,19481,24125,21102,24724,25231,25387,25390,23242,19147,25483,24687,11219,14917,13538,21055,20904,25198,14824,26030,26392,20360,23167,24057,18055,23017,21976,22322,22958,25404,19371,25370,22264,25010,19957,21415,4744,17667,18202,9650,25548,25413,23634,25390,25883,25085,24281,22783,21463,25894,25276,25583,20459,11586,16905,10137,17764,11310,532,80,575,1204,2296,13292,8074,11150,9240,9201,11113,9214,12819,10250,13204,11387,11085,13205,12235,12079,12414,12703,11866,10356,16436,13418,13490,13305,15695,13656,12364,14232,15323,15143,13338,14159,14749,11938,16163,9919,22501,23781,16829,19999,23266,19683,16801,23801,16580,20218,17621,8108,12032,12676,12389,12858,11320,12356,12567,11653,11372,12770,12403,11625,11677,9127,7549,8770,5996,3368,1996,3249,3599,3334,2893,3218,3003,3116,3065,16713,10973,14488,17840,20287,15930,16686,14064,14957,15651,15236,20568,17423,16643,18450,11246,14675,16131,15139,21824,13307,7378,4136,18409,23055,20316,16954,11007,17754,11270,21539,14059,23658,16268,12832,4526,20204,20692,18936,20670,18177,14634,13146,6937,3181,16511,18150,14916,18953,16847,13677,18231,13090,14270,16528,21006,18288,14188,13445,18660,17070,16029,17055,20476,16844,18206,23554,12637,8628,5997,4180,16543,15444,19430,14339,20842,21463,14554,16886,16550,10892,16002,13057,15005,19224,15414,13966,15023,22959,11587,2339,19192,17858,21046,15233,17052,2397,1289,980,882,2010,21470,22319,15789,2302,7681,19393,5148,9711,23799,23792,23414,23739,23793,17115,20494,23771,23816,23443,12331,11901,16172,17134,20228,13927,21799,23773,16010,14023,17310,2158,23767,15965,16908,23760,18666,23763,23638,20735,19630,7754,23812,17563,14956,23739,7937,15630,17486,14157,4581,15511,19347,11802,9005,23749,23820,23789,23794,23803,23855,23848,23813,23819,22496,17358,16583,19537,11637,14773,14326,12945,10916,19765,11708,2039,17537,19905,15850,13278,16720,13152,20203,14148,12160,13843,5021,18129,14227,13731,17666,13256,12694,15000,21026,7068,3744,5429,17697,15476,12176,17124,15474,10582,9600,18509,14251,12635,10135,14096,19429,7450,15461,11163,6893,4875,6539,16493,12563,13065,7071,3443,1886,22793,23770,19667,11043,7265,2366,3141,3319,14230,20401,11343,20448,16447,16304,18476,17048,15557,16841,16814,11704,9001,14555,10363,15155,13447,14952,14259,18892,18503,13316,13887,6507,11434,19903,15028,11672,12957,12007,11861,17242,9483,5046,19313,18977,18409,13483,15735,18490,19685,19533,2148,2610,12847,20669,10279,15073,14786,13536,10389,4309,8025,15876,18050,17959,12625,15675,14608,12902,12851,9976,12558,8520,16293,15595,7409,3152,16242,15032,9367,20397,10192,11697,17393,13985,14325,14004,12926,13689,5554,2526,15238,14994,18116,2355,17067,12743,16264,14890,10174,16124,13573,13871,16786,16210,11198,16480,10419,14224,13133,14649,8346,6809,6954,12539,13134,19051,23775,13807,19818,23791,18551,16033,23781,17178,23739,8420,22747,18689,14592,10168,4210,13367,18322,15569,10936,13673,15258,13608,12433,10955,16537,12634,14115,12981,16636,6353,2250,7337,11404,10434,14201,7841,14522,14858,13234,6977,12456,15236,14694,13410,10611,16219,11395,11902,12069,10284,13670,2588,16879,16907,14402,15742,6856,2962,6225,19221,6435,2232,17342,18806,14249,12089,20276,8341,17635,9922,14113,11638,8303,11270,5772,8285,15107,15778,14800,16763,12258,11047,18091,5778,2344,15790,17945,15912,15441,18308,14061,11015,14309,11215,13322,12646,3111,12647,15793,14799,12251,10541,13073,14369,10298,9753,9287,11435,13883,10948,9995,6225,2735,6452,21642,17017,19014,12940,12738,13236,15360,10622,14150,11141,13882,13574,12951,4919,2441,11049,18129,14924,15801,11244,6998,21220,23135,19587,14119,11911,14479,12593,21272,13495,14204,13586,11897,3090,12842,17432,16561,14077,19152,13122,13586,14225,19111,14507,9291,14680,11557,11182,14116,17315,13354,13138,8040,6189,11225,21731,15692,17745,20859,9145,7241,10398,7347,2923,2549,2313,16359,19890,18154,12957,13628,15847,14427,14947,10795,8407,18453,11692,14458,11412,14940,13829,16003,16293,13771,14826,10759,17194,15574,13626,14709,14106,14569,13216,10659,2460,2689,14480,15849,16190,13558,13618,16037,15106,17890,9563,16044,2300,12154,17803,20743,19866,11185,17024,10915,7740,13575,15845,18357,18692,14479,14904,12448,12843,13009,15286,16027,12969,10531,13979,17446,18044,13574,17752,12069,11040,15521,8157,15310,15327,19765,16412,18998,15006,20307,13567,16618,15342,19400,9613,2327,23153,12535,18190,15789,10412,15691,15586,17446,12840,10561,2455,14871,15488,14544,14936,15932,13628,19809,2761,20095,9132,9394,3212,1848,23793,23800,19838,23798,23751,17811,3875,3112,23759,12916,16591,17673,20584,19540,20454,15160,15912,9812,8731,2640,2708,5745,16940,14935,17896,16609,9462,15901,15715,15084,14425,12245,11318,2522,11710,14298,20049,14629,15016,23743,12094,10782,19765,18292,10955,2385,19255,17406,15015,14438,9621,17375,15883,13620,9548,10915,12995,12415,11482,17307,10740,13411,9282,10881,9489,2750,11403,16273,14331,20194,15165,13304,11678,13004,16067,14763,11682,9435,8935,9955,9899,8734,13711,2337,16740,15381,19640,7595,12527,12993,9183,10175,13329,13045,12571,3772,4796,13864,16903,11278,10636,16331,12386,10200,13258,15253,10912,13632,12718,14988,12768,6636,2463,2413,19639,21603,10338,7622,10223,9411,14897,17457,13513,15784,16524,14105,13584,15510,17110,13202,17198,20567,18877,12437,15912,13975,7925,19585,2955,10243,20471,18010,13507,8118,13678,10959,3489,23835,14283,22292,23795,23821,19957,7507,23793,23763,18674,21257,7503,16534,16170,12466,13309,17611,19121,2745,18581,21152,17891,23821,15969,16965,22807,12966,23390,17277,21986,11428,11214,10010,19791,15868,18735,10053,18038,11604,11310,10188,18081,15998,10560,16839,9274,15829,13896,20309,15334,6804,5097,9463,2474,21053,19566,3668,2090,15821,14529,20871,14248,10416,3777,12109,14726,13098,14659,14511,16404,11174,15393,11616,12807,14588,8507,11747,2276,17543,16570,12733,17586,13375,15589,9892,9484,4135,13987,14425,15268,14316,17313,9780,16670,11655,10116,2692,2385,11040,18390,16875,10011,10894,11983,9182,12907,10304,9667,10469,9387,2665,13509,17968,16291,6118,19476,17712,14712,7291,4920,17330,13091,10704,7985,8820,7633,2324,15518,14201,13722,16610,17179,10191,17948,12189,6830,17993,12530,10102,13903,10855,15772,8702,14432,9906,11377,8847,2908,19792,12449,17648,11823,19760,12203,9757,10327,14905,16012,13283,7817,7820,8434,13187,15629,2467,23787,21225,17014,23808,17167,21569,10860,10787,10446,12263,20534,10167,17821,12456,11196,22614,18034,12107,14811,19981,11676,13546,15070,15940,14498,22148,19946,13904,2983,2560,12901,21756,20459,8995,8469,3830,11396,18393,14784,14791,9084,13994,21068,11470,13663,10540,19383,9367,8360,15775,15654,12418,14061,2151,17020,18814,6102,18633,17045,10648,12632,10862,15259,14237,17164,16748,18446,15139,13952,13274,16196,11400,10341,2542,18081,18704,16961,14427,13535,19912,10411,10864,14827,11933,11729,14296,10532,9355,10892,13910,13135,14302,12614,13365,11531,13156,9676,8814,5283,2500,23781,23804,23786,14651,23775,23795,23802,23789,16165,15948,23815,13448,23801,10718,10298,9506,19861,9552,6323,19800,17974,16703,14250,16822,17259,11147,15524,16174,6747,7320,21184,16094,10218,11945,15431,16108,15965,19134,9935,12001,12926,13741,14321,14806,11997,10961,14242,10401,14557,8579,6628,2656,12944,19156,10364,15701,12212,13049,5248,2504,15456,17744,18332,16088,11507,11941,13850,9726,9997,15041,12771,8161,8940,14492,10787,14100,18249,8807,5972,2647,11437,18099,12740,12342,11549,12285,16734,13963,15841,14558,14954,11604,11705,10167,14555,12927,13782,10283,15396,9491,22195,18422,11274,15275,11140,19399,9366,8878,1811,13622,10774,23806,23151,21544,9173,6537,4248,13970,16114,14013,11992,21637,22492,8155,15377,18084,15618,15292,12325,11819,11729,9684,16686,18295,11085,10850,2422,18601,18430,11825,11664,14620,15434,16356,9354,14958,14721,17424,10165,18786,9494,12112,9944,10479,11055,2409,11303,13950,12022,16876,14917,13866,14140,11122,11440,16913,12165,13557,11810,14766,11502,11368,11381,15167,14739,12631,9377,13815,17909,16843,10422,9666,2516,10824,20449,16637,18058,17813,17350,7357,14435,8886,2340,2447,2538,17170,14928,16070,16187,17054,13631,16094,14369,18182,13828,19064,13683,20330,19311,18934,22561,23809,19327,15414,15458,2240,23821,21852,12928,23720,23363,22676,2396,19985,18308,23786,23796,2072,21351,15776,13044,12347,2431,23791,23798,17999,22270,21645,16628,13713,17146,11371,8871,12329,4430,2741,16245,12149,14627,19636,10578,2303,13258,17852,11343,17396,9431,7913,11901,14966,13886,16574,9002,11509,13751,13803,12846,11801,15506,12939,13947,15665,13805,17552,18611,19026,13443,13200,8412,9191,9389,18398,9408,2226,2389,14586,11965,4678,2402,13269,11501,2210,14326,12131,14170,16617,13129,11821,11432,12328,16795,15350,16569,16506,15056,12024,14167,14029,12223,7098,13588,12152,10998,16786,6518,3187,14048,12106,11851,9938,4812,2388,15398,14302,12757,17574,11366,13015,13125,11319,3697,13168,9923,17421,14096,14346,7041,11888,16953,17878,6315,13658,6743,7096,18339,15732,11464,16746,15486,18665,11492,19124,10661,13561,12622,6566,13949,11881,16912,15639,14817,10814,5133,9987,17739,9527,18144,13202,19746,16467,14230,5338,14506,14137,13024,13370,18445,16242,12045,11087,2304,17543,16235,17029,16399,11318,10649,2322,17441,15339,12669,13612,14586,10328,15900,14663,15696,19083,10571,13596,13410,9349,7085,15761,15519,11672,11903,11351,13664,15071,13440,11868,7955,4345,17434,19603,8655,23822,23799,23760,23683,16956,14483,20369,17357,12940,16711,11216,11082,13369,21636,13742,10529,2063,2316,17756,17459,11909,15955,14828,12277,12710,11978,14781,14017,14093,11491,10741,16681,13524,9716,14375,17036,15589,19271,11367,18850,18968,23492,10260,23800,16449,20373,11651,17108,16970,10771,9731,10686,15336,14993,9801,10639,13407,9441,13414,7370,11390,15589,20938,11198,14096,9402,14908,11018,9558,12979,13299,12244,12270,13356,8707,14165,11390,15382,10972,15045,9835,2267,18712,18306,13954,13661,13002,6559,18668,11934,16669,9660,2286,14639,15955,12950,13938,12172,11836,14762,13473,11398,10626,11920,11053,12428,9686,2196,14127,14145,16534,13910,12925,9647,13780,14387,6645,2336,18030,18423,14734,15901,12192,15102,15594,14019,12605,10529,11375,12235,10692,11441,9388,2219,2391,19986,16392,2213,19422,18214,13934,19753,19563,13055,18824,18191,19568,10926,8400,14406,8863,2633,2379,21977,19922,18846,14937,14613,7475,14862,14787,14733,19202,19181,12316,12722,11202,10325,11805,20840,17223,19943,19048,21850,11834,18619,13015,18284,14736,19888,12750,22301,10587,13943,4569,23810,21650,23801,18478,23809,23567,16225,19787,16686,14341,20092,4254,2967,15723,17904,13296,14434,8738,18314,13845,10736,16218,17352,11773,15288,12075,11125,18717,13760,2120,2431,15905,13931,14621,12645,16165,11749,8245,15683,11661,9798,10240,14152,16699,14579,15645,14951,17045,9063,5725,2300,2249,19771,15268,18420,19387,14520,13403,21911,10341,9513,18924,13052,13087,11928,11473,14333,13809,8765,15417,13117,2106,21638,18731,8316,13405,16084,18551,9404,11808,15205,5801,13056,16159,14296,14386,15370,19890,8727,9207,14262,15087,13409,9229,11873,13147,6870,15438,18315,6901,2089,2299,23675,13714,18758,17965,20560,12214,15046,11832,6522,1939,2184,13927,12718,19301,11929,13636,15462,17409,9744,20082,21857,8105,3957,2481,9961,10722,2162,2352,2361,23805,23792,22479,19860,23795,13001,23829,23823,23832,23810,23807,2248,16310,12659,2283,17197,16479,16618,15322,14645,10746,14310,14014,10931,3326,16189,22789,15462,15651,10799,11027,15930,15494,14238,14800,10690,11005,14589,10383,6599,16777,10178,17218,10517,10806,12142,15402,10260,2884,6215,18319,20365,11991,23800,17016,18488,14549,15553,20778,14688,6945,12696,17931,17019,19066,15065,12400,11284,11950,11019,10001,2337,16549,20887,10192,14546,15469,17617,9232,17608,8349,12252,15568,15315,12879,8987,8470,4158,23791,19938,18679,15985,12869,15428,12844,13118,20318,16215,5303,2649,23796,20746,17932,23371,13870,13633,23758,16163,7677,3051,2526,18940,11416,15970,6765,13014,17157,14061,14904,5483,14420,10369,19815,7251,10263,12431,13194,12101,14339,11639,14429,15200,9837,11784,3923,13342,15625,15998,15381,16032,13542,4672,16910,14518,15839,14328,6479,18154,13822,13402,12707,13114,11802,12472,12866,14315,17587,13184,16739,18570,8854,8430,10370,11935,10892,2867,17012,18461,16232,12653,10060,14018,13102,14722,14567,11997,8481,14866,14998,10069,9899,7944,2412,14761,16399,13463,16775,9073,11545,10833,9923,13004,14454,13161,13508,16916,10413,8362,2500,17184,16408,9791,12936,11471,18927,8431,6461,2241,12617,10417,19473,15112,15462,9680,9243,4168,17208,16963,11314,11164,12375,15625,16273,14732,17513,8908,10826,7485,5801,11759,13230,15098,18003,11636,17364,13703,13446,12762,13883,4179,2810,19082,18188,12213,13227,11101,13206,9659,10239,8264,10809,7234,2599,7329,18878,13371,16130,12898,2226,14558,11607,10899,10261,2376,14394,15482,12168,15277,8895,12923,6943,2123,16369,12987,11992,8724,8257,3463,15480,13170,13232,14463,11049,9293,14637,15234,13452,14422,7209,17443,13079,12229,13614,9743,19545,11043,9087,23853,23090,19639,16031,16610,23688,23816,23748,18394,6631,13420,17314,17563,22697,11927,11263,12763,10786,2300,14587,17403,11558,11776,9826,12926,16015,15143,14556,13028,17515,9942,19475,14528,12809,12179,19537,12282,11550,2214,18307,18837,16169,9446,12965,15235,15428,2531,12217,20413,16981,12548,18174,13370,13677,14479,10908,18261,13143,17925,2266,10118,18687,18084,16627,10396,21244,16349,17035,14076,15405,15581,16453,6352,13784,20026,11732,10947,17576,12311,12154,9199,1970,21948,19220,14815,15211,12270,18642,15789,13249,17385,17188,10232,13700,16592,14550,10161,11043,9608,2656,17647,14525,13431,9995,2590,14942,16241,21215,15685,11898,8492,14671,12062,19877,15626,14709,12119,14312,10140,9941,15265,14360,4326,1993,20610,18244,13948,10435,8313,14247,9952,12302,11988,10559,10253,6140,17975,21595,17370,1712,16066,15136,18333,16756,11672,11666,11816,10688,15809,15099,18904,18846,13016,19766,12831,12914,6717,8855,9599,12432,11623,20214,15047,17353,10137,16195,12446,14260,15180,11129,10844,4145,23799,23804,20214,23794,23727,18371,17117,18890,23804,23000,14604,18716,21801,23132,15918,2289,23754,23789,16783,23788,16263,23764,23774,23795,19509,23138,18320,23784,23752,15151,23795,14366,2135,23804,23809,16683,19966,15980,18927,23705,14606,14401,10753,12923,22714,23742,15639,15900,15621,17422,15098,23792,13106,23779,23787,10115,22734,18898,18599,23798,23770,16395,23729,19327,22740,15651,19103,16313,21466,23769,10938,2761,2390,17748,15983,1995,2146,13030,16995,16307,11675,16229,14287,9397,13587,16214,14670,11146,10879,15896,9897,12531,9493,11075,19013,20382,9833,11821,10854,16788,17044,15375,17409,16131,10968,22813,10178,8581,13562,2510,5955,19336,11372,14517,17194,7467,17770,13018,12884,8020,17271,8588,12809,11164,12449,11943,19155,10716,9004,10009,12854,16973,17056,12125,12616,20657,18120,19275,11767,16299,8850,10408,4662,16506,12827,9205,9227,21078,16263,14163,8585,16967,6364,2951,2756,12691,13318,9667,14634,16223,14963,11364,16882,9199,18143,12965,9989,10916,14451,15271,8246,13564,18127,9938,12440,11197,8689,2497,8643,19878,16796,13528,13580,12379,14687,18696,2332,10898,22637,6642,23796,21945,16229,19397,18460,9721,13979,9837,13838,12832,11469,14714,9376,12065,15853,10156,11985,9227,13940,12175,11857,12454,14419,8467,18246,15572,12186,12916,12936,13811,13033,13110,12452,18442,13087,13280,12281,15448,8111,10749,10297,3263,14524,11723,14890,20491,10514,13291,10947,19616,10636,14730,11279,14722,14454,14023,13242,11117,2717,6562,18719,15409,14684,20006,13958,10315,15746,15156,18981,17504,8065,12297,11366,2301,17189,16619,15387,16962,12888,13306,12945,11767,13953,15734,11842,11254,11527,9076,10480,11459,8502,10606,9253,17148,13151,13455,18992,15160,13105,8414,11228,13284,13742,10669,2057,12365,22520,12101,16942,12980,16303,12200,13087,9578,12346,7730,21524,11081,11666,13878,12365,12387,12410,21798,12767,22933,10200,10335,13401,10716,9768,11809,12050,6115,8932,12609,14401,12860,14776,14063,9687,14413,14593,2042,2348,9370,16824,13088,14079,13769,12963,8959,9880,8784,22445,17314,14580,10664,23813,23836,18481,22293,11909,22236,23744,12549,23812,17477,7747,20988,23746,20034,15291,21257,12785,14287,12991,12348,8733,21199,15602,23788,20799,19387,2293,23803,20152,23796,22131,23780,13260,23709,23805,23827,18902,14480,17958,16162,5082,2374,13146,15380,15939,22837,19868,13779,16433,21759,15968,8211,18383,18241,12869,13567,13553,23144,12095,12222,13810,7086,15963,17298,17965,14618,18383,18436,14668,11495,12191,17175,4008,8194,16078,18461,15964,9251,11595,16785,17741,18291,18468,8669,2058,16720,12165,18947,10624,14838,13825,16872,13346,7315,2043,10818,13025,21933,18176,15846,15803,8016,11092,14312,13776,12041,8787,8898,18774,16158,17145,11328,7264,2277,15589,13674,11750,17604,13155,14913,9808,19401,9903,11318,12122,15687,15884,14132,16039,14875,13053,14175,10492,3747,15594,13979,15767,2182,5199,16189,13918,16373,12378,15267,9874,16070,20280,14868,12112,7828,8354,13023,15961,16749,8703,2267,14799,15203,16272,8304,17011,10986,13659,2222,17819,14172,12803,13946,10077,16471,19619,12818,8507,17379,11467,5177,2498,21882,3187,23790,22298,1896,23818,23546,22356,2274,2552,2136,23795,23803,23813,16960,17980,10111,16276,22538,13995,13458,11236,2828,17597,19544,14301,13147,23799,14015,15611,21501,12023,15880,10117,11188,9887,8560,17286,15973,23243,10328,14342,13228,8682,17903,23816,19438,19676,17834,10786,20296,17274,16248,21314,23089,14730,13413,14764,13780,3174,18936,15087,16164,10927,15868,13714,15135,16225,17868,14347,12108,16552,23799,23738,13611,16752,16062,13416,12553,20795,18196,12733,14103,23766,15352,13726,12907,19215,14025,15680,17511,9208,2364,12974,16163,12466,9534,9754,6800,12740,17492,11856,2146,2593,16879,18124,17762,18462,21202,18470,13674,15207,16678,19364,15276,8133,6773,19297,18249,19040,16669,13404,13631,17708,18367,13530,12822,16107,15444,17000,8813,14697,20202,13242,5272,5886,15115,11087,16451,15962,16977,13609,15499,16456,14633,8270,18251,19000,11506,12050,10408,10491,3832,2507,16565,13991,15988,18531,17351,13564,11808,3039,8629,15444,14206,17262,1945,19708,17745,13565,15862,15048,16737,10681,13759,12581,13510,14650,10251,13647,12417,10296,9937,12385,8473,2284,14962,16506,12832,9964,15715,12927,9051,20909,12440,12786,13841,16674,17724,12452,10824,9230,10212,3384,6846,16227,10971,12572,16623,11602,10103,14791,15213,14163,16817,17224,9910,13002,12350,4449,17751,22171,14964,16476,17055,17967,10822,2778,15624,18523,21233,10120,13489,18059,14489,9019,2025,1782,1275,20731,20960,23806,18860,16184,23255,2345,18664,23816,23667,10933,21439,17131,22121,21940,17373,13156,15796,16303,16886,21008,16729,23774,19301,2344,16838,13351,17639,23820,19314,11510,13732,12271,22333,16312,13111,11021,12466,7919,3338,15875,17438,13826,18871,8674,11831,16876,8935,3730,3731,3633,3834,2960,4608,18850,14326,16117,19184,16541,20521,19873,20923,13537,11022,4271,16491,18227,14313,13059,16262,16768,17102,14972,14031,14016,16414,15762,16307,15445,20389,21475,5164,5150,2965,21221,21490,23624,15052,17132,15774,8884,13803,19487,15578,10578,5619,19782,20339,17723,11856,21027,7087,6764,16848,19662,21177,17547,21797,5539,4208,4922,23513,18318,15032,15869,20643,17563,20039,17311,15173,18800,18319,17311,13615,18900,17133,12561,18790,19711,13490,18696,15409,14657,4518,18919,19741,22769,12557,22820,13889,15928,10695,11371,17879,14486,20083,13805,21189,21225,14706,16789,23807,13874,14750,15714,21425,16805,14771,4211,1897,18363,20862,18241,16441,19498,11585,18754,16179,16270,20035,19355,14212,9975,2870,2245,21803,13437,20316,14495,14336,14228,18709,17834,15103,3862,17283,23757,12445,1567,860,1365,1742,2393,16085,14362,11783,11469,11186,11680,9256,6121,6073,6622,17457,15039,14504,13283,16123,13665,11420,13973,14321,15448,15774,14842,14694,13829,14301,13844,15666,14272,15241,15263,14503,13751,11730,12037,10404,7614,6202,3462,16407,14974,10512,8188,5556,2012,816,513,156,84,34,2],"fragments":[{"begin":"0.000","end":"6.120","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.120","end":"24.960","lines":["Today we’re leaving the podcast studio to take you on a field trip to the LIGO Lab at the Massachusetts Institute of Technology. We’re going to chat with Matthew Evans, MIT’s MathWorks professor of physics, all about the hunt for gravitational waves."]},{"begin":"24.960","end":"44.120","lines":["You’ll notice that the sound quality isn’t up to our usual standard, but that’s because we were right there in the lab, surrounded by big, loud science machines. If you want to see all that cool stuff for yourself, head over to our YouTube channel for an extended video version of this episode."]},{"begin":"44.120","end":"46.280","lines":["Here’s our conversation with Matt."]},{"begin":"46.280","end":"48.600","lines":["Thanks so much for joining us."]},{"begin":"48.600","end":"50.200","lines":["Thank you for having me."]},{"begin":"50.200","end":"57.680","lines":["So a few years ago we heard a lot about gravitational waves all of a sudden—many of us had not heard of them before that."]},{"begin":"57.680","end":"58.360","lines":["Mm-hmm."]},{"begin":"58.360","end":"62.720","lines":["Could you remind us what they are and what happened that was so exciting?"]},{"begin":"62.720","end":"65.560","lines":["Yeah, so I guess that was almost 10 years ago now, so ..."]},{"begin":"65.560","end":"69.600","lines":["Well, that’s wild. I don’t want to think about that [laughs]."]},{"begin":"69.600","end":"98.000","lines":["[Laughs]2016 was when the announcement was made; 2015 was the discovery. And that was the first time that we had detected gravitational waves, despite the fact that we’d been working for many years on the detectors. That was the moment when we were upgrading to the Advanced LIGO detectors, and our first detection of gravitational waves was back in 2015."]},{"begin":"98.000","end":"103.200","lines":["And what is a gravitational wave?"]},{"begin":"103.200","end":"154.920","lines":["What is a gravitational wave? Well, the, the, like, really concise answer is: it’s a ripple in spacetime. And then one could ask, “Why would we care about a ripple in spacetime? How can we even detect such a thing?” You don’t think of your life as going around measuring spacetime. But it turns out that for us that just means th at things move around, and so our detectors are made with big mirrors, which are heavy masses, and when these gravitational waves pass by they move the mirrors in our detectors. So fundamentally, it’s a wiggling of, of space, a wiggling of our detector, that we don’t explain by anything else going on around."]},{"begin":"154.920","end":"159.800","lines":["And so what is LIGO? How did it make it possible for us to finally detect gravitational waves?"]},{"begin":"159.800","end":"194.000","lines":["So LIGO is an interferometer. It’s based on a concept from, what, the 1800s of interferometry, where you can make a very sensitive measurement of the position of some object by using light waves, and the LIGO gravitational-wave detectors are basically gigantic interferometers. And what we’re interfering, in our case, are two laser beams, and they look for a change in the position of the mirrors that are far away from a beam splitter—so far away in this case is two and a half miles, or four kilometers—and a passing gravitational wave will move our mirrors around, and we’re looking for that motion."]},{"begin":"194.000","end":"208.800","lines":["So we start out with a laser, which is at our corner building—it’s sort of the, sort of central location of LIGO—and we send that laser down to two buildings that are far away; these are the end stations. They’re each two and a half miles away from the corner, and they’re L-shaped, like this vacuum system you see behind us."]},{"begin":"208.800","end":"241.720","lines":["Those two laser beams return back to the central station, and the two laser beams are made of electromagnetic waves, and those waves interfere on a beam splitter when they meet on that mirror. This mirror reflects half of the light in this direction and half of the light in that direction. And depending on the relative phase, or relative timing, of these two waves, the light will either go that way or go this way. And we’re just detecting the amount of light that comes out one side of our detector, and that’s our interferometer allowing us to measure the distance, but that measurement is on the scale of the wavelength of light, so micron scale."]},{"begin":"241.720","end":"243.960","lines":["And so what are we in front of right now?"]},{"begin":"243.960","end":"270.760","lines":["Yeah, so this is a prototype here, here at MIT, where we test components before they go to the LIGO observatories, and this is like a little mini LIGO here. So we have a large chamber for putting our isolation systems and our mirrors; that’s where we test out the first suspension systems. These tubes [are] where we propagate our laser beams. We have a smaller chamber down there, which you’ll see is not very small, but it’s for testing the smaller suspension systems where we hang mirrors."]},{"begin":"270.760","end":"285.960","lines":["Our suspensions and isolation systems are all to keep our mirrors from moving by the ground shaking, essentially, ’cause we want them to be as still as possible so that when they do move we’ll know that it’s from a gravitational wave and not from a truck or the Red Line or whatever else."]},{"begin":"285.960","end":"297.000","lines":["Yeah, can you give us a sense of how sensitive these instruments need to be to avoid picking up noise and actually find gravitational-wave ripples in spacetime?"]},{"begin":"297.000","end":"302.240","lines":["Yeah, so the answer is mind-blowingly sensitive, and I’ll try to put this in, in scale."]},{"begin":"302.240","end":"324.120","lines":["So the LIGO detectors should be able to measure a motion of the, the mirrors that are four kilometers away from the central building on a scale of about 1,000th the size of a proton, so this is—10-18 meters is roughly the, the scale here. And it’s beyond microscopic; it’s [a] subatomic level of measurement."]},{"begin":"324.120","end":"335.120","lines":["The only way that we get away with that is [we’re] measuring a large surface of the mirror and we’re averaging over many, many atoms, and that’s how we can measure the average position to a level that’s much smaller than the atomic size."]},{"begin":"335.120","end":"339.360","lines":["And the MIT LIGO is not the only LIGO. Can you remind us why that is?"]},{"begin":"339.360","end":"343.960","lines":["Ah, yeah, so, so first, just to be super clear, this is a place where we prototype stuff ..."]},{"begin":"343.960","end":"344.600","lines":["Right, yeah."]},{"begin":"344.600","end":"365.360","lines":["We don’t detect gravitational waves here. So the same sort of operation is at Caltech; there’s the Caltech LIGO Lab. And it’s where a lot of the engineering and administrative staff are. They also have a big research staff there. And again, the idea is to build up systems, which then get delivered to the observatories. There are two of those: one is in Washington State, and one is in Louisiana."]},{"begin":"365.360","end":"371.000","lines":["So speaking of prototypes, what has LIGO been up to since that big detection news 10 years ago?"]},{"begin":"371.000","end":"381.040","lines":["So the big detection happened after we had gotten—some of the things you see here are the prototypes that went in to make Advanced LIGO possible, and that’s what made that first detection possible."]},{"begin":"381.040","end":"398.120","lines":["Since then we’ve been working on—I think the highlight for MIT is quantum technologies, so we’ve been working on squeezed light sources. And the idea here is that if we modify the quantum state of our interferometer, we can lower the noise at the readout and detect gravitational waves from more distant sources."]},{"begin":"398.120","end":"400.600","lines":["Cool, and what would that allow us to do?"]},{"begin":"400.600","end":"420.480","lines":["The farther away you can detect a source, like a binary black hole system coalescing, the more of them you can see. And we have this feature that our detection rate goes with the volume of space we’re sensitive to, so if we make the detectors twice as sensitive, they also see twice as far, which gives us eight times larger volume, and we get a lot more events to look at."]},{"begin":"420.480","end":"427.200","lines":["So right now we’re at roughly an event per week, whereas when we first started we were at one event, if you’re lucky, in a year."]},{"begin":"427.200","end":"439.280","lines":["And so for, you know, the average person who’s maybe interested in space but doesn’t know a ton about gravitational waves, why is it important that we look for these events?"]},{"begin":"439.280","end":"457.200","lines":["So we are detecting, right now, binary systems, and these can be pairs of, of black holes, pairs of neutron stars or a mix-and-match black hole-neutron star system, so a mixed pair. And the interesting thing about these sources is that these are the remnants of big stars ..."]},{"begin":"457.200","end":"474.560","lines":["So large stars that have burned their fuel and collapsed make neutron stars and black holes. And we can detect individual sources from very far away, so “high redshift” in astro-speak. And with future detectors we’ll be able to get really to the edge of the known universe in terms of our ability to detect these sources."]},{"begin":"474.560","end":"489.720","lines":["These are essentially the stellar graveyard—so the place where big stars go to die. And by detecting these sources, individual sources, we can actually learn about the stellar graveyard and in, in that way about the stars that exist and existed in the universe."]},{"begin":"489.720","end":"492.360","lines":["Very cool. So what’s next for LIGO?"]},{"begin":"492.360","end":"506.040","lines":["So LIGO is working on the next upgrade. We upgrade these detectors regularly; it’s really still a new technology—it’s only 10 years since the first detection. And we work on making the detectors better as a matter of course. We’re always trying to make them better."]},{"begin":"506.040","end":"525.840","lines":["The next upgrade will be to put in better mirrors. Essentially, again, we’re averaging over the surface, over the mirror, to make this measurement. We need a really good surface, and that comes down to the coatings we put on the mirrors, so we’re putting in better mirrors with better coatings. That’s the next thing. We’ll be working on improving our squeezed light source to lower the quantum noise in the detector. So basically incremental improvements to the current detectors."]},{"begin":"525.840","end":"540.720","lines":["We’ll then be working on a relatively large upgrade on a timescale of five years from now and from there incremental upgrades, essentially, for the lifetime of those detectors. And that lifetime is really until we get a next-generation detector going."]},{"begin":"540.720","end":"541.160","lines":["Mm."]},{"begin":"541.160","end":"546.080","lines":["And I’m wearing the shirt of Cosmic Explorer here, which is the—our idea for the next generation of detectors."]},{"begin":"546.080","end":"549.720","lines":["Yeah, tell me about Cosmic Explorer. What’s gonna be different about those detectors?"]},{"begin":"549.720","end":"558.560","lines":["Well, over 10 years ago now—and this is in 2014—we realized that we were never gonna be clever enough to really do everything we wanted to do with the current facilities ..."]},{"begin":"558.560","end":"558.680","lines":["Mm."]},{"begin":"558.680","end":"575.920","lines":["And we were going to have to build bigger detectors at some point. And so over the last—a little more than a decade we’ve been developing the idea of what these new, bigger detectors would look like, and that’s developing this thing called Cosmic Explorer. It’s like a supersized LIGO—factor of 10 larger, so 25 miles [about 40 kilometers] on a side."]},{"begin":"575.920","end":"576.480","lines":["Wow."]},{"begin":"576.480","end":"583.600","lines":["And as things go roughly a factor of 10 more sensitive. With these detectors we could detect events from throughout the universe."]},{"begin":"583.600","end":"584.960","lines":["Wow, and what’s ..."]},{"begin":"584.960","end":"586.760","lines":["Yeah, wow [laughs]."]},{"begin":"586.760","end":"590.240","lines":["The timeline looking at [laughs]—looking like for that?"]},{"begin":"590.240","end":"592.400","lines":["At this particular moment in history it’s hard to say."]},{"begin":"592.400","end":"592.880","lines":["Sure."]},{"begin":"592.880","end":"606.560","lines":["I will go ahead and be optimistic, and I’ll say early 2030s we could be building and mid- to late 2030s we could be detecting. And we hope that the LIGO detectors will still be operating and turning out great results into sort of 2040 ..."]},{"begin":"606.560","end":"606.960","lines":["Yeah."]},{"begin":"606.960","end":"611.800","lines":["So we’d have a, a good handoff to the new detectors as they come online in the late 2030s."]},{"begin":"611.800","end":"618.640","lines":["What’s on your wish list for, you know, the kinds of science that might become possible with Cosmic Explorer?"]},{"begin":"618.640","end":"647.560","lines":["So once we’re detecting sources out to high redshift—so we really get a sample of everything that’s out there in the universe—we get to learn about how, you know, stars have evolved not just around us, the local universe, but even at the peak of star formation, so z of 2, and then farther out towards the beginnings of star formation, when the first stars were being formed. The heaviest of stars came from those times. So we really get to have a kind of cross section of the evolution of the universe going back in time."]},{"begin":"647.560","end":"653.960","lines":["And in astronomy there’s always this feature that the farther away you look, the farther back in time you’re looking."]},{"begin":"653.960","end":"654.200","lines":["Yeah."]},{"begin":"654.200","end":"674.760","lines":["So we get to look back towards the beginning of the universe, in some sense, with gravitational waves as we look at these sources that are farther and farther away. With Cosmic Explorer we’ll have not just one or two but hundreds of thousands of sources from the distant universe. So it’s a really exciting way to explore the universe as a whole by looking at this stellar graveyard."]},{"begin":"674.760","end":"680.280","lines":["And for you personally, you know, what questions really motivate you? Why are you so curious about this?"]},{"begin":"680.280","end":"715.080","lines":["So my history is instrument science. I’ve always worked with the lasers and the electronics and the mechanical systems; that’s where my love of the thing began. And I see Cosmic Explorer as really an extension of our first attempt. The LIGO detectors are the first attempt—first successful attempt, at least to detect gravitational waves, and Cosmic Explorer is the natural [next] iteration of that, where we get to apply all the lessons we’ve learned from these detectors to make the next generation, which is a much better detector technologically and, and incorporates now decades’ worth of, of learning in—on, on the instrument side ..."]},{"begin":"715.080","end":"715.560","lines":["Yeah."]},{"begin":"715.560","end":"726.200","lines":["And of course, I’m also excited about the astrophysics we do, but for me the first love of that is really the instrument side. So it’s a natural extension of everything we’ve learned over the last decade."]},{"begin":"726.200","end":"748.080","lines":["Yeah, well, and speaking of, you know, the instrument side, the data, the astrophysics, one of the things that I remember most about that initial gravitational-wave detection were just how many people were involved in the paper tied to the announcement—I think there were more than 1,000 co-authors of, of that paper. How many people are, are working on LIGO, on average?"]},{"begin":"748.080","end":"755.680","lines":["So it’s a very interesting question ’cause if you go to the, the number of people you saw on the author list of that first paper, that’s the LIGO Scientific Collaboration ..."]},{"begin":"755.680","end":"755.880","lines":["Right."]},{"begin":"755.880","end":"772.320","lines":["And also Virgo, so the detector in, in Italy. And you get a, a large group of, of scientists—the whole community, essentially, of gravitational-wave scientists is really a global affair, and we’re at something like 2,000 people now in that community, depending on how you draw the, the boundaries."]},{"begin":"772.320","end":"788.520","lines":["The, the people working on the LIGO detector is a smaller group , maybe about 200 people, and many of those are at MIT or Caltech. So the next cut-down would be: “How many people are actually at the observatories?” And there you get an even smaller number, maybe 50 at each observatory."]},{"begin":"788.520","end":"788.840","lines":["Mm."]},{"begin":"788.840","end":"797.880","lines":["And then you say: “Who’s really, like, in the control room, turning the screws, making it better, doing the instrument science in the observatories?” Oftentimes those are graduate students and postdocs."]},{"begin":"797.880","end":"798.240","lines":["Yeah."]},{"begin":"798.240","end":"819.840","lines":["So there you get to an even smaller number—five or 10. And of course, all the rest of the community is necessary for that work to be fruitful, but the number of people who are, are there actually with their hands on the machine is relatively small. And I, I point this out because often people think that the—you know, the graduate students will come in and say, “What can I ever do that’s impactful in such a large organization?”"]},{"begin":"819.840","end":"820.440","lines":["Yeah."]},{"begin":"820.440","end":"829.360","lines":["Well, the truth is that our students and our postdocs are very impactful, and, and they’re the ones who are often the ones there, you know, really with their hands on the machine doing the work."]},{"begin":"829.360","end":"830.480","lines":["That’s really cool."]},{"begin":"830.480","end":"842.360","lines":["So obviously, it’s really exciting to think about, you know, detecting more of the kinds of phenomena we’ve seen, seeing them farther out. Is there also any hope of detecting stuff we’ve never seen before?"]},{"begin":"842.360","end":"864.360","lines":["Yeah, so let me first say that I’m super excited about the stuff that we already know exists, and we can calculate rates for them, and for every binary black hole system we detect we find some interesting feature. And as we go from 100 detections to 100,000 detections there’ll be really fun corner cases that we get to explore, so there will be new things even in our current population."]},{"begin":"864.360","end":"883.920","lines":["Of course, we also would love to detect something that we’ve never seen before, but I have no idea how often they happen out in the universe, right? Maybe these are, you know, some strange kinds of supernova that admit copious gravitational waves or cosmic strings or any number of other things that we have not observed. I don’t know what the rate will be, but they’re very exciting sources, and we’d love to detect them."]},{"begin":"883.920","end":"890.200","lines":["So for folks who are like, “I’m down here on Earth; what are these gravitational waves and their detection gonna do for me?”"]},{"begin":"890.200","end":"890.600","lines":["Mm-hmm."]},{"begin":"890.600","end":"901.600","lines":["Are there any exciting things that we might be able to learn from gravitational waves that’ll have applications on Earth, besides just the awesome science we’re figuring out?"]},{"begin":"901.600","end":"913.320","lines":["Yeah, so I’m, I’m sad to say we won’t be making your cell phones better anytime soon, and I don’t think that we’ll be transmitting or receiving gravitational waves from your radio devices or using them for wireless or anything like that."]},{"begin":"913.320","end":"921.160","lines":["However, first, I would say: learning about the universe is, in and of itself, for me, a great objective, and I think that’s true for a lot of people ..."]},{"begin":"921.160","end":"921.680","lines":["Sure, yeah."]},{"begin":"921.680","end":"954.680","lines":["That learning about the universe is a, is a wonderful thing in its own right. However, we also do look at the, the spin-offs that could come from our technology. And we do work on high-precision lasers; we have helped companies develop higher-precision lasers that we then use, but they’re used in other applications. Our squeezed light sources are sort of broadly applicable in quantum information and quantum computing. And so we see these spin-offs as interesting things, which are not our primary objective, but yeah, there are technological spin-offs that come from the development we do to make our detectors better."]},{"begin":"954.680","end":"967.040","lines":["Well, thank you so much for sitting down to chat with us and for showing us around. This has been really cool, and I’m really excited to, you know, see what happens when we can look back to the beginning of the universe."]},{"begin":"967.040","end":"969.960","lines":["Thanks for the opportunity to talk about this really exciting science."]},{"begin":"969.960","end":"988.600","lines":["That’s all for today’s episode, but it doesn’t have to be. We’ve posted an extended version over on our YouTube channel, so take a few minutes to go check that out. We’ll be back on Friday with an episode I’m super excited to share with you. It’s all about Dungeons and Dragons—and also science, I promise."]},{"begin":"988.600","end":"1007.440","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1007.440","end":"1027.880","lines":["For Scientific American, this is Rachel Feltman. See you on Friday!"]}],"duration":1027}