{"title":"Why Pregnant People Are Left Out of Drug Safety Studies","img":"https://static.scientificamerican.com/dam/m/2f82b42e4304d09c/original/2510_SQ_FRI_PREGNANCY.png?m=1761234818.782","url":"https://www.scientificamerican.com/podcast/episode/the-dangerous-data-gap-in-pregnancy-drug-research/","audio":"https://traffic.megaphone.fm/SAM5197137472.mp3","intro":["Despite the widespread use of medication during pregnancy, a lack of clinical research leaves patients and doctors navigating treatment with dangerously few data."],"authors":["Rachel Feltman","Tanya Lewis","Fonda Mwangi","Alex Sugiura"],"category":["Medicine"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"The president of the United States recently claimed that the use of acetaminophen, commonly known by the brand name Tylenol, during pregnancy and early childhood could be linked to autism in kids. But these claims aren’t supported by the scientific evidence, and they highlight a much bigger problem: we know shockingly little about medication safety during pregnancy."},{"author":"","text":"For decades pregnant people have been excluded from most clinical trials, leaving doctors and patients to make decisions with incomplete information. As many as 80 to 90 percent of people take prescription medication during pregnancy, yet fewer than 1 percent of clinical trials include them, according to a recent study. The result is a health-care system that protects pregnant people from research rather than through it."},{"author":"","text":"Here to explain why we lack this crucial data and what needs to change is Tanya Lewis, senior health desk editor at Scientific American."},{"author":"","text":"Tanya, thanks so much for coming on to chat with us."},{"author":"Tanya Lewis","text":"Yeah, thanks so much for having me."},{"author":"Feltman","text":"So pregnancy and medication has been in the news a lot lately, you know, primarily because of the alleged connection between acetaminophen and autism in kids. Before we get into all of the stuff you unpacked in your recent piece, could you give us just sort of a brief overview of those headlines?"},{"author":"Lewis","text":"So yeah, you may have heard that recently Donald Trump and his health secretary had a press conference where they announced acetaminophen could be linked to autism in a child of a pregnant person who takes the drug."},{"author":"","text":"Now, there is not any good, high-quality evidence to support this link. It is based on correlations in studies that are poorly done and don’t control for the fact that, for example, Tylenol is often given to treat infections, which are themselves associated with autism in some studies."},{"author":"","text":"So there were a lot of, you know, confounding factors and variables that were not really mentioned at the press conference. And Tylenol is a drug that has been widely prescribed for children and pregnant people for, you know, decades and is known from clinical evidence and from studies to be generally safe at the prescribed doses."},{"author":"","text":"So this is obviously another case of, I guess, the administration going out beyond the evidence and making a claim that doesn’t really bear out in the data."},{"author":"Feltman","text":"Yeah, and I think this struck a particular chord with people because the recommendations around medication and pregnancy are already so fraught, so confusing, so restrictive."},{"author":"","text":"I believe the president said something about pregnant people needing to “tough it out” instead of taking Tylenol. And given that Tylenol is the safe option for pain and fever relief during pregnancy, as opposed to ibuprofen, which has, like, known, actual risks, it started a lot of conversations about how much is lacking in our actual evidence-based recommendations on medication in pregnancy, and you dove into that in a recent piece."},{"author":"","text":"Could you start by just telling us sort of where we are in terms of how much research has been done on medication in pregnancy?"},{"author":"Lewis","text":"Yeah, absolutely. I mean, you put your finger right on the button there with the fact that although Tylenol itself has been fairly well-studied in pregnancy and is widely recommended because it is sort of the only, quote, unquote, “safe” option for pain relief that is not, you know, associated with known defects to the fetus or anything like that, while that’s true, the reality is that there is just not a huge amount of research on pregnant people and medications because, by definition, many pregnant people have been left out or excluded from studies of drugs."},{"author":"","text":"There are some historical reasons for this. This really goes back to the days of thalidomide, which was a medication prescribed to treat morning sickness in Europe in the 1950s and ’60s. And that medication, as we know, you know, was found later to cause horrible birth defects. And so that really, you know, rightfully kind of, jolted people to the potential for negative effects of medications in pregnancy."},{"author":"","text":"But as a result of that whole experience what happened was that Congress decided to require more controlled studies of drugs, which was a good thing; I mean, they didn’t really routinely do this for all drugs, so that was a good thing. The only downside was that they decided to classify pregnant people as “vulnerable” individuals and therefore not capable of giving informed consent for these kinds of studies. And that meant that, in practice, they were totally excluded, and we know nothing—or very little—about a lot of drugs in pregnancy because they just simply haven’t been studied in pregnancy."},{"author":"Feltman","text":"So what kind of studies are researchers able to use to look at medication in pregnancy, and what are the shortcomings there?"},{"author":"Lewis","text":"Right, so I mean, this is something that we can and should be studying. I have talked to a number of researchers and ob-gyns who have said, like, you know, there are ways to study medications safely in pregnant people. For example, we often do what are called observational studies, where we look at pregnant people who are taking drugs already to treat a chronic health condition like diabetes or heart disease or even an infection like HIV. And these are drugs that they cannot stop taking; these are, you know, lifesaving drugs. And we can study the effects, if there are any, on the fetus by looking at these people."},{"author":"","text":"But we can also do studies where we look at maybe people who have given birth to two different kids and they took the drug during one pregnancy but not the other, if it’s a drug like Tylenol, for example. There are these studies, and you can compare them, and you—everything else is sort of the same between these individuals, except that one was exposed to the drug and the other one was not. So that’s one way to do it."},{"author":"","text":"And then, of course, you know, in terms of clinical trials those are the studies that are done before a drug is approved and some of those safety studies that happen, you know, before it even makes it into a human clinical trial. So we study these drugs on animals; we study them just for safety in a small population of people. And those studies can be done in nonpregnant individuals, and we can prove that a drug may be safe before we actually give it to a pregnant person, and then we can look for any adverse effects in that population."},{"author":"","text":"So there are definitely ways to study this. There have been studies—just to put some numbers on it, you know, fewer than 1 percent of clinical trials right now include pregnant people. So this is a huge gap in our knowledge, and as some of the researchers who talked to me have said, you know, we’ve been protecting pregnant people from research instead of through research."},{"author":"","text":"And so we need to change that because it’s very important to take care of both the health of the mother and the fetus. If you don’t treat a disease that’s really dangerous or unhealthy for the mom, then the baby is also gonna be affected. So, you know, we need to treat the whole pair."},{"author":"Feltman","text":"Yeah, one thing that really stood out to me in your piece were these estimates of how things would have gone if we had had sort of randomized clinical trials for drugs that did prove to be dangerous to the fetus. Because, you know, I think there’s understandably this, like, specter of the fetuses who might be harmed in the course of a clinical trial for us to get that data, but people have thought about that and compared that to the actual harm that has occurred. So could you tell us a little bit more about that?"},{"author":"Lewis","text":"Yeah, totally. I mean, if you think about thalidomide, for example, that drug resulted in birth defects for 10,000 kids or more. So if there had been a clinical trial of thalidomide in, say, 200 people, 33 of those kids would have had serious birth defects, but that would’ve prevented 8,000 birth defects in other kids because we would’ve had that knowledge, and then, therefore, those pregnant people would not have taken the drug during their pregnancy. So we’re talking about studying these drugs in a small and controlled population of people who knowingly consent, knowing, you know, what the potential risks might be. And that is hopefully gonna save many, many more individuals and kids from potential harm."},{"author":"","text":"So it’s never easy to think about, you know, any kind of harm to a fetus or a pregnant person. But by not studying these drugs in those individuals we are going blind, effectively, and we’re not giving pregnant people the evidence that they need to make informed and safe choices during their pregnancy. And the reality is that [as many as] 80 to 90 percent of pregnant people take some prescription drug during their pregnancy. So it’s not like they’re not taking these drugs—they’re just taking them without evidence, just off the best advice of their doctors. And that’s nobody’s fault. It’s just the reality is that there isn’t enough data out there to really give people super-informed choices about most of these drugs."},{"author":"","text":"Now, there are some drugs, I should say, that are well-studied and fairly known to be safe. One example of a drug that’s been fairly well-studied in pregnant people is SSRIs, which are antidepressants. And many pregnant people with depression or, you know, other mental health disorders need these drugs in order to function. It’s not, like, a optional choice here. We know that poor mental health is one of the leading causes of postpartum mortality, so this is a huge problem in the U.S. and other countries; we need to treat people who have these mental health issues. But this is always a conversation that people have to have with their doctors, and if we can give them good evidence and studies to support those decisions, then everyone is safer."},{"author":"Feltman","text":"Thank you so much for coming on to talk us through this."},{"author":"Lewis","text":"Yeah, thanks so much for having me. It’s been a pleasure."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Monday with our weekly science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[19280,14316,15213,19245,15038,12921,11832,24726,14612,18849,15709,8513,9019,24387,15913,14771,12234,3694,12432,16711,9058,13767,17006,9986,3022,16948,15226,5221,21997,15263,11825,4687,2528,5871,17841,17305,14932,7117,4119,18777,15776,14957,16345,18616,9415,12115,17625,10153,4579,15648,14222,14521,10914,12914,16837,16514,14281,12344,8606,4540,12957,14717,14644,14805,13093,10797,9630,8306,6924,12746,17954,27870,23648,22253,15205,26423,18275,18031,14862,11812,12285,16209,9338,21464,20245,16812,2174,36,280,1290,2169,16755,10323,10658,13992,11566,12890,13933,13219,16092,11508,16402,13828,16497,14381,15312,15713,15983,15688,13596,20320,18416,16922,16373,13602,15230,10016,10185,9481,7343,6724,4984,22503,16265,16104,20797,13168,15505,22347,13673,19189,10973,8006,7787,12255,13538,13912,14732,18953,18095,17067,18364,17481,16242,17852,16831,16103,16364,18181,17152,16593,14446,11796,12461,9654,8448,3023,3239,4220,6683,3231,2491,17520,22301,19839,22541,15889,19090,13736,13077,13322,14045,12146,17017,20932,16083,22532,15383,16344,13781,16537,15418,6108,18680,22418,17085,21145,22404,15567,14700,7923,17417,15255,17458,20053,15282,20292,8820,3438,20862,20721,19170,15917,18251,22551,17989,14763,22496,22281,20103,16456,22040,20995,16237,16810,14402,3467,15718,15338,18516,15978,13695,16234,21419,22379,12799,15905,13937,15690,14222,11842,1300,17978,18650,13773,18908,12544,17764,15756,17204,14800,17144,13172,18794,13067,8536,18668,17538,13896,16532,17941,13366,15402,13608,21210,13278,16513,22389,11962,22078,22582,17708,15466,19143,16768,13210,15049,15440,16137,19741,22433,16404,15098,18470,11925,12050,22079,13926,16053,16049,18877,18974,21546,15306,12076,18876,22271,13679,12342,17010,15032,4001,19543,18588,22139,15994,17479,19471,19969,22561,22523,16671,17520,18965,15339,13100,22113,16583,10384,15386,1665,1283,2208,19327,14681,18150,17309,17963,14599,15978,17113,17969,18821,17510,14735,15494,17772,16416,16106,7953,15524,20523,22240,22514,22489,19897,18759,22339,15222,959,1375,708,799,876,1123,17549,17043,14226,16294,14580,22569,18045,7482,16147,19727,13931,22521,7352,11674,18962,11767,16396,11809,13165,17478,14017,16890,15053,17638,12823,11771,13322,13544,15674,594,13718,12251,16531,12975,15465,12008,15175,10207,11141,8560,16445,13689,10883,18245,14634,10774,10861,12134,13092,15174,14640,14067,8384,5191,18469,13375,13933,19031,9343,18626,12498,12730,20229,14636,11223,14943,18766,12999,22530,11028,12731,11864,17630,15580,16023,16629,11799,10338,2810,15003,13422,12730,18958,10853,18787,20220,10430,643,15635,22555,18957,20138,3498,21072,490,16021,17177,19177,12838,11892,14672,14056,11070,10132,12662,18664,15083,2636,9458,20378,16406,18522,3502,13497,22408,19073,8140,12617,15267,7004,9306,8251,21016,10128,9338,7283,7973,12176,8188,7894,5022,4264,6033,8068,2422,1466,15017,20137,22533,17247,20568,20652,15290,16524,4588,22490,18116,22510,7935,13609,19012,16339,19740,11462,19070,10152,9558,14297,17096,12474,14498,7564,22484,20263,13436,4159,17066,17688,12741,11536,10158,12424,517,19167,17016,14533,12802,22595,22577,12019,14469,11551,11986,9038,15324,7377,1683,19822,19315,16623,22522,8857,13854,12640,10672,6110,7211,12623,6747,22530,22508,22540,22499,5720,12353,22591,22511,22484,12436,14292,10482,22546,16462,10158,12866,14895,12778,7338,1736,15151,13816,4842,5033,22557,22291,22374,20100,12077,9230,22526,18925,19074,11492,9565,13164,15850,17442,18545,14437,7302,10935,10492,9999,6851,22521,19588,3635,8219,12895,9714,4070,178,19138,15273,13217,19196,22513,17071,20706,8846,15229,10389,8967,2734,13891,11048,1432,21770,9378,14827,10613,5506,1201,21405,10920,22500,22529,22430,22402,1785,16723,12376,13693,15565,8429,11949,15987,14635,11846,21033,14974,4427,6820,10276,13056,8273,6765,9168,10814,7844,11002,12325,17048,13307,9774,9519,37,15853,11789,22535,10969,21433,17840,20125,15559,16563,13193,10503,13277,13119,13284,12777,17420,18993,11648,9094,5388,12434,10061,7654,18447,16059,14421,15283,12661,6379,16315,13856,19196,15173,13855,11138,9106,12909,22523,22550,17078,12671,15042,13552,19415,17990,9772,13335,14914,15039,5918,22496,17788,16368,19970,19366,20218,18538,18205,16483,16383,14398,14078,16040,22517,15347,17995,16267,13925,22541,15931,7135,18553,16379,9806,20932,16415,22532,11985,22140,17429,14957,14962,11079,15301,13192,14401,15938,17183,12003,13529,14853,22510,20618,17219,22493,10145,16115,16568,14250,18837,15458,13498,9352,10012,21319,21504,16464,20132,14619,15321,19840,13218,13301,21828,11741,22508,16837,19076,9760,16446,21426,22400,14365,17976,16244,17728,11992,17023,16462,14624,17666,12931,17553,12235,10513,15275,16531,21794,16808,12918,13603,10128,15126,22390,17536,21355,17108,10526,18551,7961,2001,10836,13323,11522,8966,13816,14567,14392,15273,14292,22416,12465,13506,20285,20337,16605,14450,18530,16461,14635,12751,8806,2711,22489,20876,18145,14788,13936,9893,19781,18205,13221,11109,10755,10853,241,10884,11969,17538,22520,16977,18990,13122,6719,22510,22558,13523,22492,22501,22490,19975,22212,16111,8785,5200,14998,15020,9517,14539,12929,10581,11110,11249,12650,10142,19678,17588,17424,20596,12926,11861,12051,11086,6041,11716,15913,15550,1831,21559,14184,13826,14738,2569,16778,16831,9538,11172,11315,11369,9258,950,10488,17242,5830,14331,16390,9951,13910,19828,719,22441,22501,15999,11283,22528,21517,18642,17804,14185,13722,18619,19748,12764,14931,9127,12010,12791,12634,17592,7919,11896,8884,8130,10469,18731,1742,3466,22489,22472,20242,9381,19161,18633,12253,22499,13017,17156,20783,14915,10931,4998,11717,13585,22420,17420,14179,21698,3937,3657,22502,21109,10440,10609,13358,13418,17457,3545,1131,20890,22585,22490,15002,9767,3553,17901,9746,16724,16297,8136,10405,12719,12761,6565,19492,21860,8995,7005,9214,14682,10321,6409,9623,14398,5691,8102,11597,9864,10870,7752,1116,10301,22547,9853,9446,20098,12689,10888,8436,2075,20602,17467,6992,10551,14582,8857,13117,5643,15333,12088,6389,1086,22555,22502,21206,18475,5543,9247,22065,20425,19027,1137,21955,15565,12231,11373,15350,14060,22,9953,18393,11169,5499,17722,11334,6748,11508,11394,10348,7907,6722,8103,10496,18295,1706,22490,22011,20173,22527,18308,17384,7416,1994,22512,22528,15649,19107,13635,16759,17964,16180,1218,326,12532,10458,22514,18558,6103,14353,4826,14346,19650,14986,21399,5705,14665,18397,22496,14771,22556,15167,10019,17347,12065,11155,5670,11255,1101,22508,19553,20126,16591,18047,14329,22531,22512,18866,11573,322,22504,22537,21697,22471,18077,11341,7938,11959,8655,9065,10818,9906,7460,15940,17379,16997,18807,10816,10783,10401,14113,11072,10511,13060,7920,9287,6530,9028,15176,2209,19237,22635,14256,22596,10257,12405,11051,11602,14349,17177,10509,6623,14961,11813,19543,22425,22235,21649,19154,17794,15156,8119,10466,2507,16188,19586,22413,7950,16245,5318,8920,5884,3689,12722,19651,20497,18491,12603,19418,13462,14624,18051,13825,10916,12348,14336,16905,17762,11553,16673,13190,19914,16877,16520,19703,13307,18485,314,18774,21880,22453,17613,21111,22597,22504,18818,18050,16601,13100,12937,15405,21292,20152,17689,9388,8035,12765,11892,12462,11615,8590,6904,10906,11304,16764,12227,10669,17164,16605,9222,9656,1073,33,22585,22578,20205,18515,16393,14849,14400,14345,14673,13087,6877,20408,19677,11784,20957,15661,11355,11749,12441,12562,18681,16101,10765,16714,19959,14074,8347,19716,13079,19384,13627,19569,8646,13347,12783,14496,15448,10884,14503,9637,10534,12028,17413,12903,12319,8513,9221,10885,13593,12269,11344,1579,17854,22574,22509,20656,22462,20741,22406,15881,15378,13572,15603,17343,9831,7243,20787,4776,17928,16777,22530,15940,14815,22611,3274,14256,22486,17820,11065,14420,3948,19955,7693,7666,8349,7319,17928,19741,19508,16992,18418,16605,17055,17674,14501,17570,15898,17279,15925,19817,14842,17437,15450,13134,11779,17993,12477,15844,15729,16756,18680,13559,11149,10268,12634,18339,7001,9099,9034,12911,22545,21290,14397,12168,22529,21135,13768,19457,21733,12392,17785,19441,11132,12580,9745,9870,9151,10015,7028,14284,6281,3487,10882,2045,3245,19714,22518,22531,19926,22363,22599,22493,22495,22513,2448,19747,19023,19667,22532,21116,4302,19628,16160,18080,14602,13543,13226,15592,18439,15451,5366,1187,17865,13984,19723,22456,22101,22304,15532,20271,21138,9751,7164,10500,18106,10772,7426,10354,9303,8617,17320,7556,13977,18900,11484,13263,18938,15413,10302,15446,12464,2700,11583,12619,12703,18395,9566,16034,14173,11152,12959,17449,21474,13460,14935,9142,10522,19310,12056,4761,12979,20632,14519,11539,8126,22516,16622,17830,9501,16140,20755,11900,16791,7982,20743,12477,9387,9298,6070,3401,17272,19135,15540,14673,14474,6102,20956,9947,5911,11476,9657,8568,15338,22498,22486,17163,19318,13214,16454,1997,19791,22547,17461,22513,17188,15348,15599,21876,21060,12804,17966,14187,22498,17515,12664,15146,19656,14969,16642,16584,7762,7982,3201,578,21000,11796,4600,1201,4066,22153,21141,17232,20076,14880,22536,15170,12070,19532,11271,3692,17937,19119,16598,8783,18945,9792,10510,22505,995,5673,20589,18364,22531,11549,22536,11237,12187,22545,15401,11875,15241,13281,13734,11463,7314,1115,16635,18784,18634,21924,22524,15617,3724,14666,20468,20789,17191,16915,14253,14022,12195,17381,16061,12837,7858,2513,1456,11131,22510,19060,16791,18150,18435,9320,18084,15065,9512,13248,11890,9684,18668,19421,16915,15857,12693,15075,13564,10963,6878,840,14604,9553,12122,15860,14025,14337,11277,22338,11366,15317,7387,17681,13934,21183,12858,12996,10793,12351,11714,10376,9532,22480,13431,18556,10381,3243,19471,15905,13108,8071,13006,17391,15604,12948,18048,11173,1520,15182,22523,13792,16210,6130,11248,18772,15271,15268,10014,19659,12172,9537,17799,12793,6155,13687,14257,17872,16525,12574,9985,14324,15924,15463,20307,18599,13677,19833,10729,12546,22488,22463,15152,17519,22514,14325,14498,2888,4244,19244,11118,16440,14646,17154,17675,11771,10315,15946,15350,15225,14718,20652,11934,18061,14917,22379,15788,15643,5304,22482,13861,7073,17070,12708,22463,22375,20541,18181,9239,14847,20246,18556,12982,11103,22474,13144,22134,16565,18761,12256,16341,14436,16527,20164,16283,189,18627,18649,15429,15565,18395,16337,22524,22336,16834,12956,12386,10487,1261,22506,22529,14853,6889,11543,20531,10594,9161,14223,16281,5173,8397,8105,10334,1880,17942,18513,19157,22344,22516,16806,16372,22469,11469,9674,16904,12085,9552,15325,16214,9998,2607,648,22511,21689,16631,16483,4722,19136,11845,13230,16995,308,15654,19049,17881,16648,20251,22453,18570,13383,13099,3021,15789,21861,22262,4727,11469,11211,9845,7596,8934,10221,22510,15838,8004,8461,17331,10783,12172,2075,12395,12593,11339,22135,10362,9990,11210,2615,11393,11597,5967,3568,17495,22495,22538,22522,19635,22542,22483,22525,10140,14359,14160,11137,16577,13766,13813,9868,10560,8893,10325,6331,14819,7192,11658,6894,7484,9793,8530,10956,9467,7908,7994,1050,13970,10272,3050,22535,22490,11085,15214,16097,15189,17449,5594,197,19023,19133,14398,10651,8416,8867,11204,10182,5346,7990,7862,10035,874,17673,10908,42,16193,22539,15750,20044,11356,17458,22580,11551,1320,19233,22467,22337,1507,1168,21716,9285,10080,14323,11431,10445,7603,1619,22269,5775,22514,22503,21957,8798,16034,8890,7522,8869,11261,4452,13857,19608,17014,16049,18101,22482,10513,11154,17392,17503,21455,20279,150,34,19725,11725,18865,17208,13314,12755,9283,14973,12708,11111,12136,10632,9165,7634,10293,9405,6463,1095,18466,22533,13332,22328,21238,18498,13466,11026,13395,16160,10218,4648,12848,21163,7868,8850,17618,16154,10760,15667,13021,1456,19980,22599,22399,22514,20464,22420,19165,22214,12884,22518,22502,5397,20149,8587,16240,22376,15998,16564,22514,10431,14610,17606,20556,11118,10698,1492,15996,22586,12413,15431,15148,10464,19801,20737,10350,10281,7849,16574,10416,8295,5010,12435,12558,10393,11316,11692,15252,9913,6176,6428,12518,22544,22543,22523,1845,16636,20292,17262,16011,20080,22418,14554,9513,1035,22601,22572,11206,7035,22519,22496,13918,19042,22438,15508,11672,18213,18095,17633,10900,6845,9990,10676,5643,9522,18123,15233,17533,11979,8652,10884,9743,8489,1931,13357,22269,14400,21002,14208,12705,10387,9807,18010,10401,12214,8364,11740,12954,14361,12159,6379,733,1683,16840,21922,19277,4787,17563,13763,16709,17210,22214,19364,13019,21927,22531,16062,19599,19806,16439,9012,22529,22572,22516,20765,12115,19476,14010,12881,19072,17413,8195,14555,15167,16354,10251,10247,9779,5711,15248,18439,13262,17396,17941,17498,11968,20222,12286,11957,5244,11509,9433,17109,13133,14498,11436,7194,9896,8117,12996,10064,18693,16185,5944,20813,22492,16922,16337,16299,10403,22522,20425,17773,12343,3703,18905,15329,6600,20538,22520,22543,19262,22472,15875,22525,12554,8953,14807,13070,15760,16505,11417,22487,9806,11883,7869,6030,2716,2267,21492,18444,15874,17382,14314,21844,12707,11656,10243,22612,20649,17509,22559,8165,11048,9791,750,1044,611,8667,22515,14967,22447,14502,5998,22306,17880,19616,15060,19271,14079,19969,14495,14305,22514,863,1280,22508,20098,16236,16931,22463,14863,17688,22474,14445,16867,21589,15069,21228,19972,18096,16142,1481,21646,17635,22416,20900,22525,11945,18681,2684,15045,22429,15611,20737,16331,20170,16855,18561,20768,1126,22470,13991,14980,13702,13099,20969,18452,14519,2571,1969,17139,22384,22154,17656,18185,15109,22340,18464,22417,22102,20810,15126,16208,8720,1741,18465,22494,18058,17875,14382,22200,21711,21644,15906,7340,20059,16480,22516,2407,487,658,1109,1689,2847,18782,16571,13199,13073,12850,13435,7811,6833,7288,20659,18906,16201,16798,15493,18999,15879,13536,16597,15210,18175,17270,16994,17144,16251,16696,16924,18329,14609,17819,17409,16450,13776,13580,13850,11984,8606,4068,19189,17406,14213,11513,8158,4449,1797,695,347,112,63,18,907,1332,2105,11014,6961,6183,9440,9693,5727,5115,4611,6945,9150,6292,8957,5520,9210,4581,4450,6686,5596,5086,5203,5441,6543,7718,4741,6802,7224,6520,6611,10012,6476,7219,7264,7598,6079,4921,4976,6430,5050,9907,8012,8561,3596,10114,8679,8518,9996,3781,0],"fragments":[{"begin":"0.000","end":"10.160","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"10.160","end":"65.720","lines":["The president of the United States recently claimed that the use of acetaminophen, commonly known by the brand name Tylenol, during pregnancy and early childhood could be linked to autism in kids. But these claims aren’t supported by the scientific evidence, and they highlight a much bigger problem: we know shockingly little about medication safety during pregnancy."]},{"begin":"65.720","end":"94.000","lines":["For decades pregnant people have been excluded from most clinical trials, leaving doctors and patients to make decisions with incomplete information. As many as 80 to 90 percent of people take prescription medication during pregnancy, yet fewer than 1 percent of clinical trials include them, according to a recent study. The result is a health-care system that protects pregnant people from research rather than through it."]},{"begin":"94.000","end":"103.760","lines":["Here to explain why we lack this crucial data and what needs to change is Tanya Lewis, senior health desk editor at Scientific American."]},{"begin":"103.760","end":"106.080","lines":["Tanya, thanks so much for coming on to chat with us."]},{"begin":"106.080","end":"107.680","lines":["Yeah, thanks so much for having me."]},{"begin":"107.680","end":"130.120","lines":["So pregnancy and medication has been in the news a lot lately, you know, primarily because of the alleged connection between acetaminophen and autism in kids. Before we get into all of the stuff you unpacked in your recent piece, could you give us just sort of a brief overview of those headlines?"]},{"begin":"130.120","end":"144.480","lines":["So yeah, you may have heard that recently Donald Trump and his health secretary had a press conference where they announced acetaminophen could be linked to autism in a child of a pregnant person who takes the drug."]},{"begin":"144.480","end":"163.160","lines":["Now, there is not any good, high-quality evidence to support this link. It is based on correlations in studies that are poorly done and don’t control for the fact that, for example, Tylenol is often given to treat infections, which are themselves associated with autism in some studies."]},{"begin":"163.160","end":"185.480","lines":["So there were a lot of, you know, confounding factors and variables that were not really mentioned at the press conference. And Tylenol is a drug that has been widely prescribed for children and pregnant people for, you know, decades and is known from clinical evidence and from studies to be generally safe at the prescribed doses."]},{"begin":"185.480","end":"195.720","lines":["So this is obviously another case of, I guess, the administration going out beyond the evidence and making a claim that doesn’t really bear out in the data."]},{"begin":"195.720","end":"210.800","lines":["Yeah, and I think this struck a particular chord with people because the recommendations around medication and pregnancy are already so fraught, so confusing, so restrictive."]},{"begin":"210.800","end":"238.200","lines":["I believe the president said something about pregnant people needing to “tough it out” instead of taking Tylenol. And given that Tylenol is the safe option for pain and fever relief during pregnancy, as opposed to ibuprofen, which has, like, known, actual risks, it started a lot of conversations about how much is lacking in our actual evidence-based recommendations on medication in pregnancy, and you dove into that in a recent piece."]},{"begin":"238.200","end":"249.200","lines":["Could you start by just telling us sort of where we are in terms of how much research has been done on medication in pregnancy?"]},{"begin":"249.200","end":"285.280","lines":["Yeah, absolutely. I mean, you put your finger right on the button there with the fact that although Tylenol itself has been fairly well-studied in pregnancy and is widely recommended because it is sort of the only, quote, unquote, “safe” option for pain relief that is not, you know, associated with known defects to the fetus or anything like that, while that’s true, the reality is that there is just not a huge amount of research on pregnant people and medications because, by definition, many pregnant people have been left out or excluded from studies of drugs."]},{"begin":"285.280","end":"313.200","lines":["There are some historical reasons for this. This really goes back to the days of thalidomide, which was a medication prescribed to treat morning sickness in Europe in the 1950s and ’60s. And that medication, as we know, you know, was found later to cause horrible birth defects. And so that really, you know, rightfully kind of, jolted people to the potential for negative effects of medications in pregnancy."]},{"begin":"313.200","end":"349.120","lines":["But as a result of that whole experience what happened was that Congress decided to require more controlled studies of drugs, which was a good thing; I mean, they didn’t really routinely do this for all drugs, so that was a good thing. The only downside was that they decided to classify pregnant people as “vulnerable” individuals and therefore not capable of giving informed consent for these kinds of studies. And that meant that, in practice, they were totally excluded, and we know nothing—or very little—about a lot of drugs in pregnancy because they just simply haven’t been studied in pregnancy."]},{"begin":"349.120","end":"356.440","lines":["So what kind of studies are researchers able to use to look at medication in pregnancy, and what are the shortcomings there?"]},{"begin":"356.440","end":"392.960","lines":["Right, so I mean, this is something that we can and should be studying. I have talked to a number of researchers and ob-gyns who have said, like, you know, there are ways to study medications safely in pregnant people. For example, we often do what are called observational studies, where we look at pregnant people who are taking drugs already to treat a chronic health condition like diabetes or heart disease or even an infection like HIV. And these are drugs that they cannot stop taking; these are, you know, lifesaving drugs. And we can study the effects, if there are any, on the fetus by looking at these people."]},{"begin":"392.960","end":"411.960","lines":["But we can also do studies where we look at maybe people who have given birth to two different kids and they took the drug during one pregnancy but not the other, if it’s a drug like Tylenol, for example. There are these studies, and you can compare them, and you—everything else is sort of the same between these individuals, except that one was exposed to the drug and the other one was not. So that’s one way to do it."]},{"begin":"411.960","end":"442.720","lines":["And then, of course, you know, in terms of clinical trials those are the studies that are done before a drug is approved and some of those safety studies that happen, you know, before it even makes it into a human clinical trial. So we study these drugs on animals; we study them just for safety in a small population of people. And those studies can be done in nonpregnant individuals, and we can prove that a drug may be safe before we actually give it to a pregnant person, and then we can look for any adverse effects in that population."]},{"begin":"442.720","end":"464.840","lines":["So there are definitely ways to study this. There have been studies—just to put some numbers on it, you know, fewer than 1 percent of clinical trials right now include pregnant people. So this is a huge gap in our knowledge, and as some of the researchers who talked to me have said, you know, we’ve been protecting pregnant people from research instead of through research."]},{"begin":"464.840","end":"480.680","lines":["And so we need to change that because it’s very important to take care of both the health of the mother and the fetus. If you don’t treat a disease that’s really dangerous or unhealthy for the mom, then the baby is also gonna be affected. So, you know, we need to treat the whole pair."]},{"begin":"480.680","end":"515.280","lines":["Yeah, one thing that really stood out to me in your piece were these estimates of how things would have gone if we had had sort of randomized clinical trials for drugs that did prove to be dangerous to the fetus. Because, you know, I think there’s understandably this, like, specter of the fetuses who might be harmed in the course of a clinical trial for us to get that data, but people have thought about that and compared that to the actual harm that has occurred. So could you tell us a little bit more about that?"]},{"begin":"515.280","end":"561.040","lines":["Yeah, totally. I mean, if you think about thalidomide, for example, that drug resulted in birth defects for 10,000 kids or more. So if there had been a clinical trial of thalidomide in, say, 200 people, 33 of those kids would have had serious birth defects, but that would’ve prevented 8,000 birth defects in other kids because we would’ve had that knowledge, and then, therefore, those pregnant people would not have taken the drug during their pregnancy. So we’re talking about studying these drugs in a small and controlled population of people who knowingly consent, knowing, you know, what the potential risks might be. And that is hopefully gonna save many, many more individuals and kids from potential harm."]},{"begin":"561.040","end":"602.120","lines":["So it’s never easy to think about, you know, any kind of harm to a fetus or a pregnant person. But by not studying these drugs in those individuals we are going blind, effectively, and we’re not giving pregnant people the evidence that they need to make informed and safe choices during their pregnancy. And the reality is that [as many as] 80 to 90 percent of pregnant people take some prescription drug during their pregnancy. So it’s not like they’re not taking these drugs—they’re just taking them without evidence, just off the best advice of their doctors. And that’s nobody’s fault. It’s just the reality is that there isn’t enough data out there to really give people super-informed choices about most of these drugs."]},{"begin":"602.120","end":"652.160","lines":["Now, there are some drugs, I should say, that are well-studied and fairly known to be safe. One example of a drug that’s been fairly well-studied in pregnant people is SSRIs, which are antidepressants. And many pregnant people with depression or, you know, other mental health disorders need these drugs in order to function. It’s not, like, a optional choice here. We know that poor mental health is one of the leading causes of postpartum mortality, so this is a huge problem in the U.S. and other countries; we need to treat people who have these mental health issues. But this is always a conversation that people have to have with their doctors, and if we can give them good evidence and studies to support those decisions, then everyone is safer."]},{"begin":"652.160","end":"658.480","lines":["Thank you so much for coming on to talk us through this."]},{"begin":"658.480","end":"664.320","lines":["Yeah, thanks so much for having me. It’s been a pleasure."]},{"begin":"664.320","end":"672.400","lines":["That’s all for today’s episode. We’ll be back on Monday with our weekly science news roundup."]},{"begin":"672.400","end":"709.880","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"709.880","end":"715.280","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":715}