{"title":"AI Offers Digital Immortality for Deceased Loved Ones—But Should It?","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/griefbots-create-digital-immortality-and-raise-ethical-concerns-around-ai/","audio":"https://traffic.megaphone.fm/SAM7137356972.mp3?updated=1745958825","intro":["AI chatbots called “griefbots” or “deadbots” offer our loved ones a new digital way to grieve but raise ethical and privacy concerns."],"authors":["Rachel Feltman","Naeem Amarsy","Fonda Mwangi","Alex Sugiura"],"category":["Artificial Intelligence"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"The idea of digital life after death is something science fiction has been exploring for ages. Back in 2013 a chilling episode of the hit show Black Mirror called “Be Right Back” followed a grieving woman who came to rely on an imperfect AI copy of her dead partner. More recently the idea of digital copies of the deceased even made it into a comedy with Amazon Prime’s show Upload."},{"author":"","text":"That shift from psychological horror to satire makes sense because in the decade or so between the premieres of those shows, the idea of preserving our dead with digital tools has become way less hypothetical. There’s now a growing industry of what some experts call “griefbots,” which offer AI-powered mimics of users’ departed loved ones. But these services come with a whole host of ethical concerns—for both the living and the deceased."},{"author":"","text":"My guest today is Katarzyna Nowaczyk-Basińska. She’s a research fellow at the Leverhulme Center for the Future of Intelligence at the University of Cambridge. Her research explores how new technologies like these bots are reshaping our understanding of death, loss and grief."},{"author":"","text":"Thank you so much for coming on to chat today."},{"author":"Katarzyna","text":"Nowaczyk-Basińska: Thanks so much for having me. I’m super excited about this."},{"author":"Feltman","text":"So how did you first get interested in studying, as you call them, “griefbots” or “deadbots”?"},{"author":"Nowaczyk-Basińska","text":"I’m always laughing that this topic has found me. It wasn’t me who was searching for this particular topic; it was, rather, the other way around. When, I was still a student we were asked to prepare an assignment. I was studying media studies and with elements of art and performance, and the topic was very broad, simply “body.” So I did my research, and I’m—I was looking for some inspiration, and that was the very first time I came across a website called Eterni.me, and I was absolutely hooked by this idea that someone was offering me digital immortalization."},{"author":"","text":"It was almost a decade ago, and I thought, “It’s so creepy; it’s fascinating at the same time. It’s strange, and I really want to know more.” So I prepared that assignment, then I chose digital immortality as a subject for my master’s, and master’s evolved into Ph.D., and after 10 years [laughs] I’m still in this field working professionally on this topic."},{"author":"Feltman","text":"Yeah, I imagine that the sort of technologies behind the idea of digital immortalization have changed a lot in 10 years. What kinds of advances are powering this field?"},{"author":"Nowaczyk-Basińska","text":"So actually, 10 years ago commercial companies sold promise ..."},{"author":"Feltman","text":"Mm."},{"author":"Nowaczyk-Basińska","text":"And today we have a real product. So that’s the big change. And we have generative AI that makes the whole thing possible. We have the whole know-how and technological infrastructure to make it happen."},{"author":"","text":"To create this kind of technology, to create your postmortem avatar, what you need is the combination of two things: huge amount of personal data and AI. And so if you want to create this avatar, you need to grant access to your personal data to the commercial company. And it means that you share your video recordings, your messages, your audio recordings, and then AI makes sense of it ..."},{"author":"Feltman","text":"Mm."},{"author":"Nowaczyk-Basińska","text":"And [tries] to find links between different pieces of information and extrapolates the most possible answer you would give in a certain context. So obviously, when your postmortem avatar is speaking, it’s just the, it’s just the, the prediction of: “How would that person react in this particular moment and in this particular context?” It’s based on a very sophisticated calculation, and that’s the whole magic behind this."},{"author":"Feltman","text":"So what does this landscape look like right now? What kinds of products are people engaging with and how?"},{"author":"Nowaczyk-Basińska","text":"Mostly what’s available on the market are postmortem avatars or griefbots or deadbots. We use these different names to cover, actually, the same type of technology: so virtual representation of yourself that can be used long after your biological death. I often use this phrase borrowed from Debra Bassett that we live in a moment when we can be biologically dead but at the same time virtually present and socially active. So there are many companies, mostly based in United States—and United States seems to be, like, the epicenter for incubating this idea and distributing this whole narrative around digital immortality across the world. So we have different start-ups and companies who offer this type of, of services, either in the form of bots or holograms."},{"author":"Feltman","text":"And are we seeing any differences culturally in, in how different people are reacting to and engaging with these products?"},{"author":"Nowaczyk-Basińska","text":"So that’s the main question that I am trying to pursue right now because I’m leading a project that is called “Imaginaries of Immortality in the Age of AI: An Intercultural Analysis”. And in this project we try to understand how people from different cultural backgrounds perceive the idea of digital immortality, so Poland, India and China are our three selected countries for this research, because it’s not enough to hear only a perspective and to know the perspective from the West and this dominant narrative."},{"author":"","text":"So we are still in the data-collection phase, so I can only share some observations, not yet findings. What we know for sure is that for experts and nonexperts that we work in these three locations—when I say experts I mean people who work at the intersection of death, technology, grief: so people representing very different fields and industries, like palliative care professionals, academics, people who work in funeral industries, spiritual leaders; so people who could help us understand what digital immortality may mean in this context."},{"author":"Feltman","text":"Mm."},{"author":"Nowaczyk-Basińska","text":"So definitely, what we know for sure [is] that digital immortality is perceived as a technology that can profoundly change the way we understand and we experience death and immortality. And experts agree on that we need much more discussion on this and we need much more ethical guardrails and framework that will help us to make sense of this new phenomenon, that we need much more [well-thought-out] regulations and responsible design. We also need protective mechanisms for users of these technologies because at the moment there is no such thing, and it might be surprising at the same time, super alarming. And also that we need collaboration, and we need collaboration because there is no such thing as in one expert in digital immortality, [one] person who can thoroughly address all the issues and dilemmas and questions. And we need shared expertise, or collective expertise, to better grasp all the challenges that we are facing at the moment."},{"author":"Feltman","text":"Yeah, obviously this sounds like a really complex issue, but what would you say are some of the biggest and most pressing ethical concerns around this that we need to figure out?"},{"author":"Nowaczyk-Basińska","text":"So the list is pretty long, but I would say the most pressing issues are the question on consent. Because when you create postmortem avatar for yourself, so you are data donor, the situation seems to be pretty straightforward because if you do this, we can assume that you explicitly consent to use your personal data. But what about the situation when we have a third party engage in this situation? So what if I would like to create a postmortem avatar of my mother? Do I have the right to share my private correspondence with her and to share this with the commercial company and let them make use of and reuse this material?"},{"author":"","text":"And another variation on the question of consent is something that we called the “principle of mutual consent.” We use this in the article that I co-authored with my colleague from CFI, Dr. Tomasz Hollanek. We introduced this idea because I think that we quite often lose sight of the fact that when we create postmortem avatar, it’s not only about us ..."},{"author":"Feltman","text":"Hmm."},{"author":"Nowaczyk-Basińska","text":"Because we are creating this for specific users, for the intended users of this technology, which is often our family and friends, and the thing is that they may not be ready to use them and they may not be so enthusiastic about this. For some people it can definitely bring comfort, but for others it can be additional emotional burden, so that’s why we think we should be able to create a situation when different engaged parties will consent to be exposed to these technologies in the first place so they can decide whether they want to use these technologies in the long or short term."},{"author":"","text":"The other thing: data profit exploitation. Digital immortality is a part of commercial markets. We have the term “digital afterlife industry,” which I think speaks volumes where we are. Ten years ago it was a niche—niche that has evolved into fully fledged industry: digital afterlife industry."},{"author":"","text":"Our postmortem relationships are definitely monetized, and we can imagine situations that commercial companies will go even further and will use these platforms, for example, to sell us products. And these griefbots can be a very sneaky product-placement space. So data profit exploitation, but also I think we should bear in mind that there are particularly vulnerable groups of potential users that, in my opinion, shouldn’t be exposed to these technologies at all, like children, for example."},{"author":"Feltman","text":"Hmm."},{"author":"Nowaczyk-Basińska","text":"We don’t have empirical-based research that could help us to understand how these technologies influence grieving process, but I think that in this particular case, we should act preemptively and protect the most vulnerable because I don’t think children are ready to cope with grief or to go through grieving process being accompanied by AI…."},{"author":"Feltman","text":"Hmm"},{"author":"Nowaczyk-Basińska","text":"and a griefbot of, I don’t know, their parents. It may be devastating and really hard to cope with."},{"author":"Feltman","text":"Yeah, absolutely. We’ve talked about the obvious ethical concerns. Do we know anything or do you have any personal thoughts about whether there could be benefits to technologies like these?"},{"author":"Nowaczyk-Basińska","text":"I think they could serve as a form of interactive archives. It’s very risky to use them in a grieving process, but when we put them in different context, as a source of knowledge, I think that’s a potential ..."},{"author":"Feltman","text":"Mm."},{"author":"Nowaczyk-Basińska","text":"Positive use of this technology: so that we can learn from some scientists that were immortalized through this technology."},{"author":"Feltman","text":"Sure, and maybe even in personal use, less like, “Oh, this is my grandmother who I can now have personal conversations with while grieving,” and more like, “Oh, you can go ask your great-grandmother about her childhood in more of a, like, family history kind of way.” Does that make sense?"},{"author":"Nowaczyk-Basińska","text":"Yes, absolutely, absolutely. So to,to change the accents and to not necessarily focus on grieving process, which is a very risky thing, but rather try to build archives ..."},{"author":"Feltman","text":"Mm."},{"author":"Nowaczyk-Basińska","text":"And new sources of knowledge, accessible knowledge."},{"author":"Feltman","text":"Yeah, very cool. What do you think is important for consumers to keep in mind if they’re considering engaging with griefbots or deadbots?"},{"author":"Nowaczyk-Basińska","text":"So first of all, that it’s not universal remedy. It works for some people, but it doesn’t necessarily have to work the same way for me because I’m a different person, I go through the grieving process entirely different. So definitely, that’s a very personal thing, and grief is also a very personal and intimate experience, so we should keep in mind that it’s not for everyone."},{"author":"","text":"Second, that these technologies, [laughs] it’s only technology. It’s not on the other side. It’s not your deceased loved one. It’s a very sophisticated technology that impersonate this person. And also that this technology can be addictive—I mean that this technology is designed in a way to keep you engaged, and you can be quite easily manipulated. So I think commercial companies should ensure that users are aware of the fact that they contact with technology through, for example, disclaimers. But at the same time we see that we have very conflicting interests here because what commercial company wants is to engage us and, like, keep us in this [relationship]."},{"author":"Feltman","text":"Thank you so much for coming on to talk through this with us. I’m really looking forward to seeing your future research on it."},{"author":"Nowaczyk-Basińska","text":"Thank you so much for the invitation. It was pleasure."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to talk about why the world needs to start paying more attention to fungi."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,36,2150,16623,15991,16268,14334,17513,16179,15328,17397,6136,11882,16897,11895,13702,15026,16163,18014,15190,14216,15162,13787,11330,14868,13096,14560,12907,16410,12371,14105,14882,14060,14276,13147,14304,12825,9274,16255,15616,15260,13457,10971,13463,14753,13203,13945,10845,15969,15044,20509,11082,13411,6893,16286,12755,19341,12524,14542,13362,12662,12473,18371,13632,14708,13009,13509,12707,15065,15027,13011,13009,11240,13328,20555,14898,16664,15887,10057,13335,13993,12913,16541,11593,14919,15260,15337,17274,13047,12022,9439,665,388,98,0,306,1915,14784,14621,14545,14439,14313,10591,14952,15347,13510,14797,14570,15344,15439,14766,14476,14548,15040,14730,11890,14878,14355,14481,14938,14871,15447,14919,15265,14265,14047,14164,14384,14430,15113,14819,14896,14892,14641,14451,12907,14717,14699,14795,7848,2583,14755,14127,15240,14838,15049,15021,13991,15118,14414,14488,13686,14670,14937,14585,14490,14786,1462,14677,14306,10017,14661,9232,14816,15185,11474,14906,14699,13124,14880,12712,15568,14998,14719,14798,15065,11416,2177,14775,14698,14505,15747,14669,14775,14733,14612,14531,6024,14789,15016,13542,14939,14562,14901,14237,14782,14515,14722,15395,10270,13628,14146,15068,14527,14039,14798,14233,1421,17675,14015,14863,6426,15060,15159,15418,15381,14881,15192,14579,15679,15575,14566,14869,15378,15378,14251,14754,13362,14892,15171,14857,14970,14754,4967,14511,13593,14912,11596,13572,5961,1519,1484,14714,13106,15007,15233,12757,15335,9071,13791,14725,15242,14553,14580,14023,14626,12104,15206,14792,14685,15079,12094,14776,10325,14473,14645,16323,5562,6141,6145,5894,7868,2024,1421,890,513,403,194,81,22,21,140,860,1455,11778,7583,8127,8881,7958,9135,11077,10569,12224,8732,12665,12654,12852,11858,12594,12730,9761,11591,9716,9792,8529,8335,7765,6966,6773,5881,4742,4459,3504,14084,18697,14055,11563,16093,11570,16056,13251,15410,10891,4728,4142,4123,4392,5346,6035,6811,6601,7845,8009,8876,9280,10366,11681,11280,11735,11916,11628,11527,11502,11490,10053,9384,6634,10667,7669,2373,1820,1326,1288,1254,2446,1971,2256,1901,1678,12215,11960,10762,11028,9880,15890,9772,10962,8117,10719,11136,7877,9169,10078,8854,7607,9291,2100,17207,12046,12823,9240,8913,10003,14383,11368,8598,10371,9322,12083,9033,9068,9961,12041,10095,2050,11480,8645,9925,8889,5530,7826,11187,10712,11946,8766,12022,12545,12266,8747,10243,10475,7118,5227,10997,8649,11609,11044,9262,14419,8768,8406,6162,7937,9102,9799,10296,11868,9258,10864,12245,11901,9501,9992,3408,496,16019,8109,11981,11165,11601,12410,11291,10738,12604,10545,9499,11403,8101,10830,3135,10938,11974,7745,11571,7827,8696,9482,10106,11141,7942,1830,12450,10430,7482,10287,10691,9808,9860,8258,8714,8325,9198,9940,10145,11425,7437,3096,717,13095,9393,10401,11725,10542,8619,10244,12597,9520,9574,10853,6740,11519,6143,12123,11287,16516,13110,8628,12043,11748,8192,9538,13409,10982,7325,3080,1177,11129,10759,9375,10473,10927,9781,9840,12771,11809,7640,6715,11804,9439,11229,9175,9306,5184,3337,813,732,14079,9052,12322,11332,9615,12775,13957,11529,10793,6996,3045,12225,9365,14719,10122,11415,12005,9760,9817,10479,9454,7946,11613,9876,7930,10075,5639,1845,10716,9111,8643,10697,11977,14291,9609,10858,9743,9931,12955,9621,10036,12623,9869,10367,11142,9938,9212,8427,5197,1064,768,12098,9853,11751,10327,13406,15824,420,38,17496,14656,15528,9267,10767,12025,14704,13328,6744,6,2487,13268,7964,19150,16599,16812,18482,11681,11279,7845,18959,10695,3364,11695,13025,7913,16945,4843,10386,11559,1429,9641,21640,15109,15614,14631,10371,15118,13222,12485,10878,10621,10891,11624,9350,8851,12178,12196,10840,11207,10871,11804,2447,14829,14431,11756,12643,12652,12921,12762,9250,13231,10745,12287,12076,14375,1806,11417,15626,17777,10945,8178,8501,8580,13726,13224,11734,8371,9738,9204,9152,11801,10384,9937,9219,10090,13039,9902,14147,13597,9513,11901,8352,10693,10469,13586,12201,9291,9511,11871,16630,17560,12164,13419,13368,12914,12413,11871,14876,13992,11503,13206,12139,10259,12135,12120,9113,10080,12497,9793,9000,12419,11093,14315,12774,13199,2388,11103,15838,12972,12472,12706,12447,9846,322,18015,18118,13621,10206,15654,13331,11322,11641,13049,11155,14290,23710,13907,12896,11063,1754,16284,12340,12474,15114,7969,2359,12553,13125,11798,13108,11109,13802,15180,13274,4334,11491,11323,11121,15695,14654,12430,8179,8555,9311,13142,8070,17453,14070,13954,12789,16168,11775,13079,9850,2898,14447,14101,15312,13670,12642,10217,14080,13880,15564,10073,11388,12772,13627,10274,13981,11950,12983,11787,9197,10097,14974,13480,3091,13262,11668,21401,14303,15070,14078,11501,12079,11213,11156,11528,13829,11761,14880,9312,17220,18947,13624,13387,16611,12034,15908,14481,9141,1975,12614,12433,10231,157,16783,21750,20697,16461,21219,5672,13247,12627,612,13032,12161,5673,14445,12508,4217,8229,7457,11360,12843,2956,6249,7182,7846,8353,7329,11310,10573,11249,14731,11256,9209,2917,21090,21950,12032,8399,10175,10532,10994,12298,4293,18656,7243,9506,5180,6258,71,19558,23686,16321,15821,13253,15738,15709,14410,14485,8937,13435,15153,12292,12114,4342,1372,17310,22674,11788,11443,12054,15311,7652,1171,15506,15237,17028,15021,16453,15270,13361,12520,11688,13335,14323,17422,12970,12349,13767,13916,15177,14844,13740,2762,16058,15720,14389,9768,17348,13948,15576,999,14212,12378,14983,14583,12142,15409,17097,13600,10348,16584,16782,9393,13656,13764,13557,15409,11320,16110,12474,14903,10822,7958,10339,11412,12712,12055,12289,13593,10859,11578,12948,8681,14661,14180,12160,9560,12069,2553,16183,16194,15474,12379,14591,15956,7617,19861,16673,10533,675,22759,18175,17134,1523,16818,15417,13111,13657,12865,11986,10527,14249,13122,11077,10269,9982,12281,11838,9583,11587,12881,12958,12236,2244,20553,20639,15093,11481,14395,8525,14577,13393,12877,12793,13569,9226,13089,12510,8474,14327,12060,13855,9821,3003,20687,17161,18085,20005,17080,21636,20174,16694,12531,7013,14939,17265,10114,12024,14195,14838,11161,10858,10807,12674,10787,12354,13429,10386,1943,17230,13060,17306,15368,14606,3336,15552,14488,16363,9105,16802,10983,14027,11029,10871,7364,13871,10147,13622,10341,11663,3641,3440,18863,14651,11543,17246,12791,12988,13521,12974,13475,11649,10923,14302,1558,3656,18002,13743,1687,20394,15613,20170,11541,13837,10417,18235,20954,16947,19106,18863,14978,14592,17240,17220,9235,11516,11585,12954,18349,11786,10067,8634,14058,20575,2311,15337,15258,10050,9573,9262,7053,8848,13318,8900,12975,8448,8547,8938,8147,10043,10175,10855,9501,8584,1493,22518,13660,13480,11813,2093,1926,13457,8716,12903,10940,6995,12004,8691,6878,9107,12178,8818,12019,13164,15755,14959,10099,15140,1812,900,17408,9813,6997,8856,8263,6854,14751,738,14571,10801,10363,6903,12877,10775,10055,8782,9931,12772,8536,12228,12359,10819,7932,10891,11128,7547,14645,7617,1884,10054,10198,9045,9941,12163,10059,8243,9006,10955,11995,8700,10715,16111,7735,9739,11058,9331,6365,5102,16986,11917,10933,12373,9615,12624,8458,13547,900,13654,15123,10042,9605,9367,8717,16929,14725,12872,9013,9477,10621,8718,14949,1523,15689,8883,8682,8372,11014,8869,8692,10650,11929,13651,9958,8329,8107,757,16,17522,14575,13879,11586,9544,14778,9659,12070,9225,12469,13427,10450,9498,10704,8674,11588,10133,12932,14487,9951,8514,12760,14097,1611,1467,13663,14790,11834,10176,10079,11264,9638,9603,11437,7435,9394,9521,12226,13577,5657,10980,13054,4626,10118,1998,1847,13785,13407,11295,13936,16406,12621,12246,9656,13463,13858,16203,12004,9863,13254,12510,14589,13189,10889,11233,14246,10404,8275,1036,11712,10689,10330,14816,12957,13269,9346,13016,15128,12107,10720,3135,14749,16362,13883,15135,12453,14240,13783,13802,11219,9164,15528,12398,9651,8671,1224,10147,10043,11257,9152,2787,17873,15707,12114,11872,11287,8840,11194,7349,11571,12104,14994,15659,2959,4830,22214,10495,9513,12983,11046,9875,4438,11260,11127,9650,12952,9604,8410,10563,11318,13530,7273,6145,7935,7314,13280,1163,15352,22213,17343,16835,13213,10615,12495,9075,17624,9499,12541,12231,13465,13676,14100,13992,11013,11753,2339,9554,12984,11836,16400,12594,10322,13067,11633,5314,19761,17502,17334,14365,12125,15125,15589,12410,10842,2349,17796,10906,18046,15807,10503,13847,7668,15431,12846,15288,13911,10931,11464,13302,7727,10193,13018,14493,13335,11204,10077,10817,12749,10405,12097,11416,10298,11288,13379,14841,13675,16957,16376,15718,9418,11021,15804,12261,12191,12112,10689,12109,9330,10191,10715,11421,2512,11089,12582,16965,17046,14913,11608,11383,8868,9147,12979,16327,12093,11167,10991,9628,8988,11628,13037,10439,18207,9514,9834,14185,2494,6013,16248,17112,14612,9134,14366,13430,9014,10007,13159,12243,15697,8346,11192,7950,12405,11378,14370,13931,12275,13338,15088,14390,10689,14452,12186,18814,8548,4529,5330,16660,13270,14331,16503,18110,17091,16539,15003,10034,17959,12839,13932,15516,15722,10911,9213,8415,8687,15701,16215,11766,8383,11912,10778,10945,1840,15768,16242,16379,11469,11667,10629,9345,11864,12990,10295,7961,15364,12153,12961,12844,19299,14522,12472,8960,10474,1298,14616,12291,919,13339,11754,14546,16498,16094,14558,14556,10551,16498,13578,15952,11381,17282,10132,9020,13909,14041,14895,12664,11072,13868,17135,16025,3819,9743,13528,14960,12201,11972,13593,11276,9143,3501,16294,13194,10457,6467,3159,16882,13785,15752,14360,12374,11071,14588,12495,10151,15466,2440,6343,17220,19256,13149,12460,11921,12239,9603,15436,3001,14518,14462,13781,9559,5560,5578,20501,20752,14525,12867,12892,10434,11601,12163,15541,14986,11477,11717,9523,9550,11144,11350,10079,10743,664,12811,12038,13968,10897,10988,17200,11360,12536,13314,16947,9916,13308,13608,14885,12802,13938,11417,12066,18106,17186,1914,13498,13571,12975,5327,13784,11591,14662,13165,9211,13658,14951,12930,11346,15662,16106,11688,12902,12649,10283,9400,9982,9924,9418,14556,13242,14063,14700,11688,17711,16125,11832,14962,11997,11465,13447,13322,12214,12671,13672,11660,12089,12911,9832,2318,17090,9397,12865,11794,13657,4206,17547,19383,14904,12441,735,17833,13709,10218,11513,11322,15410,14388,12301,15647,3062,3902,18628,15989,15869,13685,14462,13156,10821,10567,11927,12207,14481,13446,10914,11777,13846,12420,15631,15180,13146,18377,17967,16875,13761,14014,14107,4119,17502,20370,15097,13494,15162,14405,18238,14746,11195,1677,2305,24225,20544,15037,13741,13535,13053,10095,11070,12658,14967,8062,11115,13632,10357,12983,12066,1031,17751,13129,12804,15278,16160,17727,630,17927,14835,11331,14631,16057,13774,13101,9081,11305,12215,11187,1311,14619,19236,12546,9834,17934,18216,15065,16534,12727,10938,10937,14826,11617,15674,9670,13026,13075,12905,11622,1347,15911,16163,11073,8244,12870,15483,15126,13317,11250,8599,1603,13134,21229,13525,13401,1965,18006,14059,11601,11678,11636,12200,13169,13253,8642,10846,16258,16779,10704,13131,9035,8161,10739,8707,7022,8111,7230,15992,13236,13923,14958,9364,10034,8118,8819,15883,10962,2993,13749,10994,8261,12196,10291,13742,8004,8648,9476,11973,1347,17147,18844,14932,14853,12854,19728,17279,14676,14936,14557,13990,11693,4121,70,24041,17316,15725,15441,12639,15125,14692,18908,16699,22149,10534,11713,15343,12756,13463,12044,6630,13523,12183,13313,10583,13238,10870,17978,15513,9019,1902,16153,15527,10817,9002,10766,13078,13922,14172,12776,11254,11737,12593,12535,12397,13027,8293,11763,12072,11718,14261,13698,9251,13034,14712,14881,12413,10317,12221,14897,14743,10619,2402,21484,19348,16846,11372,16732,10448,13478,11144,2980,9143,15680,17769,10386,257,15188,15611,12872,9751,11013,11676,14639,17281,14935,11324,998,13845,12618,12655,11217,10125,11502,9372,10419,15122,15886,14481,10879,12538,9478,16406,15921,1441,17934,17895,16745,13237,15314,9271,13815,14960,8648,19301,12322,14215,14548,11377,15395,12852,15421,17140,16175,15793,8245,22352,15702,14411,13356,14263,10752,12804,11616,2387,16175,22456,22929,15840,14266,12508,12562,12917,12209,12030,12028,12050,9314,10193,13158,12761,15106,9245,14096,12324,15462,13626,11701,12010,11960,14785,3485,10931,13412,12683,12551,17972,15854,13389,12815,14167,13062,11874,14888,13155,12661,8720,14911,14663,12476,12000,14480,11089,2318,15060,15535,14649,14929,15091,13233,15727,14107,12070,13993,3947,14657,16064,15944,11126,17363,15363,17795,15063,2067,18526,17467,10915,13830,12235,12371,11464,9835,11179,12307,11228,15421,12244,13809,14060,15064,16937,4063,5311,2885,17554,14683,223,14387,1811,24403,15368,14164,13945,3380,17019,14889,18611,13435,2522,15475,17368,8363,13452,17922,14957,16336,12495,12277,11283,12926,11623,2415,15304,16113,15704,13762,12091,10229,12138,15813,10310,982,16802,15817,14305,16778,14846,12406,14335,14880,11270,9474,9879,15219,9954,14022,15035,10603,10018,19059,15389,15431,13334,14006,14186,16249,15446,13047,15629,13119,186,17965,11937,12160,12572,14687,12941,1698,13575,14208,22314,8633,11015,16497,11796,12787,1179,15449,12596,14449,13082,13061,12389,11831,11683,10850,647,14707,13961,13549,15532,14875,15047,13565,14284,19635,17408,14046,13554,15019,13517,4354,16761,14456,14139,16198,7319,11849,11956,11747,9331,14644,15773,13383,13239,11850,2867,2255,14953,14812,15213,15772,13186,11119,11498,10205,14177,13368,13446,11581,12408,15469,10856,11403,10374,1412,2494,16465,16283,15511,16216,12610,10671,11893,9914,6906,2335,21560,12421,13611,13585,12112,740,18143,17839,13945,13244,10710,2859,16340,20212,12621,13511,16151,12049,11224,8712,10452,10546,11385,10451,14395,10004,7266,19383,12616,6749,17324,12746,13393,14308,10905,11371,1782,12100,14855,14614,144,19758,10581,13191,10249,10821,11531,9553,11402,9411,9430,13025,12558,13186,10340,8473,4450,18520,14282,9242,11014,12220,12065,9014,19684,14297,10922,10453,10659,15210,15151,1514,1338,13984,16422,14550,10074,10204,10401,9057,10709,12169,10171,10492,11494,11871,15084,13392,12204,13146,10674,13954,8705,9995,1594,10162,18162,11745,17499,11154,14544,3751,14807,14303,9926,10302,14923,16521,10966,2467,14665,11987,17525,10886,12537,16472,15407,19092,12824,11705,6578,15463,3829,2888,13128,14902,16551,11649,13291,13742,17412,12707,12609,10078,13606,13067,1001,17357,16460,14674,13923,14766,13643,14936,13880,10769,17224,11699,13906,11710,15890,14081,13590,14828,2949,2693,21100,6581,21941,13136,13699,13271,13067,12596,11057,15199,10863,17007,13086,10018,13115,11295,10525,9117,4630,4472,3177,22053,19034,11888,11830,10754,19386,2536,9892,11660,8071,11777,13848,2957,14159,14438,15833,11029,3297,14303,10510,11966,12975,11064,784,17673,12580,11426,11380,21081,22281,15776,16401,14583,18995,14407,11073,10913,10461,14351,14529,13540,11779,11430,13158,13989,10978,11350,17934,10846,2283,13568,17421,11774,14400,12371,15386,9612,10712,9261,21885,14902,11619,10214,17662,10775,14199,13177,12704,9785,14103,8481,13679,12615,13338,15453,17633,11826,1960,14413,15005,13042,12758,12424,11705,2050,14271,10549,19896,20074,13482,2335,16350,15354,17342,13560,11638,13399,10134,15063,10576,14893,11761,1219,10934,14732,11999,5090,6552,794,8375,14891,24513,14832,6544,18502,10500,14460,10441,5593,11301,3613,767,13222,11858,10623,11030,10678,22804,5393,7648,14717,14675,17910,12129,12411,9832,7663,12475,10828,6846,11192,10778,4827,776,16144,15471,17680,12412,13393,11879,9511,15934,12923,10646,11486,13444,2283,13406,16725,3164,87,15731,14587,10620,5286,8367,7183,9495,9591,10326,8906,9246,8345,9849,9426,7387,8624,8242,101,12457,9681,9009,4618,14,15466,11431,8975,2039,13275,13641,11682,13494,2840,12254,11998,9947,960,13380,14051,10776,14670,12286,1150,10238,10196,12201,12196,11546,10059,10620,7963,12653,11905,19716,21871,15294,8904,21671,14157,15786,16885,16469,16068,10167,9040,12868,12845,13599,2696,1003,10092,7271,613,15898,9716,9959,11029,10585,7720,7592,990,19693,14535,14086,1864,12978,6754,8975,9240,1905,11804,10731,11751,11481,9981,18859,9612,341,16414,17799,13047,7411,13870,13512,15344,12031,14702,1483,9412,16660,5539,15174,14100,16856,17742,12445,14015,13226,15577,9176,8243,24545,14904,10183,633,8729,13496,9756,12821,9644,5560,4998,18454,8717,12731,6269,9130,16520,17084,15359,14772,15926,9791,14784,15243,11063,9555,1280,86,7461,19294,16339,19638,18571,12633,10909,14431,11478,13513,11017,15718,15302,15093,14113,11442,9947,10400,18276,11464,12040,17222,1678,1897,17545,14104,15335,14693,15095,15203,16577,13229,2391,14208,11083,11962,12329,13095,8281,15983,10258,2490,15084,12473,12129,16166,9908,107,13740,13648,10021,8525,19697,21419,13579,12408,9646,11430,10657,8161,9982,6187,8958,6486,10278,12795,8935,11062,12234,14133,3118,7883,9849,8213,7265,6902,12072,8269,11295,1482,47,14296,12676,10844,12450,11287,9335,12027,4541,11221,11350,9470,8521,7469,17397,16736,11587,14866,11459,14863,16164,10908,10455,10682,9602,16485,12331,12440,13177,12993,11258,10492,13492,13116,14073,15579,11948,12901,2547,13136,15271,12984,13637,14356,10148,3036,14577,15421,13461,12653,16157,10531,8035,23062,14209,12036,17154,14311,12268,10948,13304,12269,12544,14205,10394,15636,13767,13692,12196,15345,12540,11352,12266,16209,2966,1871,14850,12465,13138,12922,13352,10492,12772,13213,13347,6086,15844,12690,8274,2361,22624,15508,18595,14391,11479,14083,13222,11907,2000,14638,18298,16934,12554,8656,13492,15576,15295,12121,12431,13422,11701,11353,12677,15125,14756,10195,2153,13038,17624,15093,8499,11954,11573,11693,11361,15463,12266,15011,14978,15919,10997,10589,2220,9347,9913,8963,2071,21542,16087,15914,22385,13216,12147,13997,11144,12375,15763,10720,16476,13990,6398,15952,12135,11564,11013,11660,8264,16440,13913,13789,9903,13605,886,12707,9313,11682,12222,8053,14086,13920,6420,414,15133,11150,11349,15665,11788,12070,9167,12993,12748,8757,1781,3869,15608,14041,13188,17708,13774,1293,5793,13210,13122,12694,5563,11449,15637,14266,17129,1888,10385,16994,10423,13006,13386,16066,13237,17804,17816,13637,10665,12828,12537,8099,14431,9978,7542,13800,17055,16809,13404,2059,15236,14071,15594,10549,14699,14701,15151,23149,17367,12464,14242,12280,17032,11797,15176,17592,10070,19270,19393,12572,15168,11084,12702,12110,11993,18817,12851,11072,16382,12636,2060,16273,13915,19838,13885,10566,12525,13756,15745,17372,14903,14017,10918,11245,9393,1860,19156,13104,13136,14341,12805,7017,6008,18684,7248,15081,10041,9768,11611,6259,8134,7679,8101,10471,9382,3669,14104,12729,14408,11096,10387,12084,10824,665,750,710,13993,8949,10193,9862,7281,1002,12034,15121,12523,10825,8895,10238,9810,7357,12485,6894,7561,8742,12195,13046,5606,947,2853,13500,9310,10321,9787,13953,10117,11953,8329,10692,9608,9271,7899,10036,12953,10805,11161,11199,6424,8288,9692,8563,1071,11201,16905,15096,13674,15288,8070,10258,1293,2996,18094,10212,11095,10247,13695,10483,9817,4524,16016,9716,10629,11033,14911,12408,12926,3988,977,11681,15928,14732,11797,9900,9998,10788,12242,9245,9444,11284,9780,3671,873,751,15440,11859,11211,10154,13272,8656,10976,13346,9060,1871,17235,11578,3050,375,700,1262,2070,10889,9739,8896,8954,8855,8552,5502,5303,6715,11440,11185,11481,11303,11783,11776,12040,11955,11925,12529,11309,11148,11492,11480,11398,11874,10692,12220,10543,11696,11352,11100,8329,9964,8300,10310,7097,2731,10982,10306,8332,6745,4775,2146,880,406,186,82,40,11,0],"fragments":[{"begin":"0.000","end":"6.800","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.800","end":"52.160","lines":["The idea of digital life after death is something science fiction has been exploring for ages. Back in 2013 a chilling episode of the hit show Black Mirror called “Be Right Back” followed a grieving woman who came to rely on an imperfect AI copy of her dead partner. More recently the idea of digital copies of the deceased even made it into a comedy with Amazon Prime’s show Upload."]},{"begin":"52.160","end":"117.520","lines":["That shift from psychological horror to satire makes sense because in the decade or so between the premieres of those shows, the idea of preserving our dead with digital tools has become way less hypothetical. There’s now a growing industry of what some experts call “griefbots,” which offer AI-powered mimics of users’ departed loved ones. But these services come with a whole host of ethical concerns—for both the living and the deceased."]},{"begin":"117.520","end":"149.680","lines":["My guest today is Katarzyna Nowaczyk-Basińska. She’s a research fellow at the Leverhulme Center for the Future of Intelligence at the University of Cambridge. Her research explores how new technologies like these bots are reshaping our understanding of death, loss and grief."]},{"begin":"149.680","end":"154.200","lines":["Thank you so much for coming on to chat today."]},{"begin":"154.200","end":"163.560","lines":["Nowaczyk-Basińska: Thanks so much for having me. I’m super excited about this."]},{"begin":"163.560","end":"176.120","lines":["So how did you first get interested in studying, as you call them, “griefbots” or “deadbots”?"]},{"begin":"176.120","end":"222.400","lines":["I’m always laughing that this topic has found me. It wasn’t me who was searching for this particular topic; it was, rather, the other way around. When, I was still a student we were asked to prepare an assignment. I was studying media studies and with elements of art and performance, and the topic was very broad, simply “body.” So I did my research, and I’m—I was looking for some inspiration, and that was the very first time I came across a website called Eterni.me, and I was absolutely hooked by this idea that someone was offering me digital immortalization."]},{"begin":"222.400","end":"246.920","lines":["It was almost a decade ago, and I thought, “It’s so creepy; it’s fascinating at the same time. It’s strange, and I really want to know more.” So I prepared that assignment, then I chose digital immortality as a subject for my master’s, and master’s evolved into Ph.D., and after 10 years [laughs] I’m still in this field working professionally on this topic."]},{"begin":"246.920","end":"261.240","lines":["Yeah, I imagine that the sort of technologies behind the idea of digital immortalization have changed a lot in 10 years. What kinds of advances are powering this field?"]},{"begin":"261.240","end":"265.680","lines":["So actually, 10 years ago commercial companies sold promise ..."]},{"begin":"265.680","end":"265.880","lines":["Mm."]},{"begin":"265.880","end":"280.920","lines":["And today we have a real product. So that’s the big change. And we have generative AI that makes the whole thing possible. We have the whole know-how and technological infrastructure to make it happen."]},{"begin":"280.920","end":"307.440","lines":["To create this kind of technology, to create your postmortem avatar, what you need is the combination of two things: huge amount of personal data and AI. And so if you want to create this avatar, you need to grant access to your personal data to the commercial company. And it means that you share your video recordings, your messages, your audio recordings, and then AI makes sense of it ..."]},{"begin":"307.440","end":"307.480","lines":["Mm."]},{"begin":"307.480","end":"339.480","lines":["And [tries] to find links between different pieces of information and extrapolates the most possible answer you would give in a certain context. So obviously, when your postmortem avatar is speaking, it’s just the, it’s just the, the prediction of: “How would that person react in this particular moment and in this particular context?” It’s based on a very sophisticated calculation, and that’s the whole magic behind this."]},{"begin":"339.480","end":"347.880","lines":["So what does this landscape look like right now? What kinds of products are people engaging with and how?"]},{"begin":"347.880","end":"405.920","lines":["Mostly what’s available on the market are postmortem avatars or griefbots or deadbots. We use these different names to cover, actually, the same type of technology: so virtual representation of yourself that can be used long after your biological death. I often use this phrase borrowed from Debra Bassett that we live in a moment when we can be biologically dead but at the same time virtually present and socially active. So there are many companies, mostly based in United States—and United States seems to be, like, the epicenter for incubating this idea and distributing this whole narrative around digital immortality across the world. So we have different start-ups and companies who offer this type of, of services, either in the form of bots or holograms."]},{"begin":"405.920","end":"412.600","lines":["And are we seeing any differences culturally in, in how different people are reacting to and engaging with these products?"]},{"begin":"412.600","end":"445.440","lines":["So that’s the main question that I am trying to pursue right now because I’m leading a project that is called “Imaginaries of Immortality in the Age of AI: An Intercultural Analysis”. And in this project we try to understand how people from different cultural backgrounds perceive the idea of digital immortality, so Poland, India and China are our three selected countries for this research, because it’s not enough to hear only a perspective and to know the perspective from the West and this dominant narrative."]},{"begin":"445.440","end":"486.200","lines":["So we are still in the data-collection phase, so I can only share some observations, not yet findings. What we know for sure is that for experts and nonexperts that we work in these three locations—when I say experts I mean people who work at the intersection of death, technology, grief: so people representing very different fields and industries, like palliative care professionals, academics, people who work in funeral industries, spiritual leaders; so people who could help us understand what digital immortality may mean in this context."]},{"begin":"486.200","end":"487.560","lines":["Mm."]},{"begin":"487.560","end":"556.000","lines":["So definitely, what we know for sure [is] that digital immortality is perceived as a technology that can profoundly change the way we understand and we experience death and immortality. And experts agree on that we need much more discussion on this and we need much more ethical guardrails and framework that will help us to make sense of this new phenomenon, that we need much more [well-thought-out] regulations and responsible design. We also need protective mechanisms for users of these technologies because at the moment there is no such thing, and it might be surprising at the same time, super alarming. And also that we need collaboration, and we need collaboration because there is no such thing as in one expert in digital immortality, [one] person who can thoroughly address all the issues and dilemmas and questions. And we need shared expertise, or collective expertise, to better grasp all the challenges that we are facing at the moment."]},{"begin":"556.000","end":"566.120","lines":["Yeah, obviously this sounds like a really complex issue, but what would you say are some of the biggest and most pressing ethical concerns around this that we need to figure out?"]},{"begin":"566.120","end":"609.880","lines":["So the list is pretty long, but I would say the most pressing issues are the question on consent. Because when you create postmortem avatar for yourself, so you are data donor, the situation seems to be pretty straightforward because if you do this, we can assume that you explicitly consent to use your personal data. But what about the situation when we have a third party engage in this situation? So what if I would like to create a postmortem avatar of my mother? Do I have the right to share my private correspondence with her and to share this with the commercial company and let them make use of and reuse this material?"]},{"begin":"609.880","end":"635.760","lines":["And another variation on the question of consent is something that we called the “principle of mutual consent.” We use this in the article that I co-authored with my colleague from CFI, Dr. Tomasz Hollanek. We introduced this idea because I think that we quite often lose sight of the fact that when we create postmortem avatar, it’s not only about us ..."]},{"begin":"635.760","end":"636.280","lines":["Hmm."]},{"begin":"636.280","end":"679.320","lines":["Because we are creating this for specific users, for the intended users of this technology, which is often our family and friends, and the thing is that they may not be ready to use them and they may not be so enthusiastic about this. For some people it can definitely bring comfort, but for others it can be additional emotional burden, so that’s why we think we should be able to create a situation when different engaged parties will consent to be exposed to these technologies in the first place so they can decide whether they want to use these technologies in the long or short term."]},{"begin":"679.320","end":"699.280","lines":["The other thing: data profit exploitation. Digital immortality is a part of commercial markets. We have the term “digital afterlife industry,” which I think speaks volumes where we are. Ten years ago it was a niche—niche that has evolved into fully fledged industry: digital afterlife industry."]},{"begin":"699.280","end":"734.520","lines":["Our postmortem relationships are definitely monetized, and we can imagine situations that commercial companies will go even further and will use these platforms, for example, to sell us products. And these griefbots can be a very sneaky product-placement space. So data profit exploitation, but also I think we should bear in mind that there are particularly vulnerable groups of potential users that, in my opinion, shouldn’t be exposed to these technologies at all, like children, for example."]},{"begin":"734.520","end":"735.320","lines":["Hmm."]},{"begin":"735.320","end":"758.320","lines":["We don’t have empirical-based research that could help us to understand how these technologies influence grieving process, but I think that in this particular case, we should act preemptively and protect the most vulnerable because I don’t think children are ready to cope with grief or to go through grieving process being accompanied by AI…."]},{"begin":"758.320","end":"758.800","lines":["Hmm"]},{"begin":"758.800","end":"766.400","lines":["and a griefbot of, I don’t know, their parents. It may be devastating and really hard to cope with."]},{"begin":"766.400","end":"778.680","lines":["Yeah, absolutely. We’ve talked about the obvious ethical concerns. Do we know anything or do you have any personal thoughts about whether there could be benefits to technologies like these?"]},{"begin":"778.680","end":"796.000","lines":["I think they could serve as a form of interactive archives. It’s very risky to use them in a grieving process, but when we put them in different context, as a source of knowledge, I think that’s a potential ..."]},{"begin":"796.000","end":"796.600","lines":["Mm."]},{"begin":"796.600","end":"803.880","lines":["Positive use of this technology: so that we can learn from some scientists that were immortalized through this technology."]},{"begin":"803.880","end":"824.440","lines":["Sure, and maybe even in personal use, less like, “Oh, this is my grandmother who I can now have personal conversations with while grieving,” and more like, “Oh, you can go ask your great-grandmother about her childhood in more of a, like, family history kind of way.” Does that make sense?"]},{"begin":"824.440","end":"837.960","lines":["Yes, absolutely, absolutely. So to,to change the accents and to not necessarily focus on grieving process, which is a very risky thing, but rather try to build archives ..."]},{"begin":"837.960","end":"838.840","lines":["Mm."]},{"begin":"838.840","end":"842.560","lines":["And new sources of knowledge, accessible knowledge."]},{"begin":"842.560","end":"852.280","lines":["Yeah, very cool. What do you think is important for consumers to keep in mind if they’re considering engaging with griefbots or deadbots?"]},{"begin":"852.280","end":"879.040","lines":["So first of all, that it’s not universal remedy. It works for some people, but it doesn’t necessarily have to work the same way for me because I’m a different person, I go through the grieving process entirely different. So definitely, that’s a very personal thing, and grief is also a very personal and intimate experience, so we should keep in mind that it’s not for everyone."]},{"begin":"879.040","end":"932.280","lines":["Second, that these technologies, [laughs] it’s only technology. It’s not on the other side. It’s not your deceased loved one. It’s a very sophisticated technology that impersonate this person. And also that this technology can be addictive—I mean that this technology is designed in a way to keep you engaged, and you can be quite easily manipulated. So I think commercial companies should ensure that users are aware of the fact that they contact with technology through, for example, disclaimers. But at the same time we see that we have very conflicting interests here because what commercial company wants is to engage us and, like, keep us in this [relationship]."]},{"begin":"932.280","end":"938.320","lines":["Thank you so much for coming on to talk through this with us. I’m really looking forward to seeing your future research on it."]},{"begin":"938.320","end":"941.480","lines":["Thank you so much for the invitation. It was pleasure."]},{"begin":"941.480","end":"948.240","lines":["That’s all for today’s episode. We’ll be back on Friday to talk about why the world needs to start paying more attention to fungi."]},{"begin":"948.240","end":"967.080","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"967.080","end":"987.240","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":987}