{"title":"Bariatric Surgery Does Not Resolve Weight Stigma for Everyone","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png?m=1717792183.71","url":"https://www.scientificamerican.com/podcast/episode/weight-stigma-persists-for-some-patients-after-bariatric-surgery/","audio":"https://traffic.megaphone.fm/SAM5430857085.mp3?updated=1752180935","intro":["While bariatric surgery can result in significant weight loss, weight stigma can persist years after the surgery."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Health"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"While the use of weight-loss drugs is on the rise, they join a suite of already-common interventions known as bariatric surgeries. The procedures used vary, but generally, bariatric surgeries involve removing, restricting or rerouting parts of the gastrointestinal tract to change the amount of food the stomach can digest or absorb. More than half a million people undergo bariatric surgery globally each year."},{"author":"","text":"The reasons for pursuing surgery are complex. But a quick Google search makes one thing clear: these procedures are most often framed—and marketed—as tools for weight loss."},{"author":"","text":"That framing matters because in the U.S. research suggests that more than 40 percent of adults report experiencing weight stigma, or discriminatory attitudes or behavior based on body size, at some point. Such discrimination can obviously impact a person psychologically, but it can also make it harder for them to access good health care."},{"author":"","text":"You might assume that weight loss would reduce that stigma—or even make it disappear entirely. And while that’s true for some people who undergo bariatric surgery, a significant number don’t have that experience."},{"author":"","text":"Our guest today is Larissa McGarrity, a clinical associate professor for the School of Medicine at the University of Utah. She followed people after surgery to get a better understanding of how weight stigma impacted their lives."},{"author":"","text":"Thanks so much for coming on to chat today."},{"author":"Larissa McGarrity","text":"Thank you. I’m excited to be here."},{"author":"Feltman","text":"So how did this study come about? What led you to research the question of how weight stigma intersects with recovery from bariatric surgery?"},{"author":"McGarrity","text":"Sure. Really, it was inspired by my clinical work. I’m the lead psychologist at the University of Utah’s comprehensive Weight Management Program, and after seeing hundreds of patients with severe obesity for assessments and therapy it’s just so clear to me that the way these patients are treated in the world and the resulting way that they see themselves is a key factor in their overall mental and physical health. And this research really helps to support that growing body of literature that suggests the same thing."},{"author":"Feltman","text":"Yeah, so can you walk us through how the study works and what your findings were?"},{"author":"McGarrity","text":"Sure, so we studied 148 patients who had had surgery at the University of Utah, and we repeated some psychological and social measures on these patients before surgery and then one and a half to three years after they underwent bariatric surgery in our program. And what we looked at for this study was the amount of weight stigma that they reported experiencing. And by weight stigma, I mean experiences of being devalued socially—experiencing judgment, discrimination and other mistreatment—as well as challenges physically and emotionally with being able to fit into public spaces and feeling like they belong in the world."},{"author":"","text":"And we looked at the difference from before surgery to after surgery and saw that there was an improvement for patients in the amount of weight stigma that they experienced, which is a good thing, and that that improvement was associated with some of the mental health outcomes we’re really interested in: so depression, anxiety, binge eating, disordered eating—also, actually, lower weight in this case."},{"author":"","text":"But what we also saw on the flip side is that a significant proportion of patients, about 42 percent of them, still reported experiencing weight stigma at this [roughly] two- to three-year time point post-surgery. And for patients who did, they were at elevated risk for these mental health concerns, so stigma continues to be important in the years after bariatric surgery."},{"author":"Feltman","text":"Mm, obviously, these results might sound counterintuitive to some people. What do you think is behind the continued stigma people are facing and the impacts that that seems to have on their health?"},{"author":"McGarrity","text":"Well, stigma doesn’t just go away with weight loss, and I think there’s a couple pieces to this. One piece is that bariatric surgery does not typically result in patients suddenly being in what we’d consider to be the typical BMI range. It results in significant weight loss. It’s the leading evidence-based treatment for severe obesity. But really, bariatric surgery is about the metabolic effects and improvements for their function; their quality of life; remission of diabetes, hypertension, other medical issues."},{"author":"","text":"And so in our sample for this study we saw that the BMI change was significant but still resulted, on average, in patients still being in a category that’s technically considered obesity if we were looking at BMI alone. So the fact that their bodies do not conform still, years after surgery, to what society would deem to be this unrealistically thin ideal makes it so that they are certainly still susceptible to these experiences of weight stigma and discrimination."},{"author":"","text":"And then the other piece to it is: a big piece of weight stigma is the way we see ourselves."},{"author":"Feltman","text":"Mm."},{"author":"McGarrity","text":"It’s not just the way that we’re treated but the way we internalize those messages in ways that are harmful for our mental and physical health, and bariatric surgery does not automatically make that disappear or change someone’s body image and perception of themselves."},{"author":"Feltman","text":"Could you unpack some of the ways that stigma could be driving poor health outcomes?"},{"author":"McGarrity","text":"Absolutely. Well, we know from the general literature, outside of bariatric surgery specifically, that weight stigma is related to a variety of negative mental and physical health implications. We know that independent of a person’s baseline BMI and dependent on where their weight starts, their risk for the development of obesity, the exacerbation of obesity over time is predicted by weight stigma. And this probably happens in a few ways."},{"author":"","text":"We know that when people experience stigma it is a chronically stressful experience, and the effect of chronic stress on inflammation in the body and our physical health is significant."},{"author":"","text":"Another piece of it is health behaviors. So when you think about the health behaviors most people are trying to encourage when they inadvertently make some of these stigmatizing comments, [people] like health providers, it tends to result in being more demoralized and less likely to be motivated to engage in healthy physical activity or adaptive eating behaviors. And so those health behaviors then impact our weight and our health."},{"author":"","text":"And then there’s also just aspects of social disconnection. When you experience stigma it often affects your entire social network and the interactions that you have interpersonally with the people around you, and we know social disconnection has a big impact on our overall health."},{"author":"","text":"And then the last area I would say is health care avoidance. When we think about having these experiences, especially in health care settings, it doesn’t really promote wanting to then go to providers where you know you might be judged before you even speak."},{"author":"","text":"So several pathways that I think really influence our over—overall mental and physical health."},{"author":"Feltman","text":"What do you think the takeaway should be here for people who might be considering bariatric surgery or providers who counsel patients on getting this kind of treatment?"},{"author":"McGarrity","text":"I think an important component is that the bariatric surgery clinical team can’t directly change the amount of stigma that patients face out in the real world or in their personal lives. A little bit of a picture of what the experience is like for patients by the time they present for surgery—I think it can be helpful to sort of imagine this experience, imagine spending your whole life dealing with weight struggles and associated physical health challenges, in many cases. You undergo 10 or more serious attempts to lose weight through various fad diets that feel like starving yourself, exercising consistently, meeting with doctors and dieticians and psychologists, sometimes taking medications to assist. And with each attempt you usually regain all the weight, plus 8 to 10 percent. And you keep hearing the same message: “Just eat less. Just exercise more. Just try harder.”"},{"author":"","text":"This leaves you each time feeling more like a failure, blaming yourself for not having enough, quote, “willpower” and experiencing stigma from your loved ones, your health care providers, strangers alike—just this idea that something’s wrong with you or that you’re lazy because of a chronic health condition. And it’s not hard to imagine under those circumstances that mental health challenges would arise and, for many people, an unfortunate self-fulfilling prophecy: this idea that, actually, we have worse eating and sedentary behaviors when we’re stigmatized, sometimes binge eating or other eating disorders, and ultimately risk for further weight gain and the development of comorbid medical problems."},{"author":"","text":"I think it’s important to know that this cycle’s not the exception; it’s actually the norm for patients we see. This clinical picture’s so common, and by the time a patient comes to surgery they’ve usually had many years of these negative messages from the people around them and society in general about their bodies and what that means about their value. The stigma’s pervasive and harmful, and the key takeaway here is that it doesn’t just go away with weight loss, it doesn’t just go away after bariatric surgery, and that stigma may actually be a more important component of patient mental health in the years after surgery than weight or weight loss is."},{"author":"","text":"But what we can do is not be one more place where that stigma is perpetuated. We can provide accurate information about weight and how complex it is and that it’s not as simple as this “Just eat less; just exercise more” message that patients get constantly for years by the time they’ve come to an office to consider bariatric surgery. We can really focus on treating the whole person and their whole health and I think really [focus] on weight stigma as a core piece of that health picture, the same way we would consider any other risk factor for their health. We should have those conversations explicitly with patients. We should acknowledge the experiences that they’ve had and [that] that’s been a piece of their mental and physical health currently and will likely continue to be a piece of it, even in the years after surgery."},{"author":"","text":"So I think the emphasis on the kinds of conversations we can have with patients so that they know we see them as a whole person, they know that we see the complexity of what has contributed to weight gain over time and that we wanna work with them on not just their physical health but also their mental health and how they’ve internalized some of these messages over time to make surgery most successful for their quality of life."},{"author":"Feltman","text":"And what about the implications for health care for higher-weight patients outside of bariatric surgery?"},{"author":"McGarrity","text":"I think an important message is: you know, to the extent possible, even though these messages and stigma are everywhere—they’re in the media, they’re in public health messaging, they’re in their doctors’ offices—a really important aspect is recognizing that we do have some control over the extent to which we internalize those messages and some control over the conversations that we can have with friends and family members who may be perpetuating some of this."},{"author":"","text":"And it shouldn’t be on the person who’s struggling with their weight to educate everyone around them, but the reality is that sometimes that does fall on the person who has the weight challenges, right? That it’s important to have conversations to educate the people around you and also for yourself to know that you have worth and value as a person that has absolutely nothing to do with what your weight or shape or size is."},{"author":"Feltman","text":"Given the really long-term relationship with weight loss that patients tend to have before turning to bariatric surgery and the connection you saw between weight stigma and negative outcomes, what do you think could change about health care to maybe help some of these patients get better health outcomes before getting to the point where they’re considering bariatric surgery?"},{"author":"McGarrity","text":"Yeah, that’s a great question. A lot of researchers have been advocating for a weight-neutral approach to health care, even in weight-management clinic settings. Bariatric surgery is a metabolic surgery; it’s much broader than just weight loss and results in improvement in medical conditions, in overall health and function, and so we don’t need to focus on the number on the scale. We don’t need to focus so much on weight, whether it’s in a bariatric surgery setting or primary care or any other health care setting. It’s completely possible to work with patients of all shapes and sizes on overall healthy behaviors—and by that I don’t mean a fad diet; I mean eating and exercising in a way that makes your body and mind feel good—without weight needing to be the focus."},{"author":"Feltman","text":"Thank you so much for coming on today to chat."},{"author":"McGarrity","text":"Thank you, I appreciate it."},{"author":"Feltman","text":"That’s all for today’s episode. For more on the topic of weight stigma and health, check out our November 8 interview with Ragen Chastain."},{"author":"","text":"We’ll be back on Wednesday with something super special: an inside look at the MIT lab where scientists are working to detect gravitational waves. And tune in on Friday for a deep dive on the psychology of Dungeons and Dragons, featuring bona fide D&D celebrity Brennan Lee Mulligan."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[25338,25080,21673,23779,11720,14821,21824,15557,27402,19803,19810,15733,22185,10065,18157,19529,24681,14222,17075,13754,11539,14978,27258,4450,12843,9712,14745,25429,20559,20230,24721,21037,18389,25401,22866,23713,22980,21619,25271,25281,22739,20674,19892,19481,24125,21102,24724,25231,25387,25390,23242,19147,25483,24687,11219,14917,13538,21055,20904,25198,14824,26030,26392,20360,23167,24057,18055,23017,21976,22322,22958,25404,19371,25370,22264,25010,19957,21415,4744,17667,18202,9650,25548,25413,23634,25390,25883,25085,24281,22783,21463,25894,25276,25583,20459,11586,16905,10137,17764,11310,532,86,457,1406,2192,13647,8372,9542,10399,9691,12947,12307,14209,10129,14919,14974,11678,15129,13825,14532,14961,14492,13673,11566,14325,13460,13406,13209,15278,13962,12135,13191,11570,10340,8288,6549,5230,20443,13588,14038,14069,19169,13332,16609,19972,16281,18922,14212,5687,8100,8425,9881,13220,13302,13779,13637,13912,14196,14575,14259,14497,13616,13290,12126,13383,10772,9977,12387,8733,4116,2710,1849,1424,1393,1422,1210,1125,1206,1097,2073,14420,24906,15573,14322,15772,13968,13512,17970,16950,16470,15245,13292,20150,18482,13228,11819,16708,12270,13597,16407,16551,16342,14434,10438,4498,1940,16833,12487,13418,10871,15457,11973,17121,15740,12115,15074,14068,12292,12625,14245,10633,13777,8844,10907,18769,12567,10960,19249,13371,12843,20546,11455,18464,20651,20055,7476,11693,12384,18055,9986,17858,13960,16751,12491,12051,10422,1725,1656,15717,21007,11578,13015,17105,15429,17343,18204,14501,14647,10073,9525,15552,2583,2696,17730,12253,12322,12926,13669,13634,12394,15862,13619,15597,4882,2839,2994,22699,12827,14365,12458,13637,16043,13618,12690,2423,15818,15287,13466,18237,15373,14035,12221,11841,17038,13072,15752,11185,14853,13919,9084,5916,2186,3461,20131,17079,16812,13908,16387,13255,17649,7457,13667,12563,17037,16195,12281,13377,15015,13589,9028,14045,12554,10093,12877,16230,3884,13820,17028,11819,14488,11663,12235,13237,11253,17175,20302,10352,20747,16597,9431,2146,2779,15500,18195,14456,8423,18274,13308,17910,21414,11912,18699,16240,9686,17732,11960,14276,16118,18516,12499,17769,19618,12136,19082,15895,2933,2308,3575,14322,14112,13346,19762,14700,12091,14151,18905,14082,9790,13787,13854,10030,14265,19863,5471,2701,20187,17242,14233,12912,19266,14329,13354,14744,14435,12791,13993,11562,17383,13682,20291,12197,14420,17354,9713,8911,5988,2943,2235,24744,15954,11954,13049,13978,13437,19887,12851,16634,13816,22368,14071,12337,17780,14404,13083,14672,12277,11643,4010,2285,15913,13286,16174,12397,10144,17480,17129,12936,13564,22526,11174,14776,14808,22057,15605,16658,4937,1146,1099,1594,1454,1138,923,9796,17725,19282,14974,24900,7672,5705,17244,14135,10791,16533,14514,5756,729,585,17634,15912,8710,24849,18716,15589,24901,16346,16936,16719,11483,11093,7547,7547,13638,10189,10219,22150,13441,23822,24858,8092,12942,11111,6291,14282,19825,8211,21158,8567,11489,13547,8462,8340,3866,15719,15761,17250,17400,14169,19898,19912,13050,16519,12712,15430,11993,12792,14553,18304,14390,12916,11462,12323,17692,13485,9382,12398,17303,15707,14755,12790,1365,16264,19336,16669,12437,18343,14341,12392,5299,15822,11619,14215,14662,12295,9573,13353,19469,8999,13967,16121,9850,7561,12514,15071,16041,10060,16608,14333,9958,10260,11989,14235,12951,11498,14968,13048,12841,13271,11272,11837,11527,16003,16620,5608,13349,13164,20759,18522,11450,16361,18249,13000,9063,13336,11605,1921,1204,13979,15644,11462,13332,13916,12130,10822,18804,20434,18599,17728,15995,9517,10527,10242,11932,9637,10682,4979,19029,22568,2686,22470,24886,15022,12125,24844,20191,10832,10401,10798,17563,10441,9041,27,11424,13564,13325,13615,14926,5180,21994,19192,14567,16630,10638,12198,8449,10380,15924,11558,10617,13835,15792,6606,18127,1421,13675,12487,14262,7701,20399,18992,16326,13223,13885,11530,9796,5869,9813,7424,18300,12089,8678,1207,15029,11660,16781,13973,10104,8674,11060,20435,11743,10625,12404,10065,8794,10608,9305,14672,9575,2757,19764,18831,16461,17209,14886,15325,7682,16481,17352,7422,16920,14171,5866,19735,15609,14953,14120,12299,13247,12548,13121,8587,8047,9391,7197,16302,14295,13299,11534,6866,4755,11905,19862,18434,14075,14811,13198,18634,12241,12875,13141,10758,12476,8422,15657,8366,9577,11318,9452,8546,12948,13312,14473,10478,3040,19009,19767,15373,9375,19247,12826,19126,16565,13490,17624,16204,12770,11539,13756,14014,9784,17330,12587,13145,7161,9847,14031,13057,14690,6989,8383,1868,2229,18111,19338,19311,11468,15735,18650,15661,11516,15353,14815,12566,15595,19558,18079,16008,16731,13711,9541,14123,14287,14754,8370,14520,12907,11223,14009,16272,14561,11210,12860,10452,14549,12534,8292,1681,20035,20361,15821,18761,18346,13509,10921,10701,12532,11982,15690,16007,9482,11420,8838,8740,8038,4981,11775,19168,13512,6291,20216,11572,12413,11737,11822,10207,14124,10004,7486,1972,19169,17563,11946,13412,14612,7532,8042,10793,5636,7333,21972,17929,19080,16803,13063,14521,14274,10410,16590,13998,11884,14723,14611,15115,18067,13594,17676,15272,10384,11227,8169,18722,11018,17224,10508,6245,11386,13951,10947,2115,17488,14611,11641,10925,10125,10102,6189,14448,12854,11547,1519,14937,17855,13447,15125,18735,19401,16238,12791,6899,12654,10797,16414,8319,10652,10912,12411,9176,14340,10783,12741,16015,6822,8314,15569,15349,11469,10033,11075,8603,8735,7285,22119,24941,15324,11023,15705,15444,10206,18880,9975,23949,12868,16565,9240,12697,12552,18722,19137,13719,5690,1848,22208,18589,9020,8507,10124,9304,7947,17445,12532,14263,13373,13603,10235,4489,10701,19177,22338,16843,6674,15931,10379,18227,6012,21092,16866,20805,17331,20534,19236,16334,19253,17809,10637,13006,10750,12486,11962,12486,12403,22228,12020,9888,11829,7154,1597,19634,13413,13446,13527,17035,8824,20641,14532,12681,9545,15036,16458,16538,11855,13252,10582,12258,12370,17288,8279,12577,12441,11615,11073,14395,12961,15058,16517,14368,15538,14768,12582,12140,10375,8360,13703,15118,15106,18612,19455,19100,10896,12736,16402,13376,13396,10883,10889,11468,9966,11519,1679,20006,19177,16767,17397,13144,16894,10727,19635,15686,19018,14803,9735,11510,8416,12070,16321,11766,19769,13226,15471,12902,12214,7706,11451,13029,6486,3090,15864,17842,13937,17779,14003,13702,7701,11813,3052,15242,21849,15526,18681,12920,18833,17966,10236,18632,19088,14530,11985,17793,20074,17086,16174,18995,20284,21536,15609,15105,16778,16894,9613,12989,3298,19173,11522,13007,18751,10924,11951,13547,8974,10761,11908,8919,9102,10234,8987,7020,10002,9740,6421,16578,20374,19668,16970,20747,18773,8201,16863,10364,15123,12031,7440,16942,13012,17255,9765,8009,1120,16746,9378,15540,9556,10699,11519,12983,11934,13926,12074,11251,14550,8820,16974,12274,1047,16642,15647,13013,13451,20124,14516,8956,11019,8694,11103,12366,9612,9182,8299,9166,9926,10061,8037,10409,9475,9316,11754,1323,19390,19719,12669,17215,17233,17336,15230,13250,14998,11696,13545,11295,18028,18995,5708,15750,12909,15209,13353,17345,12120,12223,9651,9466,14588,10064,12752,11638,11494,5950,14945,10473,13614,12710,15161,12135,7902,13105,19642,10301,1078,17189,16374,15568,13303,9758,12615,18774,19064,12892,12991,12312,710,14679,15202,11254,11060,16774,11480,10776,9178,15905,10955,18582,7146,14216,10668,8846,11589,11150,3808,19763,24854,24891,11971,12377,20191,18062,16482,15143,10409,8446,7815,13905,12252,9591,1660,17087,13427,13399,3177,20918,15831,12487,3860,22116,19459,18080,16859,20596,17475,17207,13916,20248,19255,14909,16122,11780,10188,9761,11948,10065,8266,20970,12561,14243,13852,12041,12452,14763,17306,13142,14600,11531,12109,10486,11457,14009,18705,10509,10559,9988,8528,12633,15684,17626,19683,16636,18670,19434,17103,12636,21762,17870,19014,15778,16150,13031,15207,16021,10449,19506,3877,1821,16476,17683,11233,16772,20230,18083,15076,10099,9359,16600,15416,9996,11597,7847,11974,8967,9856,1341,14036,8262,17445,16608,20504,14512,10147,11125,11273,1338,18393,16585,20464,20202,12498,7746,11653,9290,10119,11978,16191,16773,16647,11261,14359,13639,10342,19800,13891,11537,19510,13105,14465,14151,13582,17170,5329,1472,13205,7633,18188,19788,14414,22696,17959,18640,10546,15557,13241,7947,19654,14519,7291,20522,18226,19291,17034,9618,12624,12983,2840,15749,18103,15423,20059,15040,13130,9901,16073,12091,10282,12718,15685,12640,21714,14518,11939,10304,8630,18257,11692,13016,21431,14286,15188,21729,12117,14349,10109,9359,14427,15315,14317,11599,15098,17896,10072,16309,9566,16980,14656,12219,1715,1406,19605,18189,20232,15141,9456,14118,9545,15402,18100,10559,17255,9721,8702,11258,11410,13556,8727,8888,6688,14465,14287,15375,17366,14718,11546,17183,12089,7721,10161,13311,9105,14708,19658,8422,10713,8625,7744,12946,8325,15015,10230,18380,5850,1239,20823,15577,18469,16345,14861,19236,14451,16815,11427,7714,12957,11371,13130,11841,11760,19944,18252,1234,20949,12322,21175,15724,13702,16899,13729,11701,11650,12795,13944,16178,15066,18883,16533,13570,13775,12584,12372,15908,17791,11634,3422,16607,18404,15541,13660,14655,13075,12167,9139,13318,14872,9806,15573,19983,17449,12010,1223,17323,18226,19079,16246,14123,13438,12650,13155,6821,8109,9617,3798,21226,19332,13653,14717,13701,19556,13685,11221,14520,18588,12225,5042,13679,19484,14469,14949,16754,15387,12961,18222,13139,17222,20095,18548,12092,16819,13116,14571,15998,12812,14916,11979,7557,9126,9224,20075,10863,9673,22710,22514,14668,15353,14239,15298,9238,8725,6316,18180,19106,6346,12548,16884,17161,280,0,19418,20588,12378,13523,13271,10728,12371,14513,10997,12188,8300,15850,16967,17477,7362,16440,16261,23417,15067,12115,12211,14866,19064,8880,7742,19206,13335,11854,8392,14324,9456,11860,11348,5968,18687,18338,19032,18005,19180,14585,19372,12292,3072,18859,17468,15130,17337,14189,11293,8245,9917,18383,17443,13250,8213,14818,14730,15037,14617,15359,12311,13431,16560,11488,22858,16220,19310,17476,10560,13105,19685,18367,9865,1171,17929,18908,17884,18060,18021,12514,8089,7647,20457,10479,15803,14578,15537,16104,19612,11290,11930,14026,10844,14510,15396,8731,1695,17278,19527,18931,13121,12370,16165,12866,15720,14669,21118,13903,13360,9828,6635,10381,16691,15545,18483,13286,12688,21432,11732,16426,14971,15295,14980,8480,15205,11000,13494,17894,17655,12865,10801,10213,13144,11034,2234,16708,20115,17225,20870,18496,16598,12770,14102,10852,10892,9825,8564,9315,12868,13668,18782,15562,14378,16263,12728,12359,14233,11809,11215,17479,1998,14309,19556,18548,9222,10190,5387,7681,16411,19430,9162,9996,13554,9404,11373,22385,14463,5763,18565,21035,15148,9965,14427,11856,12818,14699,3836,15426,17452,19204,15325,8287,10259,12298,13539,13988,13554,10962,15372,5501,10695,15890,14078,6627,1791,12824,21182,16635,16927,15193,13871,15796,15794,13570,21121,12224,17894,11641,12132,21553,9910,1697,20805,13681,13524,13125,21962,12280,16008,14475,14892,11574,15749,13376,12247,16345,15157,15606,15071,16737,13553,17005,18605,15466,3387,14926,15476,19051,16485,15829,6844,19702,14655,8908,20022,16124,18754,9561,11279,11877,18209,1760,19434,18395,17134,13669,15174,13084,9809,6911,12077,7590,9730,9777,14920,12019,20296,9430,8977,6934,14614,14372,19200,16721,13514,10982,13371,18512,14006,13990,11906,13288,15249,14390,13636,13343,14726,10535,13567,13985,1792,20638,14285,16212,14288,12706,16598,17780,16966,12681,19155,8396,7714,12398,14759,15009,16149,13241,18746,18195,14570,21238,14040,11860,10907,11508,11551,12737,14451,16447,12871,11649,16064,14180,14441,11090,2071,20333,14804,19103,17229,16668,14809,10736,10791,12913,6826,11569,13577,13670,10225,14918,15917,13528,7825,12056,19395,16564,19711,15410,13921,17688,16891,17556,18671,15057,10410,18723,14679,11976,10857,15477,11445,14039,10441,13333,19424,17264,13745,18452,18744,11929,9620,20141,18473,15582,17731,12218,12846,10686,15771,11805,14567,8597,10020,13151,12674,14666,12075,10686,12036,17149,18226,8020,16786,19488,10824,12089,1592,19293,20174,17699,17500,14218,10942,15565,14923,10177,8376,12521,15768,15769,16204,21320,15659,11750,11291,16204,16545,11901,14550,16248,20030,13998,16319,16443,14609,18631,12767,8542,14250,15678,15088,13994,18409,17677,1577,10902,16072,13814,12130,10906,11645,17941,15713,8056,10448,11734,13948,12557,16042,11512,12864,14307,12679,12522,9999,10910,15477,9669,11625,5394,6508,1249,24722,12744,17241,12491,14916,11363,9265,10819,12408,20291,16845,13626,13998,9149,10664,16353,20233,14004,10585,8379,13878,10688,10515,1531,15158,17949,20241,14798,13450,12152,14696,18517,14478,10270,19468,20824,17589,17602,15584,10018,12774,17733,18087,11824,14202,9344,11256,16037,9101,17031,15730,16333,11348,17893,16891,17491,1637,20324,12379,14103,14077,10215,18197,19184,15109,7699,14770,14801,16671,10783,13099,20431,18997,15089,15187,13333,13176,14848,16203,13817,2421,11591,16511,15917,18714,14287,13041,13453,18403,20092,12036,12578,21434,17736,1509,1437,18852,17888,15606,17300,13208,13874,15075,10155,14994,20595,13247,18001,17688,10375,15861,20001,18341,17330,16555,14168,578,14824,18468,14675,13885,15929,12270,14648,14163,11851,17524,16071,15271,19281,938,14883,20364,16617,16681,15211,12082,20562,11127,12360,11239,9257,15966,16188,16382,13614,15334,11038,16252,12996,17527,10931,11020,16237,16465,10766,14090,10803,21244,12184,17458,16684,19548,16788,16494,16847,11355,11915,13386,12474,13577,12033,10887,11532,12917,14345,11671,12640,8319,4438,15231,15637,18626,17869,16792,16329,18277,14691,12282,15063,18174,16612,15289,6893,16382,15699,17597,13989,13465,14914,22473,17061,10831,13221,15658,14319,12977,13604,13538,18437,16602,15046,15412,18898,13010,10201,14772,15693,15119,14479,10124,14512,15151,10202,13847,14895,16222,16093,17031,18138,19640,15734,18252,18525,19130,19636,16959,17074,13867,12023,21582,3540,10855,17111,14077,13438,12562,11342,12194,12764,12870,15032,15392,1287,15709,13281,11398,10077,17988,16414,13995,17259,15202,10217,2,12635,22382,17596,13735,13426,13847,13642,24500,21737,14674,24098,11531,10544,14857,14668,11944,12105,6659,5902,0,12580,20453,20502,10315,12363,21480,14422,15888,10215,20425,20356,18724,19681,20941,19169,16761,16588,9746,20112,15383,12642,16220,18541,12795,10481,10722,14669,9362,17668,19546,12085,8856,9341,20304,18057,11584,11070,1946,19976,17838,16182,19698,11679,16755,7369,16145,12358,13971,14732,12195,9698,14883,17763,8903,15000,13407,13389,12018,17198,12844,10298,13379,10595,13998,13859,12766,11723,2882,21877,13315,17450,13824,15733,15068,14336,15196,18967,13601,13414,7608,8717,17253,11749,11788,9304,11148,12929,9181,11728,10851,13356,10060,14641,12570,9117,14552,19010,12031,20263,18371,18259,14086,15009,18718,13601,13666,15379,15408,17774,14758,14213,17806,18321,16469,16035,18058,12239,15841,18376,5892,18614,8577,18512,12194,18313,16550,17321,19244,8913,13292,10948,9400,16493,9339,17087,6984,6473,20390,17614,12614,20524,20535,21059,12005,13217,17305,16044,12632,13520,12115,11751,18635,18052,14958,19988,13151,11581,14052,18724,19605,15293,11652,18012,15996,12683,12655,12728,11845,14694,11267,10405,8842,9102,10842,15154,4409,10913,13008,14424,13499,19595,13390,10218,0,22796,21259,15409,14554,13064,10547,12682,10618,10193,11171,12971,14708,7972,18817,12690,11289,13323,12113,11656,9124,9522,2073,10002,16724,19530,15358,10517,8200,7625,10528,12097,13798,16701,8591,5743,18357,16058,17563,14009,13755,13734,18460,16413,12657,11773,11849,6210,13371,11753,7462,24895,18374,14665,13828,15846,17610,10838,10544,20471,16224,10316,10111,10867,11088,14160,6334,8359,11518,11810,17699,17399,15511,12585,2172,19149,18925,20637,16159,9216,11552,8714,12359,14199,10864,10379,13727,13770,8742,13507,11025,12961,14008,14413,13688,8838,18548,11294,12268,1397,16923,17234,14881,13628,4486,17603,19656,15814,6953,17303,17105,14982,9227,11255,14083,18553,9962,9797,10718,16106,15903,12966,12276,11905,17117,6708,5605,14853,14305,16064,14154,17166,17791,16199,9925,8038,17303,18277,17097,18619,11714,7138,10089,18596,1729,21683,14556,9877,14894,13384,13555,17119,16383,14141,16117,15894,10156,17625,16107,15215,15007,14533,14005,14306,16650,18238,10713,15578,17981,12242,14794,16172,17324,12701,14969,13048,11822,12398,2035,11638,12512,11782,18749,12805,13869,15434,10238,18653,15507,12595,17912,12996,16461,8916,1522,17696,17246,17949,15955,12865,11041,19052,19531,18580,10347,16176,16098,13268,6490,6423,7807,14429,13465,16285,12663,11317,12314,11110,14080,11239,7702,9156,10102,14544,10969,7783,18918,17533,13289,8147,11904,14280,6971,8685,7713,10280,7678,8151,1492,1816,21236,17814,22053,15726,17564,15488,13080,2210,21150,18147,10833,9353,2648,2275,2751,2619,24597,21928,18566,20107,9188,24884,19508,24692,16445,23197,23005,20514,14228,24866,24757,22457,17363,17197,21885,24863,24859,11070,3053,3420,21795,24875,22531,19607,24854,17137,18085,24857,15084,24943,24893,20547,21644,24274,22457,21907,23303,14879,24461,13940,24846,23880,17384,18268,16456,6737,2225,24410,21059,24876,14475,16708,22943,14175,20872,16818,19815,24219,17270,24822,8220,21061,18993,24842,16970,20453,21169,22269,17230,18086,9457,3884,3045,24816,19611,17169,17540,24793,14454,22896,20445,20769,19672,19694,19511,15415,22058,20394,14169,17353,22648,17565,23501,17177,18719,2536,23348,24241,24880,24867,18417,17288,21232,5220,13767,23375,16531,19600,25061,24878,17092,17868,4326,24852,18184,19990,17152,24949,20656,20133,2600,2801,22602,24906,24730,20541,19216,17125,20951,22762,20122,23662,24380,15731,7054,2194,2168,24879,16539,21958,17622,18081,17930,23251,21852,6120,17728,24587,22388,236,725,1482,2174,13326,12522,10897,11065,10915,10557,6696,6617,8244,14073,13733,13795,14089,14503,14163,14476,15155,15381,15357,14074,13956,14278,14101,14416,15036,13414,14917,13104,14359,13493,13695,10469,12147,10334,12689,8552,3336,13464,12675,10241,8245,5902,2647,1086,508,271,107,50,18],"fragments":[{"begin":"0.000","end":"11.000","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"11.000","end":"79.080","lines":["While the use of weight-loss drugs is on the rise, they join a suite of already-common interventions known as bariatric surgeries. The procedures used vary, but generally, bariatric surgeries involve removing, restricting or rerouting parts of the gastrointestinal tract to change the amount of food the stomach can digest or absorb. More than half a million people undergo bariatric surgery globally each year."]},{"begin":"79.080","end":"90.960","lines":["The reasons for pursuing surgery are complex. But a quick Google search makes one thing clear: these procedures are most often framed—and marketed—as tools for weight loss."]},{"begin":"90.960","end":"110.600","lines":["That framing matters because in the U.S. research suggests that more than 40 percent of adults report experiencing weight stigma, or discriminatory attitudes or behavior based on body size, at some point. Such discrimination can obviously impact a person psychologically, but it can also make it harder for them to access good health care."]},{"begin":"110.600","end":"122.040","lines":["You might assume that weight loss would reduce that stigma—or even make it disappear entirely. And while that’s true for some people who undergo bariatric surgery, a significant number don’t have that experience."]},{"begin":"122.040","end":"135.840","lines":["Our guest today is Larissa McGarrity, a clinical associate professor for the School of Medicine at the University of Utah. She followed people after surgery to get a better understanding of how weight stigma impacted their lives."]},{"begin":"135.840","end":"137.840","lines":["Thanks so much for coming on to chat today."]},{"begin":"137.840","end":"140.840","lines":["Thank you. I’m excited to be here."]},{"begin":"140.840","end":"150.520","lines":["So how did this study come about? What led you to research the question of how weight stigma intersects with recovery from bariatric surgery?"]},{"begin":"150.520","end":"181.680","lines":["Sure. Really, it was inspired by my clinical work. I’m the lead psychologist at the University of Utah’s comprehensive Weight Management Program, and after seeing hundreds of patients with severe obesity for assessments and therapy it’s just so clear to me that the way these patients are treated in the world and the resulting way that they see themselves is a key factor in their overall mental and physical health. And this research really helps to support that growing body of literature that suggests the same thing."]},{"begin":"181.680","end":"186.480","lines":["Yeah, so can you walk us through how the study works and what your findings were?"]},{"begin":"186.480","end":"228.680","lines":["Sure, so we studied 148 patients who had had surgery at the University of Utah, and we repeated some psychological and social measures on these patients before surgery and then one and a half to three years after they underwent bariatric surgery in our program. And what we looked at for this study was the amount of weight stigma that they reported experiencing. And by weight stigma, I mean experiences of being devalued socially—experiencing judgment, discrimination and other mistreatment—as well as challenges physically and emotionally with being able to fit into public spaces and feeling like they belong in the world."]},{"begin":"228.680","end":"251.760","lines":["And we looked at the difference from before surgery to after surgery and saw that there was an improvement for patients in the amount of weight stigma that they experienced, which is a good thing, and that that improvement was associated with some of the mental health outcomes we’re really interested in: so depression, anxiety, binge eating, disordered eating—also, actually, lower weight in this case."]},{"begin":"251.760","end":"272.880","lines":["But what we also saw on the flip side is that a significant proportion of patients, about 42 percent of them, still reported experiencing weight stigma at this [roughly] two- to three-year time point post-surgery. And for patients who did, they were at elevated risk for these mental health concerns, so stigma continues to be important in the years after bariatric surgery."]},{"begin":"272.880","end":"286.360","lines":["Mm, obviously, these results might sound counterintuitive to some people. What do you think is behind the continued stigma people are facing and the impacts that that seems to have on their health?"]},{"begin":"286.360","end":"319.360","lines":["Well, stigma doesn’t just go away with weight loss, and I think there’s a couple pieces to this. One piece is that bariatric surgery does not typically result in patients suddenly being in what we’d consider to be the typical BMI range. It results in significant weight loss. It’s the leading evidence-based treatment for severe obesity. But really, bariatric surgery is about the metabolic effects and improvements for their function; their quality of life; remission of diabetes, hypertension, other medical issues."]},{"begin":"319.360","end":"349.160","lines":["And so in our sample for this study we saw that the BMI change was significant but still resulted, on average, in patients still being in a category that’s technically considered obesity if we were looking at BMI alone. So the fact that their bodies do not conform still, years after surgery, to what society would deem to be this unrealistically thin ideal makes it so that they are certainly still susceptible to these experiences of weight stigma and discrimination."]},{"begin":"349.160","end":"353.920","lines":["And then the other piece to it is: a big piece of weight stigma is the way we see ourselves."]},{"begin":"353.920","end":"353.920","lines":["Mm."]},{"begin":"353.920","end":"370.560","lines":["It’s not just the way that we’re treated but the way we internalize those messages in ways that are harmful for our mental and physical health, and bariatric surgery does not automatically make that disappear or change someone’s body image and perception of themselves."]},{"begin":"370.560","end":"377.080","lines":["Could you unpack some of the ways that stigma could be driving poor health outcomes?"]},{"begin":"377.080","end":"407.000","lines":["Absolutely. Well, we know from the general literature, outside of bariatric surgery specifically, that weight stigma is related to a variety of negative mental and physical health implications. We know that independent of a person’s baseline BMI and dependent on where their weight starts, their risk for the development of obesity, the exacerbation of obesity over time is predicted by weight stigma. And this probably happens in a few ways."]},{"begin":"407.000","end":"419.600","lines":["We know that when people experience stigma it is a chronically stressful experience, and the effect of chronic stress on inflammation in the body and our physical health is significant."]},{"begin":"419.600","end":"445.680","lines":["Another piece of it is health behaviors. So when you think about the health behaviors most people are trying to encourage when they inadvertently make some of these stigmatizing comments, [people] like health providers, it tends to result in being more demoralized and less likely to be motivated to engage in healthy physical activity or adaptive eating behaviors. And so those health behaviors then impact our weight and our health."]},{"begin":"445.680","end":"461.920","lines":["And then there’s also just aspects of social disconnection. When you experience stigma it often affects your entire social network and the interactions that you have interpersonally with the people around you, and we know social disconnection has a big impact on our overall health."]},{"begin":"461.920","end":"476.680","lines":["And then the last area I would say is health care avoidance. When we think about having these experiences, especially in health care settings, it doesn’t really promote wanting to then go to providers where you know you might be judged before you even speak."]},{"begin":"476.680","end":"482.720","lines":["So several pathways that I think really influence our over—overall mental and physical health."]},{"begin":"482.720","end":"492.920","lines":["What do you think the takeaway should be here for people who might be considering bariatric surgery or providers who counsel patients on getting this kind of treatment?"]},{"begin":"492.920","end":"549.440","lines":["I think an important component is that the bariatric surgery clinical team can’t directly change the amount of stigma that patients face out in the real world or in their personal lives. A little bit of a picture of what the experience is like for patients by the time they present for surgery—I think it can be helpful to sort of imagine this experience, imagine spending your whole life dealing with weight struggles and associated physical health challenges, in many cases. You undergo 10 or more serious attempts to lose weight through various fad diets that feel like starving yourself, exercising consistently, meeting with doctors and dieticians and psychologists, sometimes taking medications to assist. And with each attempt you usually regain all the weight, plus 8 to 10 percent. And you keep hearing the same message: “Just eat less. Just exercise more. Just try harder.”"]},{"begin":"549.440","end":"589.440","lines":["This leaves you each time feeling more like a failure, blaming yourself for not having enough, quote, “willpower” and experiencing stigma from your loved ones, your health care providers, strangers alike—just this idea that something’s wrong with you or that you’re lazy because of a chronic health condition. And it’s not hard to imagine under those circumstances that mental health challenges would arise and, for many people, an unfortunate self-fulfilling prophecy: this idea that, actually, we have worse eating and sedentary behaviors when we’re stigmatized, sometimes binge eating or other eating disorders, and ultimately risk for further weight gain and the development of comorbid medical problems."]},{"begin":"589.440","end":"625.040","lines":["I think it’s important to know that this cycle’s not the exception; it’s actually the norm for patients we see. This clinical picture’s so common, and by the time a patient comes to surgery they’ve usually had many years of these negative messages from the people around them and society in general about their bodies and what that means about their value. The stigma’s pervasive and harmful, and the key takeaway here is that it doesn’t just go away with weight loss, it doesn’t just go away after bariatric surgery, and that stigma may actually be a more important component of patient mental health in the years after surgery than weight or weight loss is."]},{"begin":"625.040","end":"678.840","lines":["But what we can do is not be one more place where that stigma is perpetuated. We can provide accurate information about weight and how complex it is and that it’s not as simple as this “Just eat less; just exercise more” message that patients get constantly for years by the time they’ve come to an office to consider bariatric surgery. We can really focus on treating the whole person and their whole health and I think really [focus] on weight stigma as a core piece of that health picture, the same way we would consider any other risk factor for their health. We should have those conversations explicitly with patients. We should acknowledge the experiences that they’ve had and [that] that’s been a piece of their mental and physical health currently and will likely continue to be a piece of it, even in the years after surgery."]},{"begin":"678.840","end":"704.640","lines":["So I think the emphasis on the kinds of conversations we can have with patients so that they know we see them as a whole person, they know that we see the complexity of what has contributed to weight gain over time and that we wanna work with them on not just their physical health but also their mental health and how they’ve internalized some of these messages over time to make surgery most successful for their quality of life."]},{"begin":"704.640","end":"710.480","lines":["And what about the implications for health care for higher-weight patients outside of bariatric surgery?"]},{"begin":"710.480","end":"739.160","lines":["I think an important message is: you know, to the extent possible, even though these messages and stigma are everywhere—they’re in the media, they’re in public health messaging, they’re in their doctors’ offices—a really important aspect is recognizing that we do have some control over the extent to which we internalize those messages and some control over the conversations that we can have with friends and family members who may be perpetuating some of this."]},{"begin":"739.160","end":"765.800","lines":["And it shouldn’t be on the person who’s struggling with their weight to educate everyone around them, but the reality is that sometimes that does fall on the person who has the weight challenges, right? That it’s important to have conversations to educate the people around you and also for yourself to know that you have worth and value as a person that has absolutely nothing to do with what your weight or shape or size is."]},{"begin":"765.800","end":"786.160","lines":["Given the really long-term relationship with weight loss that patients tend to have before turning to bariatric surgery and the connection you saw between weight stigma and negative outcomes, what do you think could change about health care to maybe help some of these patients get better health outcomes before getting to the point where they’re considering bariatric surgery?"]},{"begin":"786.160","end":"837.400","lines":["Yeah, that’s a great question. A lot of researchers have been advocating for a weight-neutral approach to health care, even in weight-management clinic settings. Bariatric surgery is a metabolic surgery; it’s much broader than just weight loss and results in improvement in medical conditions, in overall health and function, and so we don’t need to focus on the number on the scale. We don’t need to focus so much on weight, whether it’s in a bariatric surgery setting or primary care or any other health care setting. It’s completely possible to work with patients of all shapes and sizes on overall healthy behaviors—and by that I don’t mean a fad diet; I mean eating and exercising in a way that makes your body and mind feel good—without weight needing to be the focus."]},{"begin":"837.400","end":"839.720","lines":["Thank you so much for coming on today to chat."]},{"begin":"839.720","end":"842.120","lines":["Thank you, I appreciate it."]},{"begin":"842.120","end":"849.240","lines":["That’s all for today’s episode. For more on the topic of weight stigma and health, check out our November 8 interview with Ragen Chastain."]},{"begin":"849.240","end":"865.240","lines":["We’ll be back on Wednesday with something super special: an inside look at the MIT lab where scientists are working to detect gravitational waves. And tune in on Friday for a deep dive on the psychology of Dungeons and Dragons, featuring bona fide D&D celebrity Brennan Lee Mulligan."]},{"begin":"865.240","end":"884.400","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"884.400","end":"903.800","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":903}