{"title":"Can Your Microbiome Affect Your Mood?","img":"https://static.scientificamerican.com/dam/m/56b72855a9cc4b9b/original/2509_SQ_WED_GUT_HEALTH-Podcast-Span-Art.jpeg?m=1758049242.69","url":"https://www.scientificamerican.com/podcast/episode/new-research-shows-gut-cells-communicate-directly-with-the-brain/","audio":"https://traffic.megaphone.fm/SAM1892009032.mp3","intro":["Scientists are uncovering how your gut might be shaping your thoughts, feelings and cravings."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Microbiome"],"transcript":[{"author":"","text":"This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."},{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"People often talk about having “gut feelings,” but new research suggests there may be more to the idiom than we thought. Scientists are finding that specialized cells in our intestines can send signals directly to the brain, potentially influencing appetite and even mood."},{"author":"","text":"Recent studies hint that our microbiomes could play a role in this communication system, though researchers are still trying to understand exactly how these interactions work and what they mean for our health."},{"author":"","text":"Here to walk us through the emerging science of the belly-to-brain connection is Maya Kaelberer, an assistant professor at the University of Arizona in the Department of Physiology."},{"author":"","text":"Thanks so much for coming on to chat with us today."},{"author":"Maya Kaelberer","text":"It’s my pleasure. I’m happy to be here."},{"author":"Feltman","text":"So you recently co-authored a study that looks at the gut-brain connection a little bit. Could you tell us a little bit about why scientists are interested in that and what we know about it so far?"},{"author":"Kaelberer","text":"Yeah, I mean, I think more than just scientists are interested in it; we have our gut feelings all the time. And so my work is really focused on understanding the biology behind those gut feelings and how is it that our gut can communicate to us. ’Cause we know, right, things like hangry exist. We know that how we feel or what food we eat or even what microbes are there is gonna affect overall how we feel in the world."},{"author":"Feltman","text":"Mm."},{"author":"Kaelberer","text":"And so understanding the molecular and cellular and neuronal connections between the gut and the brain is gonna help us better understand, like, this relationship that we have, that we have these gut feelings, right?"},{"author":"Feltman","text":"Yeah."},{"author":"Kaelberer","text":"We know they’re there [laughs]."},{"author":"Feltman","text":"Well, and beyond, you know, hanger, which is obviously a great example, what are some conditions that have been connected to the gut that might surprise people?"},{"author":"Kaelberer","text":"So when I was in my postdoc we discovered that there was this direct connection between these cells in the surface of the gut, we call them neuropod cells, and neurons that communicate directly—they reach directly into the brain. And so we call this as—our “gut sense,” and the number-one question I would always get was: Who cares? Like, what [laughs], you know, what is our gut possibly telling us that our mouth and our nose did not already tell us about the food that we ate?"},{"author":"","text":"And so we delved into this a little bit more in some previous publications with regards to sugar sensing, and I use this example ’cause it’s really salient in my own life, which is that I like artificial sweetener in my coffee."},{"author":"Feltman","text":"Mm."},{"author":"Kaelberer","text":"And I don’t like regular sugar because regular sugar just feels heavy to me, and I want that, like, artificial sweetener. It kind of keeps me going. I can be caffeinated. I can be, like, on the go. I’m not gonna, like, sit down and take a nap afterwards. And so we know that these two stimuli feel different in our gut. And what we found is that these neuropod cells are actually distinguishing between the two stimuli, between real sugar and artificial sweetener. And they release different signals, and then the signal for sugar actually drives the animal to consume the sugar over the artificial sweetener."},{"author":"","text":"So now we take it back to my coffee preference, and suddenly, I’m like, “Well, this makes sense. I like the artificial sweetener because I don’t want that heaviness.” And that heaviness is telling me that that food was gratifying or that food was satisfying; there was some kind of value associated with that that’s gonna help me survive in nature. And so then this is now this communication system of, like, “Oh, our gut sense is telling us something about the food we eat past whether or not it tastes good. It’s telling us a little bit about the value of what we’re consuming.”"},{"author":"Feltman","text":"So let’s get into the latest study. What were you guys looking for, and what did you find?"},{"author":"Kaelberer","text":"Yeah, so the microbiome is everywhere. We’re always hearing about how the microbiome affects a lot of our behaviors, and there’s all this really cool work that’s coming out showing that there are these different species, they can affect your mood, but we don’t really know what that connection is. And so when we found that these neuropod cells are responding to nutrients, we thought, “Oh, well, in the gut there’s this microbiome population. I wonder if the microbiome is actually signaling via these neuropod cells.”"},{"author":"","text":"And so it turns out what we found is they do, hence the study. And they’re doing it in this really interesting way. So what they’re doing is they’re sensing this protein that’s on the tail of the bacteria, and this is any bacteria that has a tail—it has to swim around, has a tail—and this protein, so it’s pretty widely expressed across all these different microbes. And what [a neuropod cell is] sensing is: it’s sensing that protein, and that protein tells the animal when it’s being sensed that the animal should eat a little bit less and when the protein isn’t there that the animal should eat a little bit more."},{"author":"","text":"And you can think, like, this might be counterintuitive because aren’t we against bacteria [laughs], right? Like, it, it infects us all the time. We don’t want it to grow. But that’s not always true. We want our microbiome to grow. We want it to be healthy. We want it to maintain a good population size because it has all these benefits. And so what we found is that this is actually a circuit, via these neuropod cells, and it’s a direct connection that allows the microbiome and the host to somehow communicate about what its food needs are."},{"author":"Feltman","text":"Very cool. So what do you think the implications of those findings are?"},{"author":"Kaelberer","text":"So I think that the implications of these findings open a lot of possibilities, right? If we know—it’s, like, figuring out: What’s the language they’re using to communicate? And now, once we know what the language they’re using is, now you can imagine: “Okay, are there nutrients that affect the signaling pathway? Are there probiotics that influence it more or less? Are there other signals, for instance, from the microbes, not just this tail protein but other things that are actually influencing different types of behavior?”"},{"author":"","text":"Like, there are some studies that are looking at social interaction and showing that there’s a certain species of microbes that’s associated with being more sociable, but we still don’t know what that direct pathway is. And so this is just kind of the beginning of, like, well, what is this, this “neurobiotic sense” is what we’re calling it, because it’s this whole new sense that’s all about: How do we communicate with our microbiome, and how does our microbiome communicate with us?"},{"author":"Feltman","text":"So what are your next steps research-wise?"},{"author":"Kaelberer","text":"So research-wise the next steps are—I actually already mentioned them a little bit. We’re interested to know how it is that the food that we’re eating is being processed by those microbes in order to adjust that signal. So you could imagine, like, a high-fat or a high-sugar diet—I have this pet theory: I think that people with a sweet tooth actually have microbes with a sweet tooth and that there’s some kind of communication going on there that’s saying, like, “Hey, maybe eat a little more sugar. We want a little more sugar down here.” Or, like, a high-fat diet, this is another, like, thing that we study a lot is: How is it that our diet, or highly processed food, how is this actually influencing that ecosystem that we contain in our gut?"},{"author":"Feltman","text":"How far out do you think we are from being able to take advantage of some of these gut-brain connections by manipulating our microbiome?"},{"author":"Kaelberer","text":"Rachel, that is a great question because we talk a lot about the science, we talk about the initial discoveries. I’m gonna give a small example, which is Ozempic. You’ve probably heard of Ozempic."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Kaelberer","text":"It’s a GLP-1 agonist. GLP-1 is what’s called a satiety hormone. This satiety hormone was discovered in animals. And so you think about it: Okay, we discovered it in animals. We tested it, we tested its function and basic research. We moved on into human research. And then the first Ozempic drugs, if I’m getting my dates right, were in the teens, was when they came out. And so now we’re talking about, like, 30 years of research that had to go into this really key discovery that was made before we had the implications in human health."},{"author":"Feltman","text":"Right."},{"author":"Kaelberer","text":"I don’t think it’s gonna take that long because there’s a lot of other stuff that we’ve built on."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Kaelberer","text":"But I think it’s important to know, like, all right, you’ve gotta test the mechanism. We don’t just give people anything [laughs], right? We have to go through the process of, like, testing it out, testing what we know about it and then testing, like, are there other drugs, say—so this is another common way to do it—are there other drugs that are already approved in humans that are influencing this new pathway that we discovered and are having this positive effect? And so that pathway is actually a quicker way to get to human implications."},{"author":"","text":"And so one thing that I thought was really cool about the study that we did was that it’s an experiment that’s, at, at kind of the end, was testing this in what are called germ-free mice. So germ-free mice are mice that have never seen a microbe in their lives. They grow up without bacteria at all. They’re completely free of it. And these mice are a little weird; turns out we need them. But what we did is we took these germ-free mice and we tested whether that tail protein, this flagellin signal, had the same effect in these mice. And it did; it actually—it decreased their feeding."},{"author":"","text":"And why do I point that out? It seems like, “So what? Who cares?” Right? But this finding, I think, is actually really interesting because what it implies is that the mouse did not need prior experience in order for this circuit to actually exist. And when that happens, usually what that means is this is because the circuit evolved; we evolved with our microbiomes in order to communicate. This isn’t just some kind of reaction that we’re learning based on what microbes come into our body."},{"author":"","text":"And so I think understanding that kind of aspect of it puts a different spin on the research ’cause now we’re talking about, okay, this is a lifelong interaction that we’ve had, so now we know we can’t just get rid of it, right? You can’t just take the microbes out. We actually have to work with the microbes in order to improve health."},{"author":"Feltman","text":"Yeah."},{"author":"Kaelberer","text":"As you can probably tell I’m very passionate about the work that I’m doing, and I just think that we’re at the forefront of so many really cool discoveries. So I, I always ask, Rachel, and I’m gonna ask you this question: Now that you know what a gut sense is, think about your last meal. How did you feel? How did your gut feel about what you last ate?"},{"author":"Feltman","text":"I think my gut felt pretty good about what I last ate. It was a salad. There was a lot, a lot of variety in there. There was a lot going on. So I don’t think my gut felt bad about it [laughs]."},{"author":"Kaelberer","text":"But now you’re gonna be thinking about it. Now sometimes I’m like, “Oh, yeah,” like, if I eat a plate of vegetables, I’m like, “Mm.” I can feel—like, it’s not as rewarding as cake, right? Like ..."},{"author":"Feltman","text":"Sure, yeah."},{"author":"Kaelberer","text":"[Laughs] Let’s all be honest about that. But I’m like, “Mm.” I feel the satisfaction that my gut is like, “You made a good decision.”"},{"author":"Feltman","text":"[Laughs] I love that. Thanks so much for coming on."},{"author":"Kaelberer","text":"Of course. Thank you so much."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to talk about how social media algorithms are shaping the future of language."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[427,14715,14689,14320,12792,13208,8742,11471,14595,14878,5314,1094,14247,14441,14750,9278,14589,11188,851,14830,14228,13691,15034,14088,14875,15398,12317,14851,12456,14935,14978,11285,11202,10101,7928,1529,14742,15180,14664,14651,12806,12701,13978,14210,14720,15503,14971,14935,14794,13110,7620,15166,14825,15116,15213,15222,16192,9106,2233,14488,15099,15779,15882,15607,11312,9433,2753,15120,15840,15408,15762,15778,15148,14264,14841,14880,14530,13285,10525,5214,15236,15481,15831,16492,10248,10699,8400,14464,13651,15942,12128,14892,12723,8403,5773,17978,15595,15566,14313,14641,8881,15466,14222,14231,385,190,61,10,61,342,858,1492,11779,6065,8926,7594,7970,9407,8732,11370,8409,10355,9875,8920,11546,10290,10754,11337,11370,10350,9806,14901,13371,12934,12737,12966,12883,10704,13109,14143,14774,13356,14005,14810,10957,13467,9440,9678,6830,6813,6642,5480,23580,16316,23303,23541,15258,14664,23487,18985,22110,11393,5306,5174,7205,7814,8599,9773,13462,13808,12897,12051,9417,6126,7540,4910,1848,1418,918,996,1388,2964,6311,2927,18828,23449,15375,23518,23522,18785,23540,22414,10050,5554,23513,23567,13772,23515,23488,23512,19276,18508,15005,22906,18092,20624,22642,23414,11908,5105,23536,17096,23487,23558,15704,23409,23473,23497,23503,22008,23536,17239,9168,19209,23537,19921,11208,20275,12587,19300,18740,4398,19043,23508,15166,12817,18162,23520,22987,20313,15438,17742,18239,5487,2138,2915,15940,15858,24795,19442,24952,18785,24670,16420,17982,19972,16373,15872,22438,17009,16035,17948,8129,25086,16744,24803,19478,19129,22352,15927,16194,23859,20959,23399,14414,24269,6525,18949,21588,17376,13660,20388,20140,5094,3935,3534,24120,22131,14227,15224,16315,16559,24978,19390,22289,20829,24497,20393,22340,17431,23440,23603,7660,23721,17823,19511,23788,19245,18816,21492,18239,21801,23541,23536,17966,23079,11113,618,0,19990,22652,20150,22995,11254,16626,8889,19612,22856,16911,19573,10938,7422,6349,18679,14681,20841,19314,12736,23528,17368,17362,477,15559,13221,14881,17204,12195,8170,15711,12577,10473,14016,15994,3888,17392,23522,15991,15726,20911,18743,3039,19550,21815,13445,21571,17338,19663,14588,18876,17319,12083,20841,11955,20818,2642,23628,23582,20535,19371,15648,23568,22954,12998,15461,12021,10775,12793,23507,23556,13462,15891,19378,17357,6309,17851,19839,15443,11609,15212,11107,13054,12495,12873,11564,708,23496,23497,22390,23535,13174,6407,3997,7524,23533,12613,16425,18221,19606,6712,10656,12229,7253,3205,16325,23504,10129,19116,12678,19696,18487,16729,10684,6634,12444,12932,10144,5128,730,2482,23537,13070,18778,23537,15581,12961,12316,11092,13187,21810,17614,11758,17342,16620,14090,23560,13883,13804,19236,7725,7737,16669,9612,620,8385,16507,19800,18993,12462,9197,9653,17701,15911,10957,12093,6548,23400,19848,22422,10762,17473,23518,9827,6303,10486,13928,20046,10979,13595,5965,574,21347,21782,18832,15155,9914,6783,8649,8117,9300,7876,9891,22755,6440,188,16349,10017,13923,5944,7940,5516,18113,23497,18546,18675,1378,23508,19990,16604,13345,17430,17348,16156,18799,13573,10668,17407,16581,16537,14138,23437,20502,17498,21149,17790,15337,23532,20009,3770,19860,19913,20254,7737,22372,14001,23015,8986,9681,10731,19205,17696,15316,12212,15540,14208,16454,23560,12041,17085,11748,10188,16976,6726,10176,4136,37,12149,16510,17672,23561,14779,13256,11329,21358,464,8835,14164,21381,16717,13689,176,16439,16632,15624,16549,10380,17756,16511,8665,9793,11259,12231,9163,7706,4817,14321,18488,14391,17410,23428,13079,3108,5896,18300,20917,20713,19612,9465,23013,9156,7291,3389,562,284,3098,23469,6803,23504,23485,8075,3133,23552,23682,23481,23429,23473,23277,11041,14988,8977,17225,17743,22598,15564,11059,15359,16292,17906,12393,14390,14820,21955,6450,9496,6914,2119,9017,19576,23444,20447,23497,12217,14002,10184,9088,8761,13524,8930,7187,5272,6519,10169,19701,7757,13451,9321,14954,12753,11918,12070,5352,9823,13185,10293,12817,6656,368,879,528,15163,23509,20297,23525,18915,21938,23417,7594,8591,9957,15120,8594,3555,10323,10113,12649,15854,17245,18660,16374,23529,10448,10359,8749,12966,15183,13349,10328,11999,10470,8595,6275,2922,852,17185,23474,20319,22341,23510,11656,7677,12472,15843,10260,14253,23170,6515,12023,9194,15519,6086,15335,16869,21278,21672,12534,16368,12683,19780,23559,6716,2693,715,14403,16521,18262,9626,11409,10989,14122,12948,13185,2111,18909,16367,8845,10830,22125,8385,13395,11087,11197,12992,15053,21081,13187,20184,7347,12258,12982,8939,12576,390,297,18712,12879,10726,7971,17438,9259,13229,9609,13636,16924,7220,6549,946,16272,14756,12729,15052,9546,14453,15269,2990,761,15857,14910,7531,12627,12058,17143,19867,23448,13549,7354,9172,11254,12953,10608,8605,3633,6410,10120,23539,13596,23575,15278,15699,19778,12618,6007,11015,20710,14871,9920,13600,14350,7663,414,23646,21755,11933,6238,11516,15289,17206,10221,13606,12299,2227,293,22694,20280,18596,19312,8683,10215,23503,9831,8824,15033,6141,19121,9095,23083,17287,11830,14298,14031,23497,10797,9682,5983,12072,846,18828,20081,12593,13606,7158,10626,14742,22760,20648,13092,23288,9033,12214,9683,7446,7172,14285,20974,17215,10940,6300,13980,8314,7980,11329,7490,11125,9600,2690,23485,15807,15833,9028,9116,6030,12887,11777,8729,12805,18994,8592,8941,6148,6918,3751,0,17338,19140,16306,13924,14026,14656,16546,16329,18018,20174,21062,14258,10708,22656,9826,23378,23508,19174,21807,23458,4543,304,18456,23505,11557,16569,23423,13159,18946,23502,16245,17297,23467,5035,12814,10360,11334,3873,13782,18234,18328,10577,11798,21441,23484,8693,11255,15263,7991,7532,6690,6018,3926,9807,6824,10188,9528,9604,10760,4794,745,10202,22165,13782,15451,14250,10748,4856,6285,9196,9370,13549,9300,14022,14124,12114,8277,458,18152,15165,10346,11790,7942,1754,430,11822,23534,18984,7572,20744,19272,23541,9895,23413,18947,10015,12097,14708,5724,496,12487,19241,15755,19184,22935,20385,16640,8697,12952,10692,6254,10865,5281,4955,984,680,12801,18220,23529,11924,14094,14481,9098,8136,12171,10280,1557,9475,17313,17900,18982,10210,14514,16722,8388,12645,10693,20281,16936,14984,13305,10174,9006,15494,18185,2196,313,18009,20027,10873,7789,12183,14025,22251,11262,12053,7864,13119,8737,17971,5829,5021,489,18154,9143,23551,23545,17112,23401,14137,13558,11801,10982,15278,9664,2469,16185,18251,10819,11858,23401,11123,7943,14630,5586,14873,9921,10078,11151,9522,6459,2756,625,551,20327,17367,15677,14603,14198,12154,12146,14264,11919,10610,9925,15742,14763,16073,14279,11973,6729,12868,17229,12017,11454,9060,10334,11714,10898,8436,1044,424,16437,15450,15417,15229,16250,12916,11947,10088,11960,9486,9712,5279,188,718,13497,15618,15764,13944,19908,19289,15142,17825,12534,15429,11919,10593,13345,8140,9324,9844,7020,10734,967,13571,23509,11763,15523,15141,19476,10584,23552,6906,10725,22350,17658,10817,8814,16058,19177,20558,13291,7556,14827,10429,17503,9937,14725,14205,11978,7966,10116,12104,8992,8486,12579,4161,8279,13934,9624,5295,3047,1029,8722,16436,23477,22294,19007,23633,7674,13801,11989,435,14884,11225,12158,13847,8625,802,7877,19200,23376,22933,9449,19142,18767,18812,18457,9498,15669,7686,11139,12476,11673,15645,15621,8298,8505,12473,10006,22187,22033,14116,22563,13997,18122,14634,12680,13644,7528,16559,13282,11717,13979,13331,15222,15774,12100,9399,18586,10322,17563,20082,23492,15098,9541,4643,8864,11578,15298,12238,1752,16869,23488,14719,16153,16386,15614,15105,8007,7911,5299,184,10643,12337,11536,744,907,23663,23500,12626,14952,11067,9427,9854,8464,4758,375,20742,13875,17422,13178,19704,11844,19782,21080,13425,13777,9857,23537,7320,6979,15407,11204,19937,5722,5195,391,23133,12532,19024,23516,5851,17971,13079,14406,10981,10789,8702,2392,278,21513,23510,15290,14891,6030,9478,5846,6814,17085,23488,17687,23465,17087,15868,8665,7727,23434,9844,17595,14553,11238,9277,9806,7492,17055,5603,5735,21181,23451,17505,18050,11602,12699,15377,13095,9365,13562,7221,13470,11411,4914,103,11670,13989,7761,10859,11372,19968,9573,10453,14124,13769,8565,13239,10949,5702,13083,11960,15100,22529,11715,10992,8624,9973,1984,4732,15557,8545,21296,15631,12628,12748,8659,13265,12305,3754,9323,16760,23546,20850,12438,9826,17720,6201,6120,13436,21157,8894,642,5027,21195,23388,8000,23574,13068,7882,12596,9833,12670,23477,10745,17125,14831,13292,6403,10134,6223,12317,2902,1585,21804,20734,16368,20456,11783,16510,7617,33,18168,18957,21711,23566,17099,21106,23528,16834,21731,14298,10210,6860,8816,5982,17335,14344,15378,17216,1005,23531,15387,19427,9472,16260,14989,11958,12901,15215,19752,12359,23416,14095,14595,11035,11218,9930,15931,11544,10403,11345,859,11931,17316,23539,13314,19539,23358,18171,13750,23514,17988,7338,14774,5122,2863,23492,14185,19237,11824,9212,11414,23484,23535,16716,23525,12798,354,206,23590,12480,11936,8325,9713,8745,17811,11124,23469,19863,17143,14068,19410,15714,10720,23504,11077,16487,9870,6892,16291,14325,23441,12072,9986,9032,8348,16951,7769,12838,8858,9911,11535,388,23545,20580,23511,23506,9129,16584,11289,9198,13521,12880,10348,15779,10527,22764,6787,8324,23490,9264,23281,14782,10744,5090,3460,801,17832,23529,8564,13870,12339,13577,12704,21167,9619,13410,8374,12563,7237,7249,653,23523,20270,19797,14476,16234,16052,23517,13197,17616,12360,11471,11035,2078,23453,17370,13443,23495,23354,23198,9762,23508,17343,17863,12054,23514,12126,18117,16392,12139,20858,8916,9789,14440,13602,17682,12735,2997,4342,12981,10360,23533,20963,20463,11408,17264,14405,1229,8217,14887,13753,8910,7869,23511,5890,1743,101,5774,14012,14442,13191,13413,16235,14716,13084,9022,13292,13310,6904,646,19,11722,16504,7045,8162,22391,21368,13312,13941,14683,7939,465,1636,13364,20090,17114,12407,15146,19549,4090,2656,3200,19808,16373,10076,5668,11445,9901,8432,23505,16981,5565,4260,635,13210,17293,17373,16131,8666,9637,20833,9221,16165,8145,21750,5920,2570,12977,14929,10627,21933,7354,10222,10953,11379,23515,16164,15711,4661,8415,12939,13240,9854,5598,16086,8385,12412,7431,11800,8592,612,9199,14838,17854,11290,11515,12307,11997,191,13779,19783,13108,9104,14178,13804,20727,14789,8673,21737,9017,2655,12225,15276,9213,13524,11572,8203,9043,2380,11310,9554,11411,8334,918,244,190,12453,14474,23068,18604,23534,18065,13555,5893,11122,8992,11358,6734,5277,5860,7072,14370,23496,18473,17280,10957,11252,6213,6722,9313,6306,13557,11896,735,16914,12477,23500,7190,13090,7648,12219,9009,2956,13110,6363,10904,7218,15609,10098,21850,23523,15956,15031,14591,18927,11199,14096,11758,23468,13367,12438,9074,6109,10107,10586,9247,23,19115,16948,17415,16744,23492,23549,8948,19012,8111,16660,16749,18505,10516,9939,12471,18786,23543,22519,17298,23531,23503,10526,13213,6290,4587,23477,20397,16996,10602,11970,19595,10538,7502,787,15856,23538,17362,16155,23510,19694,20097,17216,9352,9187,10402,10467,9163,10703,8902,12525,13280,14093,7769,9629,11005,14761,12443,5062,698,23256,13252,13489,12457,10905,18263,10255,9446,12799,7365,15021,21633,19627,23540,11496,23472,23299,16349,11109,276,10954,18326,23494,19605,9877,23472,9199,9100,10131,8175,5246,9670,5441,5921,3075,13029,16525,23571,22244,12746,13810,13389,7486,10115,9628,167,15530,9403,17578,13551,12733,9772,9732,10768,14935,16034,21827,15280,11132,4976,17577,3199,12509,14122,14690,10658,10361,12045,7912,8606,3500,8198,16606,14575,14274,10682,11258,12095,5298,443,4111,23517,21853,20807,13313,4919,20329,23151,8753,12272,13029,8420,17000,20040,18149,23508,23494,8714,10663,10489,6052,7023,6490,9851,2998,18034,18051,16231,11561,10618,856,12855,14082,13906,12291,15965,13628,10610,10758,10049,5741,14140,18905,7237,18315,11097,14109,22793,12420,11799,9625,6355,17715,7355,2165,11764,5384,23522,19802,13770,9993,8677,9865,6568,14498,15579,3900,13039,8136,8915,5907,9610,10142,2760,507,21320,23503,17769,23438,11063,23345,21064,591,2810,23489,6651,6669,9533,6245,496,13808,14892,23510,22971,8368,17074,9612,8729,10693,11594,15433,13747,23516,13095,15286,23495,14639,19729,10077,23496,10511,6379,4259,2461,10783,14179,15015,8109,11690,9367,12083,4523,6451,1750,490,9893,16185,21740,23548,11424,9031,19457,11214,10903,8702,12493,10482,13546,11424,7056,14370,14651,16868,12480,10594,12413,6744,9503,12604,7549,8906,16569,11428,17899,18502,13300,21687,7144,8609,10625,12869,11700,9489,7216,12791,5086,8342,2434,13124,15228,18399,11968,14632,10572,9436,12092,9086,10896,9984,10689,279,3889,12929,15980,5795,3025,4871,23586,23548,17634,23341,19799,19420,23509,15847,14258,3455,18505,17589,10606,10309,22310,22772,7495,13936,12622,12184,16088,8215,16053,8164,5812,8738,7594,4784,4604,11510,1465,676,23569,21524,16864,19448,10947,11612,7068,11075,9827,10841,7576,12533,8649,12666,11271,15064,14694,15690,23532,23488,14024,17036,22143,23722,15649,10778,9681,10532,9463,23598,17102,16197,12525,16194,14688,6793,14402,10546,9927,11017,12722,9316,4601,439,652,23525,23532,23568,20509,11911,9912,19217,7848,5318,3548,98,165,23553,23470,23504,19010,15896,10195,7675,1061,228,15199,23499,23513,13734,9886,642,8498,9036,4821,788,14846,23645,20799,16479,9865,11923,13597,9646,4188,775,19598,18676,16783,19881,1072,22709,21202,17420,16258,13291,11493,1932,2325,10541,20200,12496,14792,19129,15806,12702,21186,15777,12696,15454,15874,12721,12998,6282,18804,21173,21868,19501,18699,17880,15561,18344,14647,17665,23455,22330,13948,16335,12193,7578,23583,23571,23572,20028,12951,3217,7468,23478,16725,8571,11660,16167,18349,12532,11397,8553,9410,11156,7061,23488,12875,7151,14159,23514,23643,18983,15805,10724,17172,15577,12262,18535,20372,22260,23550,13330,21611,14880,3361,23654,23610,13744,12259,23466,13578,6300,17908,12523,7834,21229,13523,6561,13207,20836,15041,12750,8319,11628,15893,16743,16451,19743,19523,21915,15893,15978,23527,23534,22026,21997,18722,4185,1888,2582,12325,23605,23485,23535,23583,11020,23533,23544,23512,23514,15634,23559,23501,18217,16203,23502,17798,14696,23511,15098,15605,22422,20174,14487,11641,1981,23596,23403,23463,23468,18431,23536,23552,23412,23093,23487,18992,22374,23461,23456,23522,19271,14194,2864,23463,23545,22521,23545,23526,23435,17115,22815,1790,23534,19623,23522,23558,23527,23322,23488,21381,12321,2759,23694,20508,23297,21354,18601,23507,23497,22194,2484,5160,23591,23446,23468,23457,21283,16928,23523,23533,23436,19730,23495,23484,18475,5539,1201,2378,23509,19697,23528,21183,23477,14448,20298,23546,11124,1199,23521,23545,12481,284,208,505,839,1747,14502,12263,9751,9330,8802,8139,4416,3663,4007,14645,14144,12328,12546,11469,13031,10960,11224,11125,13532,14496,13534,12754,13115,12300,11918,11702,12995,10266,14012,13724,12744,9497,9158,9158,7561,4905,1834,14355,13978,10954,7629,5201,2064,672,302,100,55,24,8,15643,14098,13871,13357,13230,13037,12671,12587,7217,3393,12508,10305,24586,14262,14627,13177,13863,4470,18482,20566,17080,17406,22807,11276,12334,18976,16715,16999,18306,12332,14601,20905,20047,19082,9434,15004,14851,14112,9526,9850,5861,24770,14483,3368,16635,22120,10515,5938,21562,22070,14270,24520,16105,24428,20918,24393,20034,16134,9826,6745,12046,10133,12902,14688,10965,6011,8216,7256,6401,24604,25067,25978,24073,20408,18925,15124,13484,14064,14916,16664,16227,12313,18151,18250,21237,24670,16478,9698,21072,15892,14529,24821,17260,21829,15746,24469,14673,15744,15607,9676,7326],"fragments":[{"begin":"0.000","end":"26.520","lines":["This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."]},{"begin":"26.520","end":"46.920","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"46.920","end":"73.840","lines":["People often talk about having “gut feelings,” but new research suggests there may be more to the idiom than we thought. Scientists are finding that specialized cells in our intestines can send signals directly to the brain, potentially influencing appetite and even mood."]},{"begin":"73.840","end":"85.840","lines":["Recent studies hint that our microbiomes could play a role in this communication system, though researchers are still trying to understand exactly how these interactions work and what they mean for our health."]},{"begin":"85.840","end":"95.800","lines":["Here to walk us through the emerging science of the belly-to-brain connection is Maya Kaelberer, an assistant professor at the University of Arizona in the Department of Physiology."]},{"begin":"95.800","end":"97.840","lines":["Thanks so much for coming on to chat with us today."]},{"begin":"97.840","end":"99.840","lines":["It’s my pleasure. I’m happy to be here."]},{"begin":"99.840","end":"112.680","lines":["So you recently co-authored a study that looks at the gut-brain connection a little bit. Could you tell us a little bit about why scientists are interested in that and what we know about it so far?"]},{"begin":"112.680","end":"138.600","lines":["Yeah, I mean, I think more than just scientists are interested in it; we have our gut feelings all the time. And so my work is really focused on understanding the biology behind those gut feelings and how is it that our gut can communicate to us. ’Cause we know, right, things like hangry exist. We know that how we feel or what food we eat or even what microbes are there is gonna affect overall how we feel in the world."]},{"begin":"138.600","end":"139.040","lines":["Mm."]},{"begin":"139.040","end":"153.080","lines":["And so understanding the molecular and cellular and neuronal connections between the gut and the brain is gonna help us better understand, like, this relationship that we have, that we have these gut feelings, right?"]},{"begin":"153.080","end":"153.400","lines":["Yeah."]},{"begin":"153.400","end":"154.600","lines":["We know they’re there [laughs]."]},{"begin":"154.600","end":"164.280","lines":["Well, and beyond, you know, hanger, which is obviously a great example, what are some conditions that have been connected to the gut that might surprise people?"]},{"begin":"164.280","end":"193.800","lines":["So when I was in my postdoc we discovered that there was this direct connection between these cells in the surface of the gut, we call them neuropod cells, and neurons that communicate directly—they reach directly into the brain. And so we call this as—our “gut sense,” and the number-one question I would always get was: Who cares? Like, what [laughs], you know, what is our gut possibly telling us that our mouth and our nose did not already tell us about the food that we ate?"]},{"begin":"193.800","end":"207.560","lines":["And so we delved into this a little bit more in some previous publications with regards to sugar sensing, and I use this example ’cause it’s really salient in my own life, which is that I like artificial sweetener in my coffee."]},{"begin":"207.560","end":"208.080","lines":["Mm."]},{"begin":"208.080","end":"243.520","lines":["And I don’t like regular sugar because regular sugar just feels heavy to me, and I want that, like, artificial sweetener. It kind of keeps me going. I can be caffeinated. I can be, like, on the go. I’m not gonna, like, sit down and take a nap afterwards. And so we know that these two stimuli feel different in our gut. And what we found is that these neuropod cells are actually distinguishing between the two stimuli, between real sugar and artificial sweetener. And they release different signals, and then the signal for sugar actually drives the animal to consume the sugar over the artificial sweetener."]},{"begin":"243.520","end":"273.080","lines":["So now we take it back to my coffee preference, and suddenly, I’m like, “Well, this makes sense. I like the artificial sweetener because I don’t want that heaviness.” And that heaviness is telling me that that food was gratifying or that food was satisfying; there was some kind of value associated with that that’s gonna help me survive in nature. And so then this is now this communication system of, like, “Oh, our gut sense is telling us something about the food we eat past whether or not it tastes good. It’s telling us a little bit about the value of what we’re consuming.”"]},{"begin":"273.080","end":"277.720","lines":["So let’s get into the latest study. What were you guys looking for, and what did you find?"]},{"begin":"277.720","end":"307.320","lines":["Yeah, so the microbiome is everywhere. We’re always hearing about how the microbiome affects a lot of our behaviors, and there’s all this really cool work that’s coming out showing that there are these different species, they can affect your mood, but we don’t really know what that connection is. And so when we found that these neuropod cells are responding to nutrients, we thought, “Oh, well, in the gut there’s this microbiome population. I wonder if the microbiome is actually signaling via these neuropod cells.”"]},{"begin":"307.320","end":"342.960","lines":["And so it turns out what we found is they do, hence the study. And they’re doing it in this really interesting way. So what they’re doing is they’re sensing this protein that’s on the tail of the bacteria, and this is any bacteria that has a tail—it has to swim around, has a tail—and this protein, so it’s pretty widely expressed across all these different microbes. And what [a neuropod cell is] sensing is: it’s sensing that protein, and that protein tells the animal when it’s being sensed that the animal should eat a little bit less and when the protein isn’t there that the animal should eat a little bit more."]},{"begin":"342.960","end":"372.520","lines":["And you can think, like, this might be counterintuitive because aren’t we against bacteria [laughs], right? Like, it, it infects us all the time. We don’t want it to grow. But that’s not always true. We want our microbiome to grow. We want it to be healthy. We want it to maintain a good population size because it has all these benefits. And so what we found is that this is actually a circuit, via these neuropod cells, and it’s a direct connection that allows the microbiome and the host to somehow communicate about what its food needs are."]},{"begin":"372.520","end":"376.280","lines":["Very cool. So what do you think the implications of those findings are?"]},{"begin":"376.280","end":"407.920","lines":["So I think that the implications of these findings open a lot of possibilities, right? If we know—it’s, like, figuring out: What’s the language they’re using to communicate? And now, once we know what the language they’re using is, now you can imagine: “Okay, are there nutrients that affect the signaling pathway? Are there probiotics that influence it more or less? Are there other signals, for instance, from the microbes, not just this tail protein but other things that are actually influencing different types of behavior?”"]},{"begin":"407.920","end":"432.560","lines":["Like, there are some studies that are looking at social interaction and showing that there’s a certain species of microbes that’s associated with being more sociable, but we still don’t know what that direct pathway is. And so this is just kind of the beginning of, like, well, what is this, this “neurobiotic sense” is what we’re calling it, because it’s this whole new sense that’s all about: How do we communicate with our microbiome, and how does our microbiome communicate with us?"]},{"begin":"432.560","end":"435.160","lines":["So what are your next steps research-wise?"]},{"begin":"435.160","end":"477.280","lines":["So research-wise the next steps are—I actually already mentioned them a little bit. We’re interested to know how it is that the food that we’re eating is being processed by those microbes in order to adjust that signal. So you could imagine, like, a high-fat or a high-sugar diet—I have this pet theory: I think that people with a sweet tooth actually have microbes with a sweet tooth and that there’s some kind of communication going on there that’s saying, like, “Hey, maybe eat a little more sugar. We want a little more sugar down here.” Or, like, a high-fat diet, this is another, like, thing that we study a lot is: How is it that our diet, or highly processed food, how is this actually influencing that ecosystem that we contain in our gut?"]},{"begin":"477.280","end":"486.840","lines":["How far out do you think we are from being able to take advantage of some of these gut-brain connections by manipulating our microbiome?"]},{"begin":"486.840","end":"501.920","lines":["Rachel, that is a great question because we talk a lot about the science, we talk about the initial discoveries. I’m gonna give a small example, which is Ozempic. You’ve probably heard of Ozempic."]},{"begin":"501.920","end":"502.120","lines":["Mm-hmm."]},{"begin":"502.120","end":"542.200","lines":["It’s a GLP-1 agonist. GLP-1 is what’s called a satiety hormone. This satiety hormone was discovered in animals. And so you think about it: Okay, we discovered it in animals. We tested it, we tested its function and basic research. We moved on into human research. And then the first Ozempic drugs, if I’m getting my dates right, were in the teens, was when they came out. And so now we’re talking about, like, 30 years of research that had to go into this really key discovery that was made before we had the implications in human health."]},{"begin":"542.200","end":"542.880","lines":["Right."]},{"begin":"542.880","end":"546.960","lines":["I don’t think it’s gonna take that long because there’s a lot of other stuff that we’ve built on."]},{"begin":"546.960","end":"547.680","lines":["Mm-hmm."]},{"begin":"547.680","end":"576.320","lines":["But I think it’s important to know, like, all right, you’ve gotta test the mechanism. We don’t just give people anything [laughs], right? We have to go through the process of, like, testing it out, testing what we know about it and then testing, like, are there other drugs, say—so this is another common way to do it—are there other drugs that are already approved in humans that are influencing this new pathway that we discovered and are having this positive effect? And so that pathway is actually a quicker way to get to human implications."]},{"begin":"576.320","end":"612.040","lines":["And so one thing that I thought was really cool about the study that we did was that it’s an experiment that’s, at, at kind of the end, was testing this in what are called germ-free mice. So germ-free mice are mice that have never seen a microbe in their lives. They grow up without bacteria at all. They’re completely free of it. And these mice are a little weird; turns out we need them. But what we did is we took these germ-free mice and we tested whether that tail protein, this flagellin signal, had the same effect in these mice. And it did; it actually—it decreased their feeding."]},{"begin":"612.040","end":"640.320","lines":["And why do I point that out? It seems like, “So what? Who cares?” Right? But this finding, I think, is actually really interesting because what it implies is that the mouse did not need prior experience in order for this circuit to actually exist. And when that happens, usually what that means is this is because the circuit evolved; we evolved with our microbiomes in order to communicate. This isn’t just some kind of reaction that we’re learning based on what microbes come into our body."]},{"begin":"640.320","end":"660.000","lines":["And so I think understanding that kind of aspect of it puts a different spin on the research ’cause now we’re talking about, okay, this is a lifelong interaction that we’ve had, so now we know we can’t just get rid of it, right? You can’t just take the microbes out. We actually have to work with the microbes in order to improve health."]},{"begin":"660.000","end":"660.520","lines":["Yeah."]},{"begin":"660.520","end":"681.480","lines":["As you can probably tell I’m very passionate about the work that I’m doing, and I just think that we’re at the forefront of so many really cool discoveries. So I, I always ask, Rachel, and I’m gonna ask you this question: Now that you know what a gut sense is, think about your last meal. How did you feel? How did your gut feel about what you last ate?"]},{"begin":"681.480","end":"698.800","lines":["I think my gut felt pretty good about what I last ate. It was a salad. There was a lot, a lot of variety in there. There was a lot going on. So I don’t think my gut felt bad about it [laughs]."]},{"begin":"698.800","end":"718.960","lines":["But now you’re gonna be thinking about it. Now sometimes I’m like, “Oh, yeah,” like, if I eat a plate of vegetables, I’m like, “Mm.” I can feel—like, it’s not as rewarding as cake, right? Like ..."]},{"begin":"718.960","end":"718.960","lines":["Sure, yeah."]},{"begin":"718.960","end":"726.480","lines":["[Laughs] Let’s all be honest about that. But I’m like, “Mm.” I feel the satisfaction that my gut is like, “You made a good decision.”"]},{"begin":"726.480","end":"728.760","lines":["[Laughs] I love that. Thanks so much for coming on."]},{"begin":"728.760","end":"730.160","lines":["Of course. Thank you so much."]},{"begin":"730.160","end":"738.680","lines":["That’s all for today’s episode. We’ll be back on Friday to talk about how social media algorithms are shaping the future of language."]},{"begin":"738.680","end":"784.200","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"784.200","end":"793.560","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":793}