{"title":"Why Headaches Remain One of Medicine’s Most Misunderstood Disorders","img":"https://static.scientificamerican.com/dam/m/3e3571afb59edad0/original/2511_SQ_FRI_HEADACHES-Podcast-Span-Art.jpeg?m=1762455418.705","url":"https://www.scientificamerican.com/podcast/episode/tom-zeller-jr-on-migraine-research-gender-bias-and-the-cultural-stigma-of/","audio":"https://traffic.megaphone.fm/SAM7326461330.mp3","intro":["Migraine and cluster headaches affect millions—yet research remains surprisingly thin."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Pain"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Headaches are incredibly common, but they’ve gotten surprisingly little attention from scientists."},{"author":"","text":"Here to walk us through what we know—and don’t know—about headache science is Tom Zeller Jr. He’s a former New York Times reporter and editor and the current editor in chief of Undark. He’s also the author of a new book called The Headache."},{"author":"","text":"Thanks so much for coming on to chat with us today."},{"author":"Tom Zeller Jr.","text":"Oh, it’s great to be here. Thanks for having me."},{"author":"Feltman","text":"So I would love to start with a little bit about what inspired you to write a book about headaches."},{"author":"Zeller","text":"Sure, well, you probably could guess that I have headaches myself. And not just the ordinary sort of headaches that we all get, but I have something called cluster headache, which is one of the three primary headache disorders—I mean, there are other primary headache disorders, but these are the three main ones: tension-type headache being the most common, migraine being probably the most familiar and most debilitating—and predominantly among women. Cluster headache is far more rare and more common among men, and that’s what I have."},{"author":"","text":"So, you know, it’s an issue that I’ve sort of grappled with for most of my adult life. It’s not something that I ever wrote about as a journalist, or thought that I ever would. But when I started thinking about a book I realized that I’d kind of been researching this topic for most of my life for other reasons, and so it seemed like a natural fit."},{"author":"Feltman","text":"And what is the research landscape like when it comes to these, you know, three major headache types?"},{"author":"Zeller","text":"Yeah, it’s surprisingly bleak. I mean, in the book I focus mostly on migraine because if there is any research being done, it tends to be on that. And to some extent I think it’s fair to assume that what we learn about migraine will shed light on other headache disorders, too, because there’s sure to be some underlying biology that they all share."},{"author":"","text":"But in general the surprising thing to me that I discovered was how little we actually know about what’s actually going on inside, like what bits of anatomy are being pulled into the choreography of a migraine attack, what bits of anatomy are more important than others."},{"author":"","text":"And we know some. I mean, the research suggests—there are a lot of good imaging studies that show certain parts of the brain lighting up. There are more recent studies that indicate that certain neurochemicals are in abundant supply in the blood when someone is undergoing an attack. And we also know that the blood vessels may or may not play a role in all of this. But that’s the extent of our knowledge of what’s happening in migraine headache."},{"author":"Feltman","text":"Yeah, and how is it that we know so little when headaches are so ubiquitous?"},{"author":"Zeller","text":"I think there’s a lot going on. I think one of the most obvious things is that migraine mostly affects women, and I don’t think I’m saying anything that you don’t already know: that women’s health in general has gotten short shrift over the decades. And so to the extent that women were more often presenting in clinicians’ [offices] with migraine over the course of the 20th century, it was not taken very seriously ..."},{"author":"Feltman","text":"Mm."},{"author":"Zeller","text":"And I think that that, in a lot of ways, it bled into decision-making at institutions like the [National Institutes of Health], which is the biggest funder of basic science in the U.S. So I think that’s part of it."},{"author":"","text":"I also think that there’s something sort of cultural about the word “headache.” I mean, we use this word as a metaphor for a mere annoyance: You know, “Doing your taxes is a headache.” “Sitting in traffic is a headache.” And it’s unfortunate that we often have the same word to describe real neurobiological disorders. So that’s at play, too."},{"author":"","text":"And I think a third leg of it is the fact that we all get this thing called headache. If you don’t have enough water, or you’ve skipped lunch, you have a little too much to drink the night before, you get a bit of a headache. So we all sort of think that we know what a headache is, and yet there is this sort of subset of people who have headaches, in a disorder sense ..."},{"author":"Feltman","text":"Yeah."},{"author":"Zeller","text":"That are excruciating. And yet we use the same word to describe it. So I think all of those things sort of combined slowed the science on headache."},{"author":"Feltman","text":"Yeah, no, I think there’s a real sort of definition problem. I, for years, thought I didn’t get migraines but would kind of use the word for when I was feeling a particular kind of bad way. And then in the midst of having long COVID my migraines got more frequent and worse, and the increase in degree made me be like, “Oh, no, this is what people are talking about [laughs] when they say they have a migraine,” which is just—it was so funny to me."},{"author":"Zeller","text":"Do you get the whole suite of symptoms? Like, you get the aura and all that, too, or just?"},{"author":"Feltman","text":"It’s really interesting, during the period where they got very bad and frequent I did have, like, the aura, the blurred vision, so that was really what made it like, “Oh, this kind of weird, bad feeling I sometimes get that comes with a headache ...”"},{"author":"Zeller","text":"Yeah."},{"author":"Feltman","text":"“Is a migraine.” And now it’s much less common that I have this sort of whole suite, but yeah, they’re wild, and it—you know, I have a friend who gets migraines that honestly present as kind of, like, strokelike ..."},{"author":"Zeller","text":"Mm-hmm."},{"author":"Feltman","text":"Have, have, like, really intense—though brief and, you know, passing—neurological effects. And the fact that she can go to her neurologist and they’re like, “Looks all good. It’s a migraine. [Laughs.] What can we tell you?” ..."},{"author":"Zeller","text":"Yeah."},{"author":"Feltman","text":"Is, is pretty wild to me."},{"author":"Zeller","text":"It’s also interesting to me that, you know, for a lot of years, I mean, it was considered somewhat of a psychosomatic condition, or it was considered a vascular condition and just, “If we address the blood vessel tone, we might address this thing,” when, in fact, there’s all these clear indicators that it’s a neurological event."},{"author":"","text":"I mean, you’re getting blurred vision. You’re getting—some people get sleepy. Some people—I mean, obviously, there’s a lot of nausea involved. The pain itself occurs on one side of the head. And yet it just was sort of overlooked for so many years. It’s fascinating to me."},{"author":"Feltman","text":"And for listeners who don’t know and maybe, like me a few years ago, are sort of blissfully ignorant of what it is we actually mean when we say migraine, could you tell us about those three big headache types and how they differ?"},{"author":"Zeller","text":"Sure. So I think most people will experience a tension-type headache. That’s sort of the biggest class of primary headache disorders. The thinking, I think, is that a large part of them are much more involved in sort of muscle tone and maybe even posture, and it tends to be sort of all around the head rather than on one side, which suggests that maybe it’s not strictly an—a neurological disorder in the same way that migraine is."},{"author":"","text":"I’ve had scientists tell me that they think a lot of tension-type headaches might actually be [a] migraine, so it’s hard to draw these lines, but that would be the big category. And in most cases, not all—it can be incredibly debilitating—but in most cases tension-type headaches can be addressed with over-the-counter analgesics and maybe some lifestyle changes. Again, I don’t want to, to belittle it because some people are really sort of bedeviled by these things, too."},{"author":"","text":"But the next sort of most common primary headache is migraine. It affects women by an order of [about] three to one. It’s typically one-sided. The word “migraine” itself comes from the Greek, which means “half the skull,” and so that’s where we get that word from. We can trace migraine’s history back to the, you know, Egyptian papyri where we see it written about."},{"author":"","text":"Not everyone experiences the other neurological symptoms that we just talked about, but definitely the pain, and it’s almost always one-sided. And it’s broken down by chronic or episodic. So they—if you get 15 of these headaches a month, you’re considered chronic. If you get less—it’s sort of arbitrary, but that’s how they break it down."},{"author":"","text":"But it can be really upending for people who have this, and whole seasons of their lives can be disrupted. It’s often—there’s high sensitivity to light and sound. People experiencing a migraine typically retreat to a dark room, put a pillow over their head and ride it out for however many hours, or sometimes days, that it might last."},{"author":"","text":"The kind of headache that I have, cluster headache, is far more rare. Migraine affects about 15 percent of the population; cluster is less than 1 [percent]. It’s rather rare. It’s incredibly painful and much more, I think, sort of attenuated than, then migraine."},{"author":"","text":"The pain comes on incredibly fast. The severity of it is such that I couldn’t even think of lying down; I mean, you, you sort of have to run around the room because it’s almost like—the intensity is, like, akin to having your hand on a hot burner but not being able to take it off. [The pain is] much more short-lived. That pain will last—it’ll come on in seconds and then last—almost like a stroke—and last for about an hour or two if you don’t have an intervention and then go away."},{"author":"","text":"It tends to come multiple times a day, and you’ll have those attacks for one, two, maybe three months out of the year, and then they [makes vanishing noise] disappear. They just completely vanish, and you might not get them again for many months or even years in between. So unlike migraine, which I think people who have it sort of deal with it all the time, clusters come in clusters, and they come and go in ways that we don’t understand and also are kind of fascinating if you can back up enough to look at it."},{"author":"","text":"But those are the three main categories, yeah."},{"author":"Feltman","text":"And what surprised you the most in terms of things you learned while researching for the book?"},{"author":"Zeller","text":"Well, I think the first thing that surprised me the most was just how little we know and it’s as understudied as it is."},{"author":"","text":"One thing that we didn’t talk about is that, for as common as headache disorders are, med students get very little education in headache science at all. I talked to med students for the book who said, “You know, it came up in med school for about a half an hour once,” and that was sort of all, despite there being [roughly] 50 million people in the United States alone with these things."},{"author":"","text":"And I also talked to a lot of scientists who devote their lives to studying headache. I would say almost all of them were told as they were coming through school, “Don’t focus your life on that. Don’t focus your career on headache. There’s no money in it. You can’t help these people. It’s not a very sexy thing to study. You should go into, like, movement disorders or Alzheimer’s.” So I was just sort of shocked that there’s this ambient sort of bias against headache science even within the sciences. So that was pretty surprising to me."},{"author":"Feltman","text":"I mean, I find that disheartening [laughs] as somebody who deals with migraines. I imagine that was a little disheartening for you, too. But is there anything that you learned or came away from writing this book with that made you hopeful about, you know, the future of headache research?"},{"author":"Zeller","text":"Yeah. I think the main thing is that there are people who are devoting their lives to studying these things, and, you know, I actually thought that anyone who was doing it probably had these disorders themselves, but that’s not necessarily true. There are a lot of scientists around the world who are just really fascinated by this as a neurological disorder, who reckoned that if we could figure this out, it would really sort of, like, change people’s lives. And in fact, I think that’s true."},{"author":"","text":"So there’s a lot of nifty veins of science that are happening now. You probably have heard of the CGRP medications that came out. I think they hit the U.S. market in 2018. That came at the end of, like, 30 years of pretty intense and swashbuckling science that discovered these neurotransmitters. We talked about, like, neurochemicals sort of being elevated in the blood of people who are experiencing migraine—CGRP is one of those neurotransmitters, and we figured that out only in the 1990s. And then, you know, it took about 30 years to figure out, “What would happen if we produced a drug that blocked this neurotransmitter?” And in fact, in some large portion of trial patients it worked; it seemed to have a really great effect."},{"author":"","text":"Now, when you sort of distribute those effects now on the market and look at it in aggregate, it’s probably a lot like other medications in that it helps about half the people experience about half the number of headaches that they usually get, which, you know, that was another surprising thing to me in the book is to learn that, you know, 50 percent is, like, a home run when it comes to drug development [laughs]. If you’re helping half the people, which for any particular person taking it is a roll of the dice, but as far as drug development goes it’s a home run."},{"author":"","text":"So the fact that those drugs are now on the market, and I spoke to a lot of people who are genuinely helped—and sometimes in a very, like, transformative way. Like, they spent decades just miserable and suddenly are sort of waking up into a life that’s pain-free. It’s sort of miraculous. It doesn’t work for everyone, but I’m aware and know of lots of studies that are now looking at other neurotransmitters and other potential targets for new drugs."},{"author":"","text":"So that’s happening, and in a lot of ways this is a great time to be a headache suffer [laughs] because there’s, there’s a lot of exciting science going on."},{"author":"Feltman","text":"Well, thank you so much for coming on to chat with us. I’m sure a lot of listeners will be running out to check out the book."},{"author":"Zeller","text":"[Laughs.] Thanks for having me. I really appreciate it."},{"author":"Feltman","text":"That’s all for today’s episode. We’re doing something a little different on Monday. I’m about to take a break from Science Quickly to go on parental leave, so I’m going to sit down and chat with our awesome interim host so you can get to know her. It’s going to be a lot of fun!"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[0,329,1586,3306,2728,3811,3461,11792,14663,15097,6730,20719,15203,3527,9396,16644,19893,11595,13631,20551,14835,14096,14140,20553,15207,19708,12266,20545,20568,11378,12843,15763,18535,16967,20843,16172,16533,10896,10791,5086,20786,10789,16410,4847,20641,16382,17496,20355,15227,9422,16491,8634,4345,20588,21089,12860,17298,18377,14911,19710,5125,19798,20415,20694,13661,16806,20808,16315,20100,14473,20534,18365,20596,15946,20283,8098,14487,6737,12346,17425,23309,10658,19751,7273,13943,17122,13382,19555,21690,4384,14062,8461,9545,12794,7329,22692,4967,655,48,0,118,12871,12963,10162,11175,8556,12796,12308,10616,11915,12792,12813,13192,8249,11931,7480,9627,12044,7532,10389,13391,11896,12855,13171,2740,12732,8797,8700,11283,12935,12131,12830,7662,9902,10930,12728,9896,7791,756,12718,8133,13986,9471,12134,10870,12927,9799,9620,3972,12812,11401,7132,11122,12767,9578,8652,13184,9107,9820,12853,11220,10680,10317,12070,11862,13463,13175,4632,570,13186,12323,10635,11550,10782,9340,11528,11630,11407,11909,12198,12766,9589,12936,9904,11334,8797,11588,12747,12139,12048,2022,12682,12018,11386,11520,9977,13671,9286,10863,9464,10559,10049,10073,13113,11218,12783,10821,9659,9425,12962,11260,10387,12979,12071,11136,13156,1482,12843,7312,11909,7775,12080,12736,12755,10201,10707,10947,8416,10594,605,8932,11329,12895,10242,11391,8643,8208,6362,12993,11020,8325,12079,10855,12892,12118,5507,13118,12798,11805,10029,4611,13214,12977,12891,10893,5569,13685,10159,12822,12013,10300,8949,2110,2183,1939,2195,1978,1510,1159,1521,1578,954,675,635,349,194,107,16,154,711,1563,2933,15555,10556,16523,13038,14020,16976,15913,19596,15596,19390,17424,18350,20115,18463,18159,19412,19112,15718,17878,12466,10815,14441,8958,14347,10306,9545,10326,9047,23126,24547,22396,20370,22648,17210,22499,19445,20111,15272,7127,4685,5760,7073,9098,10810,13723,15060,15640,14814,15357,15086,15983,14990,16608,20210,19639,19780,16048,11780,12752,9042,10737,10875,15127,10314,4346,3333,2103,3012,2455,2261,2594,2422,1836,23415,22511,22709,22657,22638,19870,11290,23080,22896,14117,22675,20847,17055,21509,15144,22647,18683,11584,3974,22781,22866,22199,22473,22843,19920,20885,22578,23036,22726,22690,21382,14601,22994,22510,15416,14464,22494,22741,18360,22624,22745,18439,22705,22554,22507,19682,22651,21964,18663,22639,17593,5894,22481,22680,22773,22536,18134,20410,22543,22506,22706,20578,6380,552,23182,22469,21663,18833,22597,22468,21856,13817,15360,13523,10771,14749,12884,335,17675,23005,23443,20512,23434,21103,22552,22574,22600,23071,19224,21571,22614,23351,16097,16936,16620,22571,22293,22752,22302,11582,15652,17318,14041,13684,12055,14761,14164,19571,15998,13188,16501,17740,3944,13882,15143,12381,10523,15067,19664,11772,9857,9155,12654,9361,11900,13004,12821,14541,3728,2732,14887,12229,14024,18350,9384,8224,8679,11388,12201,3941,6884,11212,11493,3557,14888,13506,12244,12361,13853,8638,10207,10351,9007,14889,9596,12011,11540,15485,12874,14770,13214,14676,12235,9422,8931,8639,15341,11717,12823,14817,17597,11127,11896,12196,9450,13346,10454,10103,13088,11594,9757,2002,2271,13373,8688,16097,10288,12177,11237,10345,13267,12465,13176,8677,9936,8553,13096,9582,10415,10081,10083,10737,9575,9585,12396,9018,8805,16333,12972,2651,16763,20081,18189,14230,1728,15421,14496,17796,10175,9775,11120,9036,8712,7461,15801,3351,16733,18374,13810,9956,14550,10204,9831,7443,8638,8700,3769,1251,10702,14092,10326,9057,7822,10136,11864,15945,16329,11975,8744,7975,9862,11238,9410,12343,8593,10790,9284,10870,9845,9519,13809,8687,5602,8642,9819,11815,12781,13774,15747,8063,5831,5500,196,23241,22584,18244,17635,21468,15705,21729,22377,13840,22755,13340,16348,13492,13623,14285,17010,17745,18260,22873,16889,2789,8995,20279,17677,16122,16021,13577,19020,17693,17095,13448,18210,20570,15154,13237,11550,11592,10300,8566,7600,15747,16109,12656,13365,9119,9876,9261,9093,7993,9330,12178,3832,15138,17520,17667,14412,15209,14782,10295,13777,13406,10119,12842,11787,11937,14240,10730,7650,12726,10134,9086,5443,10351,12405,9298,11900,10282,8060,13658,10961,8776,7466,9450,13061,8017,2572,11712,10856,11323,15989,2385,19516,18634,17555,14745,20565,14654,16613,14355,13880,13435,12944,11740,8613,2987,19272,17046,11265,10962,5956,9492,10123,12958,22538,19537,11380,12787,14620,11880,14703,13504,17848,11083,12210,12286,3766,18071,11642,13093,12252,13524,12185,11121,12194,10692,15089,3186,17779,16910,18318,9894,11685,7740,8451,12069,14572,15344,13751,10181,14746,13293,14610,15298,14761,14764,11625,12488,14141,13560,7602,10573,13359,9161,8082,8579,1575,2621,13036,9666,15231,12958,11784,3585,10245,13408,15403,14175,10167,12996,8190,10418,9276,17931,15420,12940,13963,10271,10478,11929,11298,9731,8563,7227,2321,2647,20840,17001,15293,16535,11289,12517,13380,12054,13936,12962,11806,11088,10485,12486,10811,14819,19238,18306,17000,12096,9275,7868,12409,8505,8042,8252,4891,218,22453,18686,16681,22618,21093,22922,13974,22102,16403,22995,20408,22687,13093,22653,23031,2796,22818,17351,22435,18498,5362,13021,20700,15758,13784,12322,19893,12432,16218,14541,12821,10417,9625,17092,16363,13386,12512,10935,10792,11703,10466,15140,11263,12261,12024,12444,17492,10330,10802,13887,12430,15998,8921,12314,11470,8864,9693,8611,8164,9768,9514,9978,11589,12600,9857,12634,22457,19098,16751,17657,13986,12381,15477,10413,11123,9310,10852,14561,13801,17938,17937,11975,14675,14004,11086,12919,12188,10486,8914,11285,13961,16024,11137,11436,13879,16315,19660,17814,14837,14694,13331,12618,13124,12777,11124,11413,12523,9722,10620,9178,1621,14588,10991,10426,13518,14838,16067,9495,10872,7511,7597,2076,19407,14067,11789,8078,9444,12324,18537,12738,6302,10277,13829,11905,14901,13951,9542,10636,10467,8045,8325,9737,8288,7202,8314,6577,9515,8926,8855,2006,9293,10064,7893,9322,8638,8929,10193,12631,6214,8296,9162,7339,8176,6497,10672,5599,11388,13526,11133,9247,9603,1691,12381,17983,10726,18870,13582,11809,10694,8421,9392,13006,15505,11541,10543,10074,1707,11878,13945,14256,11015,12675,16411,10770,12532,15243,18358,10374,12535,8174,15617,5539,2090,12852,14689,17905,14587,13943,11472,12563,11594,13189,17024,10006,9456,8837,8248,6347,6023,7440,9411,8871,3388,13591,9875,2109,15365,13430,10126,12540,16886,10794,9210,7672,11192,11845,11368,11698,8818,7058,11838,14988,14956,16478,12231,14542,9950,12031,9281,7634,12428,9394,7785,8279,8708,12526,11208,8186,11167,8037,17294,10463,15444,9541,13557,13016,15838,20022,12042,9690,12590,15015,14539,7276,14263,17295,10336,11436,9439,8602,14123,15275,12286,15258,10060,11376,16900,12810,14922,13343,9840,11383,8794,7158,6257,4005,489,22410,19842,22465,22947,15301,22376,19843,22494,19506,16960,22886,21820,16399,8708,1962,21993,15904,18201,19306,14191,23749,21103,22750,22275,22799,20003,23215,22706,16354,22569,17869,4579,23168,22809,19788,20991,22688,17202,22751,23173,21813,18419,22595,16304,14983,22127,22628,22188,22766,22547,23318,20394,22717,22429,20486,19620,17577,9264,22625,22471,22487,21581,18529,19343,17417,22911,23339,22562,20677,22620,22814,23418,22487,22546,21876,22583,22558,22553,19658,18956,13383,19963,17632,22453,17099,22269,23022,14447,14984,23406,18847,12874,15424,11354,15222,12188,13075,13895,14592,14527,13566,11053,9626,14508,12937,12192,6561,23404,18313,22716,21038,22653,21277,17406,19766,19094,22503,22669,22676,22600,20022,18190,22176,22568,22594,15494,2622,14660,20090,17758,23030,20508,22495,18430,22669,22774,22575,22324,22716,22699,14936,22353,23043,16696,23134,17367,22241,22687,22424,19210,22967,22322,22879,21347,22118,22683,19684,10868,22137,22686,22776,22640,19555,22674,16499,19419,13135,6528,14697,22154,23292,20159,21522,17444,22278,22572,22486,22348,22666,23873,19990,22721,20379,22601,22279,19886,22503,18708,22785,18420,19999,16043,22502,23078,22726,21719,15759,20495,22911,22587,12459,13128,7185,15900,17042,18874,22363,22636,15534,4542,19840,21031,22661,18108,21417,22557,22491,17640,18994,16994,16521,21789,20848,22572,23715,22110,18567,24353,22342,14922,17833,22759,21978,22137,21793,14712,22534,22874,22747,22478,18359,21767,14781,20178,18039,13503,15820,20593,15759,13365,12944,10437,12495,13466,13796,15370,11479,13422,12461,11069,11067,9417,9286,3203,13547,13228,13725,13084,19544,8573,9265,10747,11328,16574,8259,12432,10177,8619,14813,12708,10306,9181,11948,7799,7993,13820,11650,4099,15021,9604,13927,17297,10389,12754,10503,12942,12264,11833,11779,8260,9463,11121,12715,11528,6280,14953,10769,7845,9785,10528,14585,15510,8022,12541,6149,15472,11838,16522,13794,14350,10641,8879,11176,10953,8847,9070,10749,11883,9873,9477,9147,2452,12459,13679,11324,9325,11454,9262,10041,11665,15852,18959,14961,13525,13532,10141,10538,7095,11272,10347,8361,7179,11691,8657,6727,22881,22551,16394,16618,18602,19906,16409,16030,22458,16210,16508,16033,20283,21135,6488,21988,19993,22985,19507,22831,22389,22745,21220,17647,20221,22917,20019,22371,22932,22402,22789,5570,14810,16504,22887,18857,22891,14254,22919,15961,11595,23110,22780,16064,15161,16824,13953,15114,22489,17006,16773,14677,12836,12144,8339,10168,6955,8360,3526,14889,13850,16321,14940,11587,9837,10862,7944,6906,9732,11838,2612,17384,12229,18742,21457,14944,11898,10958,14169,13499,15717,14404,11970,8671,15468,14698,11920,12482,9988,4955,13815,11048,12277,11623,6712,9810,11418,10864,9444,10541,8734,8625,18899,21307,16538,11417,10769,13869,11543,12343,10135,8443,12531,9913,9488,17533,17392,13798,8348,14133,16881,9444,390,13641,16714,12344,8411,9021,8684,7912,7756,12696,6967,8958,9712,3572,2105,14326,17892,18442,14309,12459,8815,8462,9815,9041,7239,7062,7657,7776,14247,9460,8431,12587,3920,18793,12933,10528,10919,16521,19982,15017,3930,13484,10681,11564,4088,20482,16049,16018,9917,15513,9144,11326,10392,13032,10847,8584,9763,13298,9524,8331,3768,16779,8788,9767,10873,10015,9861,9567,8566,9578,7297,8685,8045,10417,11102,14828,12826,13137,10275,11962,10125,11736,7805,12976,16978,8274,5716,10518,12280,12079,10543,12372,9817,9517,7786,10284,10274,8334,6784,10928,13217,21778,21707,18702,15555,12775,13078,10557,16630,18006,13143,10805,6890,1472,11419,9128,11876,8102,8505,5893,1338,12305,16911,10948,11944,9135,10396,12694,9831,13163,11717,7157,6753,8014,10351,7530,9956,8618,2431,8829,9997,8620,8802,8479,8367,7789,9839,8559,8572,10614,9454,4963,5904,6581,6278,9808,8080,12655,7258,12232,9297,7370,16947,22483,12969,10675,10267,11222,12591,12643,11045,4418,20356,13547,13098,12303,10348,11824,3014,3595,16223,973,18308,14623,15345,10467,13051,13205,11199,9988,5296,1694,18908,18261,13391,18747,18211,10651,11510,9917,9383,10666,11529,10050,9963,2641,12833,18456,14514,11997,8225,11227,16037,15406,11021,6755,10489,8135,868,14445,13244,6033,17252,12506,8136,15758,15919,12292,9674,10251,7789,14108,14091,3551,17686,15436,11789,14694,15894,12963,10813,10378,11895,10453,15359,8758,10915,9879,8403,9963,12268,8000,9874,9605,4705,13174,14191,14623,11109,13407,14062,8203,15301,10086,11521,11474,10646,9440,7660,8550,12957,14649,7564,13785,13199,13056,11468,8464,7990,12188,9614,9428,10734,9148,9351,8360,9189,7589,10602,7204,2468,10881,9017,10249,5567,2393,11560,18421,16219,15150,18187,14110,11984,11880,10032,12560,14732,7237,9922,10643,13841,8500,10577,8883,10546,7159,9212,9416,2258,11592,12051,7992,7123,4410,2749,7589,9389,8212,8347,10850,8756,13725,9186,8305,15358,12889,13239,15886,13260,11575,11276,4856,11802,18902,14455,9910,4451,1979,13275,11191,11803,16009,8940,8634,15053,9895,8228,7294,1594,12712,13292,14342,8944,8927,8590,17096,15269,10172,5279,9364,10599,11061,4378,7949,7056,10219,9907,8610,9820,7150,7742,15607,12391,17346,15224,8706,3022,22377,14683,16527,8130,8700,8989,9592,8069,8864,6382,6828,7824,6726,2675,17680,21402,14610,12576,12150,11376,10014,9253,10723,10894,11730,11938,8687,8600,9393,5690,11879,9127,8976,8970,16214,9931,8054,10569,11118,12256,7001,9984,7403,13465,9394,7867,11199,15107,16356,14579,15708,13465,12527,13180,11848,9096,12337,9502,7868,9277,14922,13206,13335,10660,13195,10064,10704,8919,9768,8450,8837,11081,8017,9258,9480,10771,6184,7960,7381,7215,14602,12207,10550,12807,13593,10070,11762,9557,12061,5881,13596,11444,8172,8841,7378,11125,20358,17767,17375,13718,9058,11611,8620,10339,14345,8508,9249,7535,9003,9681,7368,2518,12490,13006,8946,14732,9922,9508,7372,10575,12035,15083,15183,15770,12335,21056,8954,9464,6782,11495,12510,6504,11140,15507,8662,6858,8374,9053,17808,12073,9588,8427,9267,5765,6820,247,22462,22514,22669,22722,16404,22806,19057,11716,4426,16130,12475,14781,19184,19300,14116,15106,14993,6223,4924,19648,19827,19740,14997,15422,10536,11225,12503,13690,12569,11393,10072,15322,15326,16284,14049,14549,11271,2549,19318,17731,12052,15021,10565,13491,7828,18917,17955,12538,11842,12139,9570,10148,10392,9209,13335,11982,11352,11186,11252,3850,8953,15509,8117,7373,9248,8731,7982,13598,12067,8104,11701,12493,9873,3721,9783,11519,13462,15525,11162,10374,9887,10447,10542,8986,8394,10412,6520,6816,13334,11920,12065,10395,21065,13625,12523,14453,12302,10673,15484,10050,9891,11947,13821,12087,6873,10359,6008,12991,12749,12733,11116,11296,13277,10408,11984,8913,12314,13659,8829,9730,9215,12326,15570,14459,12320,13829,10901,12053,9165,1342,12728,15850,9466,9686,7522,1418,15152,10929,10668,10426,9251,14234,8865,11209,14341,9816,7294,7014,7819,11787,13166,9517,8764,2185,14142,14439,7646,7839,10295,14661,12981,13246,12165,11878,14162,10971,13572,13471,10304,8730,8511,17355,14950,9542,9943,10373,8006,12700,14955,13716,13417,11931,10810,12077,8536,9821,13899,10939,12405,3313,5913,11949,9871,11817,9490,10499,10602,16128,14070,13668,7431,10700,11690,8417,12464,12554,10508,9157,7267,5928,22338,16041,20115,23036,15548,22792,22425,23449,20085,19563,17894,23396,19847,22670,22201,15833,22044,19398,22836,22166,18478,19221,10678,23365,16954,10790,22449,21332,22369,16433,12490,22385,14482,17250,20564,18435,10150,21081,17182,20059,22985,21560,13647,17216,7388,21563,22755,23166,22706,16608,16179,16427,18889,21292,13335,1837,12537,16968,14734,16116,15423,14174,12771,13955,14445,7288,6709,8508,8164,6274,8599,9650,8822,8423,9507,12722,14159,11227,12517,2995,7257,18373,12233,14447,10926,9133,8906,8973,7805,12433,8511,12362,10876,14752,11530,12121,13437,11740,13658,12528,10509,12127,9979,9940,9580,8164,8372,9326,7375,7802,7509,12854,13404,11064,11292,13512,10634,7315,2151,8159,13066,13650,11141,8456,8927,8268,8490,7275,6608,12233,8765,6919,12257,7682,9826,13382,15809,14313,15066,12369,13581,16680,13772,10522,8944,12535,8947,11649,12147,9779,10331,10544,9158,10450,11263,9309,9218,8775,9100,8623,7467,9099,8757,8310,8774,9164,8351,9524,7095,2075,21192,20201,14546,12693,14056,12778,10079,8036,13961,10543,11702,12143,10816,10717,15029,12807,11275,12310,2106,1529,12181,14676,15513,14387,10832,8831,16167,13394,11829,14335,13300,11991,8501,11470,13339,9043,9536,6452,6767,11113,9161,15013,11355,19546,16797,9194,11089,5895,2240,2401,14465,10198,11768,13198,20264,18839,12532,11298,9693,11669,11558,9763,10570,8964,9576,9910,14149,12039,10301,9934,9034,13297,13993,10233,8581,1835,12817,10398,9705,8292,12527,5881,13638,12043,10800,10929,7342,13947,16494,13202,9888,14271,9933,6845,12379,8934,9813,8326,1972,14014,13824,12133,10912,14534,16556,12919,15021,10467,8679,2756,17480,11473,18093,16662,14833,12001,11812,16340,18816,12906,15025,15193,10067,13751,16639,2218,9388,14444,15693,13414,17284,13229,16558,16312,16605,10046,12225,10096,9868,7667,12048,8257,10883,8522,8670,11045,9073,10717,9600,9313,8428,10198,9188,6826,21559,19853,17480,14335,17726,15528,17374,14130,12375,11383,13116,11736,10186,7759,8275,14123,11742,9109,10574,10104,10963,11185,2870,9096,12086,14102,12920,12985,14190,18890,13200,13005,10090,13812,17936,16504,12225,14345,12298,8623,11257,12667,6069,3955,15815,15187,14144,13903,10436,9179,9045,9759,18987,15942,22406,19325,15632,14348,13162,11318,9437,13079,10546,8987,10198,10679,14870,9739,2263,15792,8921,14137,11458,10194,6068,8847,11118,11014,10203,11836,13818,17328,10172,9673,2612,13221,10448,9608,12116,8802,15084,9589,8428,8219,9576,7324,8559,6765,7344,12668,2247,10310,14547,15149,8055,16080,19519,12052,8838,10688,13476,18104,13695,11206,10904,12139,10005,8002,8813,8653,13589,9244,8681,6999,7748,8314,6508,7618,8952,8296,6800,12144,7091,17956,22533,9363,9154,4462,11110,12144,11019,7135,11518,12142,8581,11195,12270,18901,8671,10248,21725,22388,14011,17445,10480,16367,14311,9095,3258,1502,1383,22073,23008,17607,22413,17881,20282,19320,20484,18489,18123,20108,19495,19148,5944,9171,20853,21552,21394,22313,16906,13981,14841,13633,10172,9112,7028,4777,2218,2205,2175,16243,23001,22583,22695,19874,18732,23168,20682,22742,22605,22699,22514,16581,5992,22490,22902,21156,22754,22020,22412,15454,22553,22587,19409,17401,22849,22523,19684,22608,22734,22650,22670,20967,22553,19979,22717,18779,22932,23074,8924,22555,22789,22683,22605,2573,4535,23057,22623,21906,20161,23010,22437,22718,11232,22706,18567,22711,22263,22493,22066,22120,4415,22550,22419,22932,22675,22545,22639,22488,3225,23012,22435,22894,22823,22787,22917,22720,22629,9303,23580,19760,18438,19644,22990,22627,16797,3787,2500,23195,22861,22545,22749,22545,22627,22695,22678,20893,22843,22670,19438,7290,1508,22914,22544,22761,22683,22795,21344,22537,23149,7671,22740,23001,22602,1985,643,1846,2687,9403,7997,8184,11338,7651,10164,7949,8195,8321,15002,13101,12807,15882,12069,17175,16591,15964,19817,20454,16662,12715,14175,14038,13342,18570,19077,22147,20035,16324,12308,9563,11162,10334,10615,11520,10400,5394,2796,8754,5857,4039,2528,1827,1467,907,480,188,89,24,0],"fragments":[{"begin":"0.000","end":"5.280","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"5.280","end":"13.280","lines":["Headaches are incredibly common, but they’ve gotten surprisingly little attention from scientists."]},{"begin":"13.280","end":"33.680","lines":["Here to walk us through what we know—and don’t know—about headache science is Tom Zeller Jr. He’s a former New York Times reporter and editor and the current editor in chief of Undark. He’s also the author of a new book called The Headache."]},{"begin":"33.680","end":"36.720","lines":["Thanks so much for coming on to chat with us today."]},{"begin":"36.720","end":"39.440","lines":["Oh, it’s great to be here. Thanks for having me."]},{"begin":"39.440","end":"44.720","lines":["So I would love to start with a little bit about what inspired you to write a book about headaches."]},{"begin":"44.720","end":"86.600","lines":["Sure, well, you probably could guess that I have headaches myself. And not just the ordinary sort of headaches that we all get, but I have something called cluster headache, which is one of the three primary headache disorders—I mean, there are other primary headache disorders, but these are the three main ones: tension-type headache being the most common, migraine being probably the most familiar and most debilitating—and predominantly among women. Cluster headache is far more rare and more common among men, and that’s what I have."]},{"begin":"86.600","end":"114.200","lines":["So, you know, it’s an issue that I’ve sort of grappled with for most of my adult life. It’s not something that I ever wrote about as a journalist, or thought that I ever would. But when I started thinking about a book I realized that I’d kind of been researching this topic for most of my life for other reasons, and so it seemed like a natural fit."]},{"begin":"114.200","end":"123.160","lines":["And what is the research landscape like when it comes to these, you know, three major headache types?"]},{"begin":"123.160","end":"144.960","lines":["Yeah, it’s surprisingly bleak. I mean, in the book I focus mostly on migraine because if there is any research being done, it tends to be on that. And to some extent I think it’s fair to assume that what we learn about migraine will shed light on other headache disorders, too, because there’s sure to be some underlying biology that they all share."]},{"begin":"144.960","end":"167.360","lines":["But in general the surprising thing to me that I discovered was how little we actually know about what’s actually going on inside, like what bits of anatomy are being pulled into the choreography of a migraine attack, what bits of anatomy are more important than others."]},{"begin":"167.360","end":"198.040","lines":["And we know some. I mean, the research suggests—there are a lot of good imaging studies that show certain parts of the brain lighting up. There are more recent studies that indicate that certain neurochemicals are in abundant supply in the blood when someone is undergoing an attack. And we also know that the blood vessels may or may not play a role in all of this. But that’s the extent of our knowledge of what’s happening in migraine headache."]},{"begin":"198.040","end":"201.800","lines":["Yeah, and how is it that we know so little when headaches are so ubiquitous?"]},{"begin":"201.800","end":"230.040","lines":["I think there’s a lot going on. I think one of the most obvious things is that migraine mostly affects women, and I don’t think I’m saying anything that you don’t already know: that women’s health in general has gotten short shrift over the decades. And so to the extent that women were more often presenting in clinicians’ [offices] with migraine over the course of the 20th century, it was not taken very seriously ..."]},{"begin":"230.040","end":"231.240","lines":["Mm."]},{"begin":"231.240","end":"249.520","lines":["And I think that that, in a lot of ways, it bled into decision-making at institutions like the [National Institutes of Health], which is the biggest funder of basic science in the U.S. So I think that’s part of it."]},{"begin":"249.520","end":"280.120","lines":["I also think that there’s something sort of cultural about the word “headache.” I mean, we use this word as a metaphor for a mere annoyance: You know, “Doing your taxes is a headache.” “Sitting in traffic is a headache.” And it’s unfortunate that we often have the same word to describe real neurobiological disorders. So that’s at play, too."]},{"begin":"280.120","end":"306.480","lines":["And I think a third leg of it is the fact that we all get this thing called headache. If you don’t have enough water, or you’ve skipped lunch, you have a little too much to drink the night before, you get a bit of a headache. So we all sort of think that we know what a headache is, and yet there is this sort of subset of people who have headaches, in a disorder sense ..."]},{"begin":"306.480","end":"307.120","lines":["Yeah."]},{"begin":"307.120","end":"316.320","lines":["That are excruciating. And yet we use the same word to describe it. So I think all of those things sort of combined slowed the science on headache."]},{"begin":"316.320","end":"351.640","lines":["Yeah, no, I think there’s a real sort of definition problem. I, for years, thought I didn’t get migraines but would kind of use the word for when I was feeling a particular kind of bad way. And then in the midst of having long COVID my migraines got more frequent and worse, and the increase in degree made me be like, “Oh, no, this is what people are talking about [laughs] when they say they have a migraine,” which is just—it was so funny to me."]},{"begin":"351.640","end":"360.640","lines":["Do you get the whole suite of symptoms? Like, you get the aura and all that, too, or just?"]},{"begin":"360.640","end":"379.360","lines":["It’s really interesting, during the period where they got very bad and frequent I did have, like, the aura, the blurred vision, so that was really what made it like, “Oh, this kind of weird, bad feeling I sometimes get that comes with a headache ...”"]},{"begin":"379.360","end":"379.800","lines":["Yeah."]},{"begin":"379.800","end":"395.560","lines":["“Is a migraine.” And now it’s much less common that I have this sort of whole suite, but yeah, they’re wild, and it—you know, I have a friend who gets migraines that honestly present as kind of, like, strokelike ..."]},{"begin":"395.560","end":"395.960","lines":["Mm-hmm."]},{"begin":"395.960","end":"411.360","lines":["Have, have, like, really intense—though brief and, you know, passing—neurological effects. And the fact that she can go to her neurologist and they’re like, “Looks all good. It’s a migraine. [Laughs.] What can we tell you?” ..."]},{"begin":"411.360","end":"412.040","lines":["Yeah."]},{"begin":"412.040","end":"414.840","lines":["Is, is pretty wild to me."]},{"begin":"414.840","end":"436.680","lines":["It’s also interesting to me that, you know, for a lot of years, I mean, it was considered somewhat of a psychosomatic condition, or it was considered a vascular condition and just, “If we address the blood vessel tone, we might address this thing,” when, in fact, there’s all these clear indicators that it’s a neurological event."]},{"begin":"436.680","end":"451.200","lines":["I mean, you’re getting blurred vision. You’re getting—some people get sleepy. Some people—I mean, obviously, there’s a lot of nausea involved. The pain itself occurs on one side of the head. And yet it just was sort of overlooked for so many years. It’s fascinating to me."]},{"begin":"451.200","end":"464.200","lines":["And for listeners who don’t know and maybe, like me a few years ago, are sort of blissfully ignorant of what it is we actually mean when we say migraine, could you tell us about those three big headache types and how they differ?"]},{"begin":"464.200","end":"492.120","lines":["Sure. So I think most people will experience a tension-type headache. That’s sort of the biggest class of primary headache disorders. The thinking, I think, is that a large part of them are much more involved in sort of muscle tone and maybe even posture, and it tends to be sort of all around the head rather than on one side, which suggests that maybe it’s not strictly an—a neurological disorder in the same way that migraine is."]},{"begin":"492.120","end":"518.040","lines":["I’ve had scientists tell me that they think a lot of tension-type headaches might actually be [a] migraine, so it’s hard to draw these lines, but that would be the big category. And in most cases, not all—it can be incredibly debilitating—but in most cases tension-type headaches can be addressed with over-the-counter analgesics and maybe some lifestyle changes. Again, I don’t want to, to belittle it because some people are really sort of bedeviled by these things, too."]},{"begin":"518.040","end":"536.320","lines":["But the next sort of most common primary headache is migraine. It affects women by an order of [about] three to one. It’s typically one-sided. The word “migraine” itself comes from the Greek, which means “half the skull,” and so that’s where we get that word from. We can trace migraine’s history back to the, you know, Egyptian papyri where we see it written about."]},{"begin":"536.320","end":"557.400","lines":["Not everyone experiences the other neurological symptoms that we just talked about, but definitely the pain, and it’s almost always one-sided. And it’s broken down by chronic or episodic. So they—if you get 15 of these headaches a month, you’re considered chronic. If you get less—it’s sort of arbitrary, but that’s how they break it down."]},{"begin":"557.400","end":"576.520","lines":["But it can be really upending for people who have this, and whole seasons of their lives can be disrupted. It’s often—there’s high sensitivity to light and sound. People experiencing a migraine typically retreat to a dark room, put a pillow over their head and ride it out for however many hours, or sometimes days, that it might last."]},{"begin":"576.520","end":"592.640","lines":["The kind of headache that I have, cluster headache, is far more rare. Migraine affects about 15 percent of the population; cluster is less than 1 [percent]. It’s rather rare. It’s incredibly painful and much more, I think, sort of attenuated than, then migraine."]},{"begin":"592.640","end":"618.640","lines":["The pain comes on incredibly fast. The severity of it is such that I couldn’t even think of lying down; I mean, you, you sort of have to run around the room because it’s almost like—the intensity is, like, akin to having your hand on a hot burner but not being able to take it off. [The pain is] much more short-lived. That pain will last—it’ll come on in seconds and then last—almost like a stroke—and last for about an hour or two if you don’t have an intervention and then go away."]},{"begin":"618.640","end":"644.840","lines":["It tends to come multiple times a day, and you’ll have those attacks for one, two, maybe three months out of the year, and then they [makes vanishing noise] disappear. They just completely vanish, and you might not get them again for many months or even years in between. So unlike migraine, which I think people who have it sort of deal with it all the time, clusters come in clusters, and they come and go in ways that we don’t understand and also are kind of fascinating if you can back up enough to look at it."]},{"begin":"644.840","end":"647.680","lines":["But those are the three main categories, yeah."]},{"begin":"647.680","end":"653.080","lines":["And what surprised you the most in terms of things you learned while researching for the book?"]},{"begin":"653.080","end":"658.840","lines":["Well, I think the first thing that surprised me the most was just how little we know and it’s as understudied as it is."]},{"begin":"658.840","end":"679.600","lines":["One thing that we didn’t talk about is that, for as common as headache disorders are, med students get very little education in headache science at all. I talked to med students for the book who said, “You know, it came up in med school for about a half an hour once,” and that was sort of all, despite there being [roughly] 50 million people in the United States alone with these things."]},{"begin":"679.600","end":"710.640","lines":["And I also talked to a lot of scientists who devote their lives to studying headache. I would say almost all of them were told as they were coming through school, “Don’t focus your life on that. Don’t focus your career on headache. There’s no money in it. You can’t help these people. It’s not a very sexy thing to study. You should go into, like, movement disorders or Alzheimer’s.” So I was just sort of shocked that there’s this ambient sort of bias against headache science even within the sciences. So that was pretty surprising to me."]},{"begin":"710.640","end":"727.280","lines":["I mean, I find that disheartening [laughs] as somebody who deals with migraines. I imagine that was a little disheartening for you, too. But is there anything that you learned or came away from writing this book with that made you hopeful about, you know, the future of headache research?"]},{"begin":"727.280","end":"751.160","lines":["Yeah. I think the main thing is that there are people who are devoting their lives to studying these things, and, you know, I actually thought that anyone who was doing it probably had these disorders themselves, but that’s not necessarily true. There are a lot of scientists around the world who are just really fascinated by this as a neurological disorder, who reckoned that if we could figure this out, it would really sort of, like, change people’s lives. And in fact, I think that’s true."]},{"begin":"751.160","end":"795.120","lines":["So there’s a lot of nifty veins of science that are happening now. You probably have heard of the CGRP medications that came out. I think they hit the U.S. market in 2018. That came at the end of, like, 30 years of pretty intense and swashbuckling science that discovered these neurotransmitters. We talked about, like, neurochemicals sort of being elevated in the blood of people who are experiencing migraine—CGRP is one of those neurotransmitters, and we figured that out only in the 1990s. And then, you know, it took about 30 years to figure out, “What would happen if we produced a drug that blocked this neurotransmitter?” And in fact, in some large portion of trial patients it worked; it seemed to have a really great effect."]},{"begin":"795.120","end":"823.360","lines":["Now, when you sort of distribute those effects now on the market and look at it in aggregate, it’s probably a lot like other medications in that it helps about half the people experience about half the number of headaches that they usually get, which, you know, that was another surprising thing to me in the book is to learn that, you know, 50 percent is, like, a home run when it comes to drug development [laughs]. If you’re helping half the people, which for any particular person taking it is a roll of the dice, but as far as drug development goes it’s a home run."]},{"begin":"823.360","end":"847.320","lines":["So the fact that those drugs are now on the market, and I spoke to a lot of people who are genuinely helped—and sometimes in a very, like, transformative way. Like, they spent decades just miserable and suddenly are sort of waking up into a life that’s pain-free. It’s sort of miraculous. It doesn’t work for everyone, but I’m aware and know of lots of studies that are now looking at other neurotransmitters and other potential targets for new drugs."]},{"begin":"847.320","end":"855.880","lines":["So that’s happening, and in a lot of ways this is a great time to be a headache suffer [laughs] because there’s, there’s a lot of exciting science going on."]},{"begin":"855.880","end":"861.560","lines":["Well, thank you so much for coming on to chat with us. I’m sure a lot of listeners will be running out to check out the book."]},{"begin":"861.560","end":"865.160","lines":["[Laughs.] Thanks for having me. I really appreciate it."]},{"begin":"865.160","end":"878.680","lines":["That’s all for today’s episode. We’re doing something a little different on Monday. I’m about to take a break from Science Quickly to go on parental leave, so I’m going to sit down and chat with our awesome interim host so you can get to know her. It’s going to be a lot of fun!"]},{"begin":"878.680","end":"898.240","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"898.240","end":"915.040","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":915}