{"title":"Testosterone Therapy Is Booming. But Is It Actually Safe?","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/what-is-testosterone-replacement-therapy-and-is-it-safe/","audio":"https://traffic.megaphone.fm/SAM9501709951.mp3?updated=1750276051","intro":["As more men turn to testosterone replacement therapy (TRT) for energy, mood and muscle, experts warn the risks are still not fully understood."],"authors":["Rachel Feltman","Stephanie Pappas","Fonda Mwangi","Alex Sugiura"],"category":["Medicine"],"transcript":[{"author":"","text":"This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."},{"author":"Rachel","text":"Feltman: For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Whether it’s framed as a cure-all for fatigue and low libido or a shortcut to gaining muscle mass, testosterone replacement therapy, or TRT, is all over the Internet these days. But how much of the hype is actually backed by science?"},{"author":"","text":"Here to help us make sense of the testosterone boom is Stephanie Pappas, a freelance reporter based in Colorado. Stephanie recently covered the growing popularity—and availability—of TRT for Scientific American."},{"author":"","text":"Thanks so much for coming on to chat."},{"author":"Stephanie Pappas","text":"Thank you."},{"author":"Feltman","text":"So you recently wrote about testosterone replacement therapy for Scientific American. For folks who are not on the right part of the Internet to have heard all about this—or maybe staying off the wrong parts [laughs] of the Internet, depending on your perspective—what’s going on with TRT right now?"},{"author":"Pappas","text":"Well, testosterone replacement therapy has become extremely popular. It has been something that’s been in the background for many, many years. Synthetic testosterone was first invented in 1935, but for a long, long time people thought that testosterone replacement, if it was used for any kind of symptoms men might be having, that it could cause prostate cancer. And then it was believed, perhaps, it could cause heart disease or cardiovascular events like a stroke or a heart attack."},{"author":"","text":"As it turns out the last few years we found that it doesn’t really cause these really serious events. However, a lot less is known about the long-term health impacts. People are really flocking to TRT largely as a result of word of mouth. There are a lot of private clinics that offer this out of pocket, so you don’t have to have an insurance company agree that you need it. And people on social media are using it for just a litany of different symptoms, and it can be anything from muscle-building to fatigue to mood problems and irritability, and it’s kind of being pitched as a cure-all for a lot of different things."},{"author":"Feltman","text":"And what evidence is there for the benefits of testosterone replacement therapy, maybe starting with people who actually have low testosterone?"},{"author":"Pappas","text":"Yeah, so there is such a thing as low testosterone. No one exactly agrees on what the cutoff is, and probably that’s because there’s a lot of variability in our hormones—like, anyone who’s ever tried any sort of hormone treatment, including birth control or HRT [hormone replacement therapy], can tell you that people respond really differently."},{"author":"","text":"So for men who really do have low testosterone, the evidence suggests that you can see some benefits in mood if you have major depression. You may see some improvements in energy. The most well-established result from the studies of TRT is that you’ll probably see a little boost in libido if you have low testosterone and you now start taking TRT, and that’s because testosterone works in the brain to increase sexual desire."},{"author":"Feltman","text":"Hmm."},{"author":"Pappas","text":"For men who don’t have low testosterone, which are many of the men who are now getting treatment, the evidence for benefits is much, much lower. We don’t know if you really see much besides additional muscle-building abilities."},{"author":"Feltman","text":"And what are the potential downsides? You mentioned that one of the reasons there’s such a boom right now is that research has showed that the connection to prostate cancer is not concerning the way we once thought it was. But what about other issues that can come up when you don’t have low testosterone and you start taking a bunch of testosterone?"},{"author":"Pappas","text":"Right, so if you are taking a testosterone supplement, your body actually shuts down its own testosterone production. There’s this neat little feedback loop that says, “Oh, if the testosterone’s high in the blood, we’re going to just kind of ramp it down.” And a side effect of that is, actually, because testosterone is involved in sperm production, your body will also stop producing sperm. So as more younger men turn to TRT, we are seeing that men who are interested in still having children are finding they’re losing their fertility. Oftentimes men are told, “Oh, you’ll recover it once you stop.” But that can actually be slow and complicated, so urologists in the field often see men who aren’t understanding why they’re not, you know, able to get their partner pregnant, and they may have tried for quite some time."},{"author":"Feltman","text":"Right, and, you know, not that this is the reason that’s upsetting, but there is also kind of an irony there because a lot of the marketing is sort of stereotypical masculinity, so it’s not surprising that people are caught off guard by that potential downside."},{"author":"Pappas","text":"Yes, absolutely. They are really marketing this—if you go, you can see it on billboards or online—these ads are all about muscles, they’re about machoism. And oftentimes the reports from some of these freestanding clinics is that men are not being told all the information about all the side-effect possibilities."},{"author":"Feltman","text":"When you say that regaining fertility after these treatments can be complex and slow, could you walk us through what you mean by that?"},{"author":"Pappas","text":"Sure, because your own testosterone levels and sperm production drop, you’re going to have to, usually, get off the testosterone. That can really lead to a hormone crash; since your body is, really, at that point in quite low testosterone, you may feel irritable, you may feel fatigue. So you’re gonna have to go through that—a bit of a roller coaster."},{"author":"","text":"Doctors will prescribe some medications that can help even out your levels and help encourage your body to start producing its own sperm again. That can take some time; it can be a little expensive. Urologists can help you, though. But they do say that they are concerned that men have a, often, too rosy picture of what that’s gonna look like. It can take up to two years to recover full fertility, there’s kind of an unknown as to whether sperm quality will be quite as high as it was beforehand. And as anyone who’s trying to have kids knows, two years can be quite a while when you’re dealing with fertility problems."},{"author":"Feltman","text":"Yeah, so let’s talk some more about those freestanding clinics. You know, in addition to TRT, you know, being more in demand and more in the conversation, it also seems like it’s more accessible than ever, so what are some of the sort of concerning characteristics of these clinics that are popping up?"},{"author":"Pappas","text":"Well, you don’t wanna paint all clinics with the same brush ..."},{"author":"Feltman","text":"Sure."},{"author":"Pappas","text":"Because there is a wide variety of care out there. So it can be any provider that can prescribe—because testosterone is a controlled substance—but they may not really be running you through a full workup, as a urologist or an endocrinologist affiliated with a practice or a hospital system might do."},{"author":"","text":"The recommendations from professional societies suggest you get two testosterone tests on different days because testosterone levels swing wildly. I could not find anyone who’d reported to me that they’d gotten two tests. I can’t say that there aren’t clinics that do it. Typically you’re gonna get one test. Typically they are motivated to prescribe what they can to you."},{"author":"","text":"The problem, often, is that because of this long-term fear around testosterone, is that many primary care doctors are nervous about prescribing it or don’t feel that they’ve been trained. I spoke to one man who, actually, his doctor said, “Yes, your testosterone is undeniably low, but I don’t know what to do about it. Maybe just go to one of these clinics, and they can help you.”"},{"author":"","text":"His experience in that clinic, unfortunately, was that they kind of gave him a generic prescription, did not really test through his levels, didn’t really talk through, you know, alternative treatments or other things he might look at doing. So he felt his loss and he ended up looking on Reddit for advice, which, as we all know [laughs], is a real hit-and-miss proposition ..."},{"author":"Feltman","text":"Sure."},{"author":"Pappas","text":"So men are often kind of left searching for their own information, and they may not have good sources of information."},{"author":"Feltman","text":"And the experts that you spoke to, what do they wanna see change about the way we’re treating TRT?"},{"author":"Pappas","text":"The first step is that a lot of physicians who specialize in hormone replacement therapy for men would like to see more awareness among primary care physicians and other doctors that men might go to, because if they could coordinate that care in a really responsible way, there are probably many men who could benefit: they do have low testosterone but haven’t ever thought about being tested."},{"author":"","text":"And then the other side of this is just patient education. If you’re going to consider going to a clinic, don’t just go somewhere that will happily hand you a prescription. Really look for someone who is going to sit down with you, who is going to talk through lifestyle changes, who’s going to look at alternative problems. So one doctor I spoke to said, “The first thing we do is we look for sleep apnea in our patients. If we can cure that, oftentimes we don’t need to look at their testosterone levels again.”"},{"author":"","text":"And don’t be in a rush to walk out that first day with a prescription that might be too high for you and might lead to side effects like acne, or another side effect you can see is an overgrowth of red blood cells that can lead you to need to have to donate blood every month to keep that in normal range. Look for something that’s not going to cause the side effects that can really affect your life in the long term."},{"author":"Feltman","text":"Sure, well, thank you so much for coming on to talk us through your feature. I really appreciate it."},{"author":"Pappas","text":"Thank you so much."},{"author":"Feltman","text":"That’s all for today’s episode. You can read Stephanie’s full story on TRT in the July/August issue of Scientific American."},{"author":"","text":"We’ll be back next week with something special: a three-part miniseries on bird flu. From avian influenza’s wild origins to its spread across U.S. farms to the labs trying to keep it from becoming the next pandemic, this looming public health threat has a lot of moving parts, but we’ll get you all caught up."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[427,14715,14689,14320,12792,13208,8742,11471,14595,14878,5314,1094,14247,14441,14750,9278,14589,11188,851,14830,14228,13691,15034,14088,14875,15398,12317,14851,12456,14935,14978,11285,11202,10101,7928,1529,14742,15180,14664,14651,12806,12701,13978,14210,14720,15503,14971,14935,14794,13110,7620,15166,14825,15116,15213,15222,16192,9106,2233,14488,15099,15779,15882,15607,11312,9433,2753,15120,15840,15408,15762,15778,15148,14264,14841,14880,14530,13285,10525,5214,15236,15481,15831,16492,10248,10699,8400,14464,13651,15942,12128,14892,12723,8403,5773,17978,15595,15566,14313,14641,8881,15466,14222,14231,385,190,61,10,103,574,1439,2492,14349,8323,11955,9912,10455,11935,11210,13771,11003,14168,12269,11877,14080,13151,13060,13432,13671,12753,16355,16095,11286,9250,8042,6693,6017,19465,21413,18133,15228,20507,14442,16425,18388,17009,18312,10579,4882,7044,6528,6584,6240,6388,7188,8464,9287,8507,10758,15999,17206,17136,17660,15682,17478,16358,15471,15723,17342,17169,16097,15321,12635,9723,12121,8299,3562,2818,1837,1990,1502,1237,1205,4823,4705,4609,3747,4753,18659,15803,13404,18995,14126,15336,16026,12487,12623,17326,12504,14734,12348,13603,15205,14047,16937,16137,16807,12644,11783,8363,17767,14265,16495,17497,14203,14596,15829,14765,14030,14127,15184,12947,11118,18047,6464,14170,3773,2659,23108,14947,15908,17863,9785,12959,18530,16045,14697,13379,4186,1902,16890,17404,15822,17720,14536,17361,14764,11080,14513,17244,17563,18967,6262,19755,14108,13190,14698,14577,14598,13666,12401,2140,21275,15450,12144,19775,14664,18164,14905,12898,15085,13277,15745,13791,16566,10504,17707,16585,13035,11155,2331,1450,1550,1041,1158,18216,14330,18707,13205,15746,3782,12348,12424,9619,552,11722,20294,12749,12982,12574,11827,14709,19831,8747,20318,13359,9617,13655,6067,10997,10190,17305,13915,16552,3982,6268,20299,19130,17122,14669,10425,14444,7349,13028,18881,20030,11451,11072,13653,23563,15931,3462,15594,20515,23835,17519,12907,23185,15818,23773,14596,16889,19218,18139,13658,13174,16360,16804,5279,17078,11206,17152,15806,12937,13078,12798,13762,9534,9240,6568,12580,13880,8949,12241,17557,16381,16000,10733,4685,8698,16800,13028,13285,17735,17245,16081,11282,13605,8423,8054,17279,14059,16810,15067,14365,13733,17663,11344,12393,16791,7559,1624,18763,14847,15334,11358,10731,14002,14753,10528,16353,16109,11365,10867,9760,9453,11054,9782,12986,15368,10490,17362,18041,17362,11403,17544,13966,16395,16410,14743,6692,6448,14543,14099,16976,11948,16668,12296,13425,2115,16090,8849,13415,17026,16399,12991,9241,8339,12059,12120,11194,8009,2030,1249,15738,14007,19308,15616,16330,9473,10200,10065,13163,9481,8564,10566,10044,718,9545,16097,10819,12394,15984,15729,16054,5497,2093,508,17714,14667,10159,11902,16064,12722,16318,10009,11848,7483,10122,7134,8600,2010,15,16361,16487,12101,10489,13084,7664,12042,7434,7340,549,6768,16283,18152,15767,5586,11326,13639,15236,11352,7937,16629,16558,11765,17274,17777,15258,13506,13499,10962,9659,15065,13912,14247,14900,10284,9704,15942,13873,16859,12832,10046,11247,11025,10253,11323,9231,10190,957,159,15158,16638,16730,12255,16596,10784,11039,12766,12020,16641,14800,14839,10545,13970,11347,9057,14787,10617,14031,17220,16253,14725,8249,11071,5371,1523,15662,12628,13427,13272,12201,13275,6532,870,14904,13084,15429,13188,13327,13465,9452,13049,16257,12819,13194,14739,10722,7435,14962,13094,16194,14756,9584,9449,4946,0,23800,10146,97,15480,16038,12182,7192,14166,9828,11104,11684,8719,19130,10945,16855,8173,664,21135,21277,9030,14935,15772,6729,1495,18592,8147,23784,15687,13579,9821,11272,9309,23758,23691,23767,13817,124,13082,18697,10189,5708,3169,16066,16023,17939,12321,12816,13310,10163,10734,10072,12992,7683,6196,1167,4422,17857,19092,16670,9575,13146,17319,15276,15784,17003,9813,11353,13388,12287,13521,14278,11468,11746,12319,13383,8446,16181,11543,9026,8002,7224,5885,7086,4403,1065,14048,15266,10250,7727,13775,11746,17029,13141,14931,14875,15173,14758,10884,10237,6937,4518,1519,7343,17252,10380,16569,16124,14658,12686,16086,11387,11218,15237,8218,4306,792,15495,16771,12558,14862,12216,14831,17699,14707,13331,13387,15498,14652,12092,11805,14359,5496,1438,13918,16229,14594,13038,13876,12284,13005,8252,1416,17998,15838,17932,10982,12577,13095,15496,12985,17136,13844,8007,932,18486,14936,15144,16069,12874,12327,9169,11341,14523,16965,9537,15263,10891,4727,1876,17809,18383,16142,14969,16505,18032,11781,16365,15836,9430,14485,16565,12912,872,10843,11774,13112,12957,12738,5909,4821,16638,12030,17736,15525,11983,13312,10633,760,13878,15642,5335,14160,17011,14025,12814,16404,8785,8676,9989,557,13657,17492,13315,15099,9875,17841,13928,11501,14457,8159,9812,3755,17733,16074,15637,10479,13936,10481,9377,14958,15595,19472,14133,14068,9634,12945,12595,12379,7934,5426,23761,15105,18468,15259,16738,15843,17325,10007,17371,16011,8026,13926,11755,18217,18531,17573,16306,9050,18910,12799,9903,14578,15052,16784,23775,12866,11699,13808,1712,10891,20508,13513,8890,10899,15600,12608,2893,21970,145,3842,19766,19885,8826,12931,18987,12728,8671,16055,22796,11894,21274,11816,7690,16585,9484,15907,10306,14748,10690,4306,19104,12657,19588,17221,13445,17686,16738,12993,9719,9009,9703,10904,11146,10024,1028,16396,16717,15459,10980,16431,8021,9512,12379,7042,15124,5679,3611,8758,12084,15376,7884,16958,12406,14725,14495,13690,15907,10191,15352,11299,15908,1110,3997,17234,12852,12748,14311,10445,16479,13666,15309,13956,17887,16746,16175,8996,19393,9922,8797,14436,14955,9465,12078,13496,12913,12753,10055,3144,1387,17126,14569,15845,13146,6322,6688,15930,10466,15926,17227,11957,16839,9388,9609,8821,7720,12145,6815,872,739,18131,14136,12692,13316,10507,417,11997,13641,11364,11446,12090,13857,9183,1561,20258,10751,9966,10471,14146,4857,905,18482,10226,12513,1589,985,15868,15294,16818,13701,15342,13959,10227,12723,13058,6145,15721,12603,8332,11784,10780,7222,9915,14511,14877,8947,10634,10971,15142,11788,11377,9596,6764,6917,17358,16411,10724,14082,12941,13262,18363,15760,14266,13195,9444,30,11227,13050,13766,8031,8427,7490,2722,15,15345,7094,23752,6729,677,21308,23813,15146,2695,12686,9179,11589,11717,23201,9991,23755,16357,16243,19317,18668,23793,12552,17370,17892,14980,8096,14975,11206,14366,15108,10231,15300,10746,1923,23773,23761,14908,5783,10491,12478,8832,23078,18070,23692,19186,15751,10561,15837,6,17181,17290,11575,10279,15192,13457,11394,1516,15829,15286,12570,13583,12155,16322,8628,11709,13329,14049,12844,9329,16725,12622,12440,6818,20912,14934,17773,13021,17260,9323,8169,955,12314,14625,14190,9117,9792,3731,21957,10649,16983,16283,14516,12225,12730,14736,618,16180,15842,9572,11807,13239,10954,10817,12840,13784,15919,10935,9962,18225,15312,7144,13025,11900,10229,9878,7929,7566,4802,339,17643,16398,23777,23770,17259,10182,5701,11668,8779,20062,16920,9887,7928,9166,7840,8832,7590,16083,17958,11723,11568,8664,18802,11275,2015,10363,9170,16582,6563,0,15242,14901,13373,13536,17394,12324,13898,6979,9916,14314,11389,11072,7140,537,15891,11200,8490,14062,13596,6411,14864,3604,12364,9574,12548,16903,7893,11447,12647,14935,12468,13619,12340,4221,17309,16172,16197,9813,13182,6475,15214,16701,16353,11742,17101,13003,17156,18212,8786,16257,11628,13873,5640,9754,12458,14234,10506,7260,7663,5472,4254,1294,16871,17626,14888,12847,13642,15999,12870,14202,7907,8474,3473,17143,16475,16430,13773,16216,12344,14183,14195,10718,10615,12940,11893,10563,13960,14628,14573,9920,12231,8090,15123,14663,16021,8583,13718,13006,10184,8342,9940,11985,9817,5820,1283,1249,18968,17249,14849,16779,17743,12275,15750,14296,13344,14522,1322,864,16926,16099,14239,17524,13074,12904,8817,17408,12806,8974,12132,524,12779,18117,17386,17433,9425,13649,16507,16283,9458,14564,12916,13876,3702,18728,10226,14251,9586,13411,15066,11632,16212,11936,12111,16163,7312,11626,9291,1337,12840,14937,15805,11509,12367,10270,15267,10814,15159,17322,17644,12394,16063,15296,13797,10735,16012,15526,11517,14041,9365,11768,9353,1418,1120,20926,16401,13560,11220,12101,7688,9455,14653,8594,10641,7303,12495,11488,16510,13782,6749,9635,7345,13112,3928,378,103,23766,16577,23531,17132,22478,14865,3095,12163,17452,10391,9433,12158,14441,8100,11552,1456,16818,17941,11752,9549,11000,9225,9705,12982,11211,13127,13562,12405,13215,18128,12712,11583,1390,11148,13716,11552,20436,12365,10822,16800,21820,20261,14140,8590,18389,19652,16608,14225,14259,9422,11632,10499,17611,17756,15224,19120,14495,9141,13502,14654,12989,5166,16571,16465,1279,18186,15209,16477,9109,5493,7187,7001,10399,18562,13785,10851,17358,17816,14485,8317,11809,9589,8422,846,328,14555,11108,15646,13931,17609,13214,12147,16135,16124,9371,6425,13924,10306,8206,9680,9442,5845,852,16296,16442,16933,13622,16993,10713,12733,5832,8319,9513,10401,10817,8279,7723,16600,14746,18761,9188,8248,7953,15685,15614,10142,13196,14611,14924,12544,7233,11202,11804,12493,6328,16291,14244,14895,7999,11720,8057,7652,1110,17424,16700,16310,10850,11032,14873,8143,12802,9491,17118,9847,14889,1100,493,12009,17430,16850,14406,13653,13478,16337,10905,10089,8558,13562,12308,8432,12023,12067,1175,952,18675,9479,15482,15626,10410,8024,11934,15509,15201,10721,11822,13527,13065,8495,13319,14172,18629,15180,16593,12887,9661,10432,9512,14484,14037,17294,15001,14409,12268,3609,245,14003,13834,11995,1497,18451,16845,10625,12940,13916,9672,8273,15758,17981,13838,7741,11268,7788,957,19262,16049,16515,14159,14277,12757,14503,11071,11723,9956,11865,14402,14547,16337,11832,12288,9437,7461,591,16835,15770,12221,15538,10324,15543,13094,8500,18431,15472,13706,14214,11409,16310,12906,10053,8273,10418,2830,17192,15932,8406,16501,13668,8993,13670,17665,13237,16795,16434,15605,16400,10589,6450,401,13353,17767,16890,14434,15725,19549,13007,12885,15983,12400,12847,14758,13638,10815,6665,11717,11908,8586,1509,14788,15811,18675,15592,12006,11753,6381,347,16200,17225,15347,14780,13310,12251,12024,9115,14644,16423,12135,10916,9016,13191,7694,820,13832,16613,15400,16674,11999,11854,957,14755,17031,15300,10343,14366,4177,6558,16861,9000,17804,14411,16036,8228,1151,17512,17581,15929,7442,14061,14567,1202,55,14934,18607,16477,14643,17454,13252,16849,14766,13833,13761,11798,8404,12142,17532,16587,15827,14895,13216,16685,11951,6163,5220,10952,11663,8306,4566,785,11653,18817,12288,9241,6413,8148,5779,167,0,18979,15180,21489,15967,10385,9932,11040,4769,12390,14158,10426,5753,12152,8130,14350,11937,1327,10007,10104,5600,7128,9020,6725,7665,16786,15730,17351,2782,12864,15283,14852,15333,14908,11393,13887,9781,9157,8721,18144,16024,13328,10848,13863,13464,8892,10091,10313,8193,4209,1050,18478,15905,16495,12634,11090,15670,12562,3790,18005,11877,10815,6834,17420,17168,14592,12439,8736,15775,17194,7863,1634,853,16903,17747,13710,13636,13005,18070,16817,15683,11377,12004,13775,12367,7878,12088,14241,10707,11392,7670,13178,10838,10637,13703,17716,14274,15988,11222,14681,16821,11610,13541,6444,13274,6577,22757,15428,12743,17387,13621,11291,13008,10450,19575,11823,8759,8162,8517,15729,10823,13169,16337,10086,12255,9228,1976,1167,603,16243,15880,15927,15753,13960,16876,7727,10733,11207,10555,14849,13011,10373,7325,16982,15137,14671,11338,6626,5112,400,13645,17063,17627,16666,15721,14616,8457,10060,8292,10070,17130,17846,15132,14691,14739,9297,16285,16035,12815,15710,16798,15332,10398,11728,6880,9873,15605,9557,16888,10019,11375,4707,1039,14238,12277,16440,17803,10595,10893,6827,11415,11971,11784,16093,13372,15269,12558,12193,15002,4395,20874,14199,16859,15441,13930,15326,5493,17051,12026,13451,9729,13402,9871,15334,14266,17910,16093,14042,10718,7811,17638,17965,13721,6952,21675,13622,9101,9699,13477,10605,16352,16610,13781,7769,8897,12535,15317,13584,14814,16513,16671,10629,8739,8323,15798,12776,8830,15569,11638,9317,16742,10975,8271,4888,1171,1272,17143,13693,16406,16712,10441,8221,14309,9116,16486,17876,3946,5232,14082,2227,14410,14726,15831,19244,11200,12865,4405,9965,8934,5751,18101,14829,14197,14617,12286,13449,20287,9684,10906,11942,11386,10143,8522,16325,15976,9713,3504,4624,5533,22670,15842,15848,17432,9752,16702,17263,15148,14501,15669,14234,16362,12631,13609,11224,17522,14853,13752,17890,18446,16925,9508,2584,1480,15289,17334,16738,11403,15402,17817,15448,17866,8501,21616,14766,13053,11871,14612,16169,12944,11259,1655,18079,14532,16677,15340,13373,17077,14347,15073,12223,12008,16266,15426,15107,15593,13418,19310,15434,16927,12574,14897,14088,17513,15873,17331,4716,6727,16426,13161,16232,17510,17536,17857,16784,15465,13155,17947,18805,16403,15355,14142,18505,1973,18146,13782,14040,15067,12949,20385,15998,17026,14647,15319,16758,15644,14237,13138,16841,20640,12323,15219,19132,14037,13619,15600,13124,11622,2095,23086,16142,20169,17545,17973,13492,15546,3547,1340,19483,15795,14481,13677,19375,21599,19017,14149,8820,19710,14307,14785,13816,18496,15612,14070,5118,2220,18067,23819,18650,12374,15074,13427,14836,15068,14262,17749,17437,13905,15178,3604,1561,1390,14125,20248,10382,18315,14846,18835,13423,16066,10374,4115,18029,15600,11371,650,616,921,1771,2726,17050,14949,11892,11780,11591,12168,7038,6114,6559,17151,16957,14563,15301,13989,16215,14283,12108,15106,13736,16281,15594,15282,15379,15300,15131,15190,16458,13106,16066,15640,14791,12376,12089,12386,10687,7704,3651,17307,15641,12772,10348,7338,4001,1616,626,313,101,56],"fragments":[{"begin":"0.000","end":"36.480","lines":["This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."]},{"begin":"36.480","end":"56.440","lines":["Feltman: For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"56.440","end":"71.960","lines":["Whether it’s framed as a cure-all for fatigue and low libido or a shortcut to gaining muscle mass, testosterone replacement therapy, or TRT, is all over the Internet these days. But how much of the hype is actually backed by science?"]},{"begin":"71.960","end":"85.640","lines":["Here to help us make sense of the testosterone boom is Stephanie Pappas, a freelance reporter based in Colorado. Stephanie recently covered the growing popularity—and availability—of TRT for Scientific American."]},{"begin":"85.640","end":"87.680","lines":["Thanks so much for coming on to chat."]},{"begin":"87.680","end":"88.680","lines":["Thank you."]},{"begin":"88.680","end":"104.680","lines":["So you recently wrote about testosterone replacement therapy for Scientific American. For folks who are not on the right part of the Internet to have heard all about this—or maybe staying off the wrong parts [laughs] of the Internet, depending on your perspective—what’s going on with TRT right now?"]},{"begin":"104.680","end":"133.440","lines":["Well, testosterone replacement therapy has become extremely popular. It has been something that’s been in the background for many, many years. Synthetic testosterone was first invented in 1935, but for a long, long time people thought that testosterone replacement, if it was used for any kind of symptoms men might be having, that it could cause prostate cancer. And then it was believed, perhaps, it could cause heart disease or cardiovascular events like a stroke or a heart attack."]},{"begin":"133.440","end":"176.560","lines":["As it turns out the last few years we found that it doesn’t really cause these really serious events. However, a lot less is known about the long-term health impacts. People are really flocking to TRT largely as a result of word of mouth. There are a lot of private clinics that offer this out of pocket, so you don’t have to have an insurance company agree that you need it. And people on social media are using it for just a litany of different symptoms, and it can be anything from muscle-building to fatigue to mood problems and irritability, and it’s kind of being pitched as a cure-all for a lot of different things."]},{"begin":"176.560","end":"189.000","lines":["And what evidence is there for the benefits of testosterone replacement therapy, maybe starting with people who actually have low testosterone?"]},{"begin":"189.000","end":"207.160","lines":["Yeah, so there is such a thing as low testosterone. No one exactly agrees on what the cutoff is, and probably that’s because there’s a lot of variability in our hormones—like, anyone who’s ever tried any sort of hormone treatment, including birth control or HRT [hormone replacement therapy], can tell you that people respond really differently."]},{"begin":"207.160","end":"232.960","lines":["So for men who really do have low testosterone, the evidence suggests that you can see some benefits in mood if you have major depression. You may see some improvements in energy. The most well-established result from the studies of TRT is that you’ll probably see a little boost in libido if you have low testosterone and you now start taking TRT, and that’s because testosterone works in the brain to increase sexual desire."]},{"begin":"232.960","end":"233.360","lines":["Hmm."]},{"begin":"233.360","end":"248.600","lines":["For men who don’t have low testosterone, which are many of the men who are now getting treatment, the evidence for benefits is much, much lower. We don’t know if you really see much besides additional muscle-building abilities."]},{"begin":"248.600","end":"266.560","lines":["And what are the potential downsides? You mentioned that one of the reasons there’s such a boom right now is that research has showed that the connection to prostate cancer is not concerning the way we once thought it was. But what about other issues that can come up when you don’t have low testosterone and you start taking a bunch of testosterone?"]},{"begin":"266.560","end":"315.360","lines":["Right, so if you are taking a testosterone supplement, your body actually shuts down its own testosterone production. There’s this neat little feedback loop that says, “Oh, if the testosterone’s high in the blood, we’re going to just kind of ramp it down.” And a side effect of that is, actually, because testosterone is involved in sperm production, your body will also stop producing sperm. So as more younger men turn to TRT, we are seeing that men who are interested in still having children are finding they’re losing their fertility. Oftentimes men are told, “Oh, you’ll recover it once you stop.” But that can actually be slow and complicated, so urologists in the field often see men who aren’t understanding why they’re not, you know, able to get their partner pregnant, and they may have tried for quite some time."]},{"begin":"315.360","end":"330.120","lines":["Right, and, you know, not that this is the reason that’s upsetting, but there is also kind of an irony there because a lot of the marketing is sort of stereotypical masculinity, so it’s not surprising that people are caught off guard by that potential downside."]},{"begin":"330.120","end":"351.160","lines":["Yes, absolutely. They are really marketing this—if you go, you can see it on billboards or online—these ads are all about muscles, they’re about machoism. And oftentimes the reports from some of these freestanding clinics is that men are not being told all the information about all the side-effect possibilities."]},{"begin":"351.160","end":"360.080","lines":["When you say that regaining fertility after these treatments can be complex and slow, could you walk us through what you mean by that?"]},{"begin":"360.080","end":"382.160","lines":["Sure, because your own testosterone levels and sperm production drop, you’re going to have to, usually, get off the testosterone. That can really lead to a hormone crash; since your body is, really, at that point in quite low testosterone, you may feel irritable, you may feel fatigue. So you’re gonna have to go through that—a bit of a roller coaster."]},{"begin":"382.160","end":"421.520","lines":["Doctors will prescribe some medications that can help even out your levels and help encourage your body to start producing its own sperm again. That can take some time; it can be a little expensive. Urologists can help you, though. But they do say that they are concerned that men have a, often, too rosy picture of what that’s gonna look like. It can take up to two years to recover full fertility, there’s kind of an unknown as to whether sperm quality will be quite as high as it was beforehand. And as anyone who’s trying to have kids knows, two years can be quite a while when you’re dealing with fertility problems."]},{"begin":"421.520","end":"440.320","lines":["Yeah, so let’s talk some more about those freestanding clinics. You know, in addition to TRT, you know, being more in demand and more in the conversation, it also seems like it’s more accessible than ever, so what are some of the sort of concerning characteristics of these clinics that are popping up?"]},{"begin":"440.320","end":"443.000","lines":["Well, you don’t wanna paint all clinics with the same brush ..."]},{"begin":"443.000","end":"443.400","lines":["Sure."]},{"begin":"443.400","end":"464.640","lines":["Because there is a wide variety of care out there. So it can be any provider that can prescribe—because testosterone is a controlled substance—but they may not really be running you through a full workup, as a urologist or an endocrinologist affiliated with a practice or a hospital system might do."]},{"begin":"464.640","end":"488.440","lines":["The recommendations from professional societies suggest you get two testosterone tests on different days because testosterone levels swing wildly. I could not find anyone who’d reported to me that they’d gotten two tests. I can’t say that there aren’t clinics that do it. Typically you’re gonna get one test. Typically they are motivated to prescribe what they can to you."]},{"begin":"488.440","end":"510.360","lines":["The problem, often, is that because of this long-term fear around testosterone, is that many primary care doctors are nervous about prescribing it or don’t feel that they’ve been trained. I spoke to one man who, actually, his doctor said, “Yes, your testosterone is undeniably low, but I don’t know what to do about it. Maybe just go to one of these clinics, and they can help you.”"]},{"begin":"510.360","end":"530.240","lines":["His experience in that clinic, unfortunately, was that they kind of gave him a generic prescription, did not really test through his levels, didn’t really talk through, you know, alternative treatments or other things he might look at doing. So he felt his loss and he ended up looking on Reddit for advice, which, as we all know [laughs], is a real hit-and-miss proposition ..."]},{"begin":"530.240","end":"530.320","lines":["Sure."]},{"begin":"530.320","end":"537.120","lines":["So men are often kind of left searching for their own information, and they may not have good sources of information."]},{"begin":"537.120","end":"544.360","lines":["And the experts that you spoke to, what do they wanna see change about the way we’re treating TRT?"]},{"begin":"544.360","end":"568.760","lines":["The first step is that a lot of physicians who specialize in hormone replacement therapy for men would like to see more awareness among primary care physicians and other doctors that men might go to, because if they could coordinate that care in a really responsible way, there are probably many men who could benefit: they do have low testosterone but haven’t ever thought about being tested."]},{"begin":"568.760","end":"596.840","lines":["And then the other side of this is just patient education. If you’re going to consider going to a clinic, don’t just go somewhere that will happily hand you a prescription. Really look for someone who is going to sit down with you, who is going to talk through lifestyle changes, who’s going to look at alternative problems. So one doctor I spoke to said, “The first thing we do is we look for sleep apnea in our patients. If we can cure that, oftentimes we don’t need to look at their testosterone levels again.”"]},{"begin":"596.840","end":"619.880","lines":["And don’t be in a rush to walk out that first day with a prescription that might be too high for you and might lead to side effects like acne, or another side effect you can see is an overgrowth of red blood cells that can lead you to need to have to donate blood every month to keep that in normal range. Look for something that’s not going to cause the side effects that can really affect your life in the long term."]},{"begin":"619.880","end":"624.640","lines":["Sure, well, thank you so much for coming on to talk us through your feature. I really appreciate it."]},{"begin":"624.640","end":"626.400","lines":["Thank you so much."]},{"begin":"626.400","end":"633.040","lines":["That’s all for today’s episode. You can read Stephanie’s full story on TRT in the July/August issue of Scientific American."]},{"begin":"633.040","end":"651.760","lines":["We’ll be back next week with something special: a three-part miniseries on bird flu. From avian influenza’s wild origins to its spread across U.S. farms to the labs trying to keep it from becoming the next pandemic, this looming public health threat has a lot of moving parts, but we’ll get you all caught up."]},{"begin":"651.760","end":"672.200","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"672.200","end":"691.760","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":691}