{"title":"A Nontoxic Disinfectant That Is Safe for Surfaces and Skin","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/hypochlorous-acid-is-a-natural-disinfectant-for-surfaces-and-skin/","audio":"https://traffic.megaphone.fm/SAM2858536358.mp3?updated=1744747425","intro":["Hypochlorous acid has a lot of buzz in the beauty industry, but this nontoxic disinfectant has many possible uses."],"authors":["Rachel Feltman","Jen Schwartz","Fonda Mwangi","Alex Sugiura"],"category":["Basic Chemistry"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"With everything from bird flu to norovirus making headlines these days, it can feel like the world is just packed with dangerous pathogens we need protection from. What if we could get a hand from an all-natural disinfectant that was more than 100 times more effective than bleach but so gentle and safe that you could spray it into your eyes?"},{"author":"","text":"It might sound like the sort of quackery you’d get sold in a shady Facebook group, but such a compound really does exist. It’s called hypochlorous acid. And in addition to all of those awesome qualities I just listed, it’s also cheap—plus you can make it at home. So why don’t we use it for, like, everything?"},{"author":"","text":"Here to explain is Jen Schwartz, a senior features editor for Scientific American."},{"author":"","text":"Jen, thanks so much for coming in to chat today."},{"author":"Jen Schwartz","text":"Thanks for having me."},{"author":"Feltman","text":"So you wrote a piece about hypochlorous acid, which I feel like I’ve been seeing everywhere lately. So let’s start with the obvious: What is this compound?"},{"author":"Schwartz","text":"So it’s so fascinating to me that you say you’ve been seeing it everywhere because when I had this idea, which really came a few years ago, I thought that no one [laughs] knew about this. But I became aware of it in answering what this thing is: It’s a disinfectant, and it is something that is made in our bodies. It is part of how our white blood cells fight infection; they go to, like, a wound that you have and they release biocides, including hypochlorous acid. That just goes and, like, dismantles bad things that you don’t want, pathogens, and rips the, you know, cell walls apart and dismantles the DNA."},{"author":"","text":"So it’s an extremely effective disinfectant that’s made in the body, and then, of course, there is a synthetic version that we can make pretty easily, and that is what we’re seeing in all of these products that are used as sanitizers and disinfectants, and now it’s really become more pervasive in, like, the skin-care and beauty industry for use on your skin."},{"author":"Feltman","text":"So what first got you interested in looking into this?"},{"author":"Schwartz","text":"I learned about hypochlorous acid during the early days of COVID, when my dad, who at that point was still working as an ENT doctor—you know, I was like, “My God, Dad, you’re, like, hovering six inches, like, over people’s noses and throats during, like, acute COVID.” And we were talking, like, what is something more that, you know, people like him in, in health care could use as a tool to protect themselves—in addition, of course, to, like, wearing masks and washing your hands?"},{"author":"","text":"And so that’s how I learned about this in the first place. And so I was really curious about, you know, how is this being studied as a potential nasal irrigation or nasal spray? Is it safe enough to put on the mucosa? And let’s say, like, you are exposed in your day job, right—if you work in health care and there’s an emerging [laughs], like, pandemic—is this something that you could spray up your nose once or twice a day? And if you do have viral particles hanging out there, would it kill them on the spot and prevent them from, like, entering your lungs and becoming a full-blown infection?"},{"author":"","text":"And so that was, like, the initial sort of question and speculation: “Are we going to potentially see this become useful in this way, as, like, a preventative?” And again, it would just be one more tool that people would have to, like, reduce severity of infection. And it looks like, you know, that has definitely been researched over the past several years. There’s not, like, consensus on it. I think that’s, like, a really promising potential pathway that people are looking into, and that’s something pretty different from how most people are encountering hypochlorous acid right now, which as—is, like, a toner [laughs] in the beauty aisle. So I think it’s cool to realize that this thing that you’re spraying on your face and using to, like, cut down bacteria on your face could also have really cool medical implications."},{"author":"Feltman","text":"Yeah, and what specifically about this disinfectant makes it really exciting for all of these different applications?"},{"author":"Schwartz","text":"I think what’s so exciting about it is that it is so effective, right? You know, it’s at least 100 times more effective at killing really hard-to-kill pathogens and microbes and bacteria and fungi—it’s 100 times more effective than the active ingredient in bleach."},{"author":"Feltman","text":"Wow."},{"author":"Schwartz","text":"And so it’s extremely good at what it does, and yet it’s incredibly safe. It is nontoxic to people and animals. It is not bad for the environment. I mean, you can spray this stuff into your eyes; it’s, it’s used as a cleaner for, like, your eyelids in medical context. So what’s so cool about it is that it works so well and yet, even unlike something like alcohol, which we put on our hands all the time to sanitize them—alcohol dries out your skin, it can be very irritating and lead to dermatitis and other things, and hypochlorous acid is, like, really benign in that way. And I think that’s what I got so excited about."},{"author":"Feltman","text":"Yeah. So if this is so great and so, you know, gentle, why isn’t it what we use to clean everything?"},{"author":"Schwartz","text":"You know, and that’s what I really set out to try to figure out. The most straightforward answer is that it has very little stability ..."},{"author":"Feltman","text":"Mm."},{"author":"Schwartz","text":"It is not shelf-stable. So the way that it’s made, you’re going through a process of taking essentially salt and water and then turning it into hypochlorous acid through the process of electrolysis. And so it’s, essentially, when you get to that place, it is very sensitive to light, to air, to changes in pH, and that can, you know, sort of go back into becoming just saltwater again, so it becomes completely useless in that case. Or in certain other ways it might, you know, develop more—a higher percentage of it, a higher concentration, would become, like, something like chlorine gas, which, of course, is dangerous."},{"author":"","text":"So the reason it’s not sort of everywhere is that it’s really hard to, like, manufacture and bottle this thing and keep it exactly what it is and have the conditions be exactly right. And there’s been some changes over the past several years where more companies are sort of figuring out that puzzle and making it more available to consumers, as opposed to just something that is used in, like, commercial and industrial cleaning contexts, where there’s more control over how that product is managed."},{"author":"Feltman","text":"Yeah, well, and one of the things you mentioned in your piece is that, especially during the peak pandemic era, there were some countries and, you know, settings and institutions where this was almost being used to sort of fumigate people on their way in and out of shared spaces. What do we know about how effective it actually is in that context?"},{"author":"Schwartz","text":"So I think, in that context, it was pretty much seen, like, maybe it’s not that effective to disinfect a person [laughs] in that way. And I think, you know, what, what’s really interesting is this is a great product, or it’s a great molecule, to be used on surfaces and things like that. But, you know, spraying it in the air in that way, is that really that effective? Not really, especially when we’re dealing with infectious, like, respiratory illnesses, where you’re looking at things that are airborne or through droplets. And I think, in those cases, the sort of, you know, fogging it everywhere has been proved, like, not that effective. And what you’re really trying to do when you fog a room is get, like, even distribution ..."},{"author":"Feltman","text":"Mm."},{"author":"Schwartz","text":"On all types of surfaces in the room, so I don’t think there was much, like—I think during the pandemic we were sort of throwing spaghetti at the wall ..."},{"author":"Feltman","text":"Sure."},{"author":"Schwartz","text":"And trying all sorts of things, but I don’t know that we’ll see that going forward."},{"author":"Feltman","text":"Yeah, makes sense."},{"author":"","text":"So you mentioned that different companies are finding solutions for the instability of this compound, but you also mentioned in your piece that there are a lot of brands marketing hypochlorous acid—like I said, I feel like I’ve seen it everywhere—that maybe aren’t actually solving the stability problem and are maybe ultimately selling people saltwater. Could you talk a little bit more about what consumers should be on the lookout for?"},{"author":"Schwartz","text":"I think what’s so fascinating is that this has been used as, you know, something in, like, wound care and medical contexts for a long time, and now you’re seeing that product enter a market that is regulated in a completely different way and in a, you know, far less rigorous way. We all know that there’s, like, not that much oversight [laughs] when it comes to what people can call things in the beauty industry and how they’re marketed."},{"author":"","text":"So I think what’s fascinating is there are, like, legitimate cases where we wanna be looking at: “What is this thing really good for?” And I think there are a lot of really promising potential uses for it. I just think right now, when something goes the route of, like, you know, getting made into a product that anyone can really make and bottle and sell, the thing that I get a little—that would make me skeptical are some of the products that have other additives. So if you’re putting hypochlorous acid in a bottle and then you’re adding, like, essential oils or all sorts of other things, that’s gonna really affect the formulation ..."},{"author":"Feltman","text":"Mm."},{"author":"Schwartz","text":"And its stability. So I think, like, if you want to use this as a toner or facial spray, you know, for treating acne or eczema or something to put in your gym bag to spray your face, like, after the gym, just look for something that is, like, a pure formulation. You don’t need all these other additives, and they can actually potentially harm the product."},{"author":"","text":"So I think that’s, like, the main thing that I would look out for. And you don’t need unnecessary things. Like, it doesn’t need to be made out of pink Himalayan sea salt [laughs]. Like, that’s just something that’s, you know, a distraction from the actual use of the product."},{"author":"Feltman","text":"And there are also products that allow people to make this on their own, right?"},{"author":"Schwartz","text":"Right. You know, I didn’t try any of those products for myself, but I think it’s really interesting. There’s versions of this, right? You take something that’s done in an industrial context, and you shrink it down to, like, a countertop-sized device, and, you know, there’s no reason, really, why this shouldn’t work. And I think if you’re someone who takes, like, the cleaning of your house really seriously or you’ve just had something like norovirus sweep through your house, could this be a really interesting application? I think so, and I think what’s great about it is that, you know, you can’t put Clorox bleach everywhere, on all surfaces. With hypochlorous acid there’s just a lot more applications, not just in surfaces, where it’s not gonna harm it and where it’s going to be effective, but also, of course, like, on your skin. So if you have pets and kids, it’s not the same concern as spraying bleach everywhere."},{"author":"Feltman","text":"Have you been using hypochlorous acid yourself?"},{"author":"Schwartz","text":"I have been. I have it with me today [laughs]. One of the things that I love using it for is, I spray it on my phone case ..."},{"author":"Feltman","text":"Mm."},{"author":"Schwartz","text":"So I do that a lot. I also, like, when I get back from the grocery store, I spray it on, like, my bananas and just leave them on the counter or if I get avocados. I do often spray my face and my hands."},{"author":"","text":"The number one thing that this story sort of informed me about when I was reporting is, like, as with all disinfectants, you have to let them sit for a little bit. And hypochlorous acid on hard, nonporous surfaces still requires, like, 30 to 60 seconds to be, like, really, really effective at killing everything. But if you think about the way that we clean surfaces in our lives or even spray our hands, are you letting something sit on your hands for 60 seconds? Are they saturated? I used to clean my phone with, you know, whatever I could find. But I would spray it on and then sort of immediately wipe it off. And so what I’ve learned is that however effective your disinfectant is, you also have to be using it in the right way."},{"author":"Feltman","text":"Mm."},{"author":"Schwartz","text":"So I’ve gotten a lot better at, like [laughs], spraying my hands, really soaking them, and then letting them sit for a minute, and then I’ll, like, wipe off the rest, and I feel like that wiping action is also really good at physically removing things [laughs] that might be there."},{"author":"Feltman","text":"Yeah. Thanks so much for coming in to chat about this. It’s rare that I see something, like, lauded as, like, a miracle molecule, and then I’m like, “Oh, it turns out it is actually probably good for stuff.” I will probably get this to spray on my face, so thank you [laughs]."},{"author":"Schwartz","text":"[Laughs] Thank you."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to interview a member of the Scientific American team who’s been covering science and technology since before the days of the Internet as we know it."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,36,2150,16623,15991,16268,14334,17513,16179,15328,17397,6136,11882,16897,11895,13702,15026,16163,18014,15190,14216,15162,13787,11330,14868,13096,14560,12907,16410,12371,14105,14882,14060,14276,13147,14304,12825,9274,16255,15616,15260,13457,10971,13463,14753,13203,13945,10845,15969,15044,20509,11082,13411,6893,16286,12755,19341,12524,14542,13362,12662,12473,18371,13632,14708,13009,13509,12707,15065,15027,13011,13009,11240,13328,20555,14898,16664,15887,10057,13335,13993,12913,16541,11593,14919,15260,15337,17274,13047,12022,9439,665,388,98,0,306,1915,14784,14621,14545,14439,14313,10591,14952,15347,13510,14797,14570,15344,15439,14766,14476,14548,15040,14730,11890,14878,14355,14481,14938,14871,15447,14919,15265,14265,14047,14164,14384,14430,15113,14819,14896,14892,14641,14451,12907,14717,14699,14795,7848,2583,14755,14127,15240,14838,15049,15021,13991,15118,14414,14488,13686,14670,14937,14585,14490,14786,1462,14677,14306,10017,14661,9232,14816,15185,11474,14906,14699,13124,14880,12712,15568,14998,14719,14798,15065,11416,2177,14775,14698,14505,15747,14669,14775,14733,14612,14531,6024,14789,15016,13542,14939,14562,14901,14237,14782,14515,14722,15395,10270,13628,14146,15068,14527,14039,14798,14233,1421,17675,14015,14863,6426,15060,15159,15418,15381,14881,15192,14579,15679,15575,14566,14869,15378,15378,14251,14754,13362,14892,15171,14857,14970,14754,4967,14511,13593,14912,11596,13572,5961,1519,1484,14714,13106,15007,15233,12757,15335,9071,13791,14725,15242,14553,14580,14023,14626,12104,15206,14792,14685,15079,12094,14776,10325,14473,14645,16323,5562,6141,6145,5894,7868,2024,1421,890,513,403,194,81,22,11,90,632,1209,13669,7970,7746,9176,8645,9432,10497,8739,11333,9264,12371,10028,10860,10954,11820,11892,10454,11351,10329,17869,9772,8553,7024,20712,24579,12646,21618,23455,12448,11525,19700,14713,15932,7704,5900,7978,7724,11064,14486,12782,12847,11892,10634,14053,11389,11626,11788,14952,14174,12244,11955,13282,12953,12719,13389,11746,10994,14593,11715,12535,9500,10280,7312,8695,6925,2438,1784,1322,1441,1230,1050,1423,1574,1656,17756,23661,13486,18046,13842,11579,12174,20748,12390,9892,18600,22185,6753,7471,2856,16898,16297,14598,13896,13914,9813,24619,24682,7661,12788,24605,14345,8952,11449,24478,13061,14499,1666,11822,16016,13015,14048,11942,14056,15476,14279,13178,12145,24639,8565,10442,11383,17032,19830,11640,16642,16260,24302,13945,7525,7509,15426,11983,13217,14239,15544,12887,12219,10663,7441,16999,13101,10906,19217,12384,2725,2015,1940,18107,21002,13689,13683,21834,24536,8518,13668,14047,8960,15483,14648,14261,5538,15210,14452,18202,11953,9572,11827,14733,14779,5253,2056,19623,18166,14661,13989,20941,19495,5060,20705,16553,17927,11793,23291,17640,20646,18368,19368,12357,12774,10596,12253,21385,11040,13122,2217,15661,12453,15383,13862,23182,11167,4743,4077,18850,24613,20286,11852,15599,17115,2017,23127,10125,3914,2137,17828,14655,16777,11627,15642,11137,18546,15002,12739,21256,16087,24606,9748,12443,9945,402,24481,17299,16326,19873,24656,12874,3768,19194,17633,11302,303,16548,11222,8930,11813,11457,19611,20549,10140,15134,23526,7924,11609,14871,17460,12794,1469,4622,15882,15639,126,17359,9574,10968,5167,15385,21346,14655,11027,3485,11281,13644,13460,9122,320,13538,11049,22234,10485,14555,11368,15700,12251,13682,13529,11462,11145,16419,10537,5309,20567,19540,14892,15698,16436,13050,13218,17067,18208,17519,20071,17243,15458,16559,20006,12598,7709,2865,23462,10732,15925,16158,12187,5606,18773,10351,18800,15441,19842,11350,7697,15413,15159,22975,12302,19669,8767,14389,11413,16239,15594,12434,11274,18164,17280,10503,14311,15778,15986,13761,19221,17181,15887,12771,10131,1072,24582,10890,20261,16720,12433,14988,18060,13406,20203,18541,14950,12436,11213,11070,1088,20275,16704,16819,11699,15621,15557,15429,19215,11188,1923,22578,17045,14322,15498,13414,11701,13714,13439,13133,10114,1435,21969,16041,12770,15451,10908,17494,14523,15302,15657,13739,14415,14671,18504,12184,951,17977,8687,14632,12622,13365,13343,729,13543,12411,13185,16439,18642,19757,13760,4627,16121,21024,16172,741,13189,17533,19449,13838,14230,16527,15019,18707,13999,10228,20815,13615,13927,20957,12284,12677,3039,18807,12626,16137,17125,20917,18487,14936,13687,13945,13283,11263,17969,12514,19113,15631,9833,16596,10114,1390,14256,21056,13146,14267,18871,18589,9912,15403,14958,9777,14709,16886,13523,13115,16305,13065,12696,13648,12818,12347,13637,13028,13739,10542,12015,10113,5533,15494,14958,15441,24621,9088,12121,8223,6897,7382,25,20311,13440,15178,13544,13233,16940,10024,15492,11392,7404,16920,13671,11075,12961,8105,405,16219,22598,15979,10342,6922,21009,12135,12485,13083,15177,13314,13551,11193,12935,19482,13191,16939,21103,15149,19543,13133,17629,8965,20302,14077,12035,13215,15798,14654,12174,14119,11607,15605,10003,13666,13743,15113,16350,15598,13067,17178,16834,14176,2646,18390,15552,15140,12734,15481,16745,722,13387,9810,15165,14875,11316,14293,14468,10885,14844,9902,11726,22056,13055,12071,1492,16824,16886,11248,14005,13845,14893,17905,9488,13278,13060,15000,11951,1440,548,24611,21041,15926,13848,17595,9615,14596,13345,18278,18821,7866,10303,20858,13398,13386,13850,18191,3100,93,61,17865,21632,11874,20739,15701,16379,16868,15667,12256,16095,15558,13398,15404,14040,13718,11774,17156,10932,1297,15398,13615,17914,16097,15159,14861,12580,13022,515,17674,21796,14409,16177,16308,18015,13748,13846,17053,17608,19156,16076,13503,16263,15120,15100,15780,14624,18752,16039,17192,21049,5380,16639,14545,13943,12093,17197,16859,16227,14466,14806,15647,6753,20464,17104,19846,16121,13038,16460,18347,13729,12839,15499,17498,18009,14535,15682,13878,20131,11169,19802,17226,16678,19111,13584,14858,13756,24165,11671,9179,714,20290,21925,17076,11188,17933,16936,12865,8899,17571,17784,14612,15142,9432,20820,14472,15802,12159,12921,12379,14278,11153,10209,1044,17510,12003,16882,16049,14068,23469,8078,5588,2010,21578,16965,13884,17358,14241,12512,10391,12812,11979,11421,15960,19323,15316,11537,12294,17076,10759,16857,13689,6749,427,22244,17124,17486,20665,16460,10969,10010,14296,14615,19655,12706,11955,11205,1021,14788,15311,13612,11543,11156,14144,13549,495,22737,16209,15901,14126,10947,17303,17361,7440,15340,18047,13498,11235,14416,14692,14214,13093,2545,23463,19137,15401,17827,20750,17357,22764,12309,15269,20522,11966,13259,14854,14490,20080,16588,14391,1190,18711,12683,19466,24304,17595,22424,19591,18232,19131,13475,2360,22003,13370,13636,16329,14043,16548,17937,12099,2666,20179,17558,16727,13385,18176,12751,14911,16299,20816,3195,21623,22901,17005,15909,11676,19734,14914,13716,12054,13117,12868,7940,11020,8469,8893,8,15313,9583,19904,15208,14076,12566,10449,14949,20160,11920,11023,14690,11995,11741,817,11779,11287,395,9232,17330,11293,13625,5841,11875,7236,6512,4944,24556,13650,12802,19508,16250,14664,16391,14156,12125,10883,15925,9032,1294,22746,16965,15999,15395,13690,17306,15237,15708,14131,15321,8822,17911,21355,15787,17674,9435,8601,24418,15121,22959,15021,18068,17771,16488,14687,18757,1984,15329,14936,17963,15316,19079,17820,15158,22690,13159,16666,10047,12656,15219,24587,9956,14458,12232,17157,15126,15749,22592,8488,17519,17771,10938,12080,11452,11610,14492,10757,21780,19160,17473,10776,13295,13882,16632,12378,11075,14303,21942,19904,12417,21425,14234,12711,590,17999,11602,14830,19804,18101,18879,12566,14587,13082,6077,19498,13708,14417,15800,15143,16895,20428,9367,16404,19914,16057,11520,15832,14942,2423,8543,20753,10119,15099,17203,14412,17556,12009,14900,20716,17116,9059,15021,16640,15011,12516,24653,17677,15584,17772,18070,13778,16219,12739,16492,16828,15014,19901,19506,16131,17262,12515,11645,13212,18633,13811,15481,14290,10104,15491,15906,14946,16944,16903,8937,16878,19209,17683,19045,14118,13264,5693,16854,15661,11788,17691,16940,14938,1365,23880,21747,16402,10981,11730,9575,20145,8718,2543,24544,7969,18470,1087,13921,17563,16597,17028,15500,14539,9232,8085,12894,9424,7938,16634,15946,6320,11039,8718,3432,12231,10099,16052,11149,3301,14926,18228,14384,14419,17132,20778,16712,20032,11584,16702,14559,18824,11554,15999,14966,20793,14927,14407,18042,12248,19989,14848,13601,12111,15514,10229,14536,18258,15586,12916,12600,14682,16771,13841,16956,13441,14868,17178,17076,11487,16821,6250,16651,14447,15875,16598,18163,12156,17201,19885,15349,16682,12293,15626,15636,18208,11336,13926,16476,16211,13651,19583,8901,5338,23427,16399,10467,16301,11214,13521,17591,19100,22799,14413,13152,3020,17879,18595,16201,16165,17893,10043,681,14643,18420,14338,2119,13908,17705,13483,14476,13398,1200,22072,16452,15927,14030,16234,11551,21274,21915,17419,21632,17751,12084,16403,16966,12939,18592,18442,16491,14695,14540,9670,15835,12684,9522,14746,14253,13058,16346,18813,14417,17477,10969,15243,5822,21283,14787,14469,16148,17557,18884,14943,17908,18032,17167,15583,16515,13636,11213,15049,15498,16025,9234,15237,17427,12375,9355,2718,14413,12388,15111,14018,17950,13850,3935,22009,14781,14300,11849,16647,19357,13850,14656,17874,20924,16099,18200,10516,11728,13863,19107,13305,14594,18516,18111,17261,13903,12195,18051,14905,13079,14140,21281,15334,11903,24178,13975,13017,15410,14655,22374,12497,13458,13535,16229,13530,11750,16231,1143,16935,21624,20218,12380,17938,13409,13929,15513,13505,10691,14043,11437,1155,23203,13997,13600,19286,20738,14843,16029,15341,15876,14693,14542,15772,16480,15597,13649,13586,14420,16034,14862,14559,13996,15884,15123,21271,19380,12595,13002,10356,2764,17092,2358,15007,16792,14641,9625,12731,10656,11047,10109,23396,15515,10225,13890,2161,10820,12975,19795,11572,13114,739,14612,11176,8500,20963,7237,12282,15468,9300,9211,5690,22855,10379,9270,9604,9197,7239,13666,12548,14807,10216,14706,16843,8694,12369,12726,11803,16850,7157,11362,12992,11464,2234,19043,16931,15123,19642,6145,16775,11590,9266,13406,11084,10722,3456,12029,13887,19211,20017,15514,12433,17614,17148,16536,14730,16861,17756,19478,18425,14475,14940,23498,16575,10029,19261,18706,23735,19685,17479,16043,14254,5401,16525,16711,12783,13981,13069,11895,14232,11354,12356,22984,13817,15152,16212,15408,11757,14439,14306,10818,16711,16558,12889,10313,11998,14926,17519,4428,17049,15242,16411,17758,12699,13752,10972,17776,14780,19844,16670,19601,16842,15766,14017,9651,15295,13136,12128,14070,12612,13967,19116,16790,11215,16590,14050,10243,13099,20876,11330,14345,14445,15732,15249,14132,10570,21329,13965,9238,22510,16477,15197,15207,13640,16634,19900,20812,17393,18287,22952,16144,17288,15401,19100,13105,13272,16458,19926,16114,13257,19746,18417,16178,15041,17315,20197,13233,13085,9333,16863,18956,15646,16040,16805,17036,17493,13916,11861,11892,11728,8373,15734,18828,13476,18340,17507,18831,18540,4435,23107,20184,18759,18581,16663,7749,20610,17934,20215,17132,19308,18075,12791,14922,22351,16594,10997,18108,11397,11550,11274,73,21556,13532,19441,2376,17010,18828,20742,14687,16444,11518,22516,6971,21759,10157,15414,13183,11972,10163,11842,14610,13464,20933,19135,2490,20511,19169,12219,13056,21079,16121,15869,1426,20409,24546,14963,17658,18335,18874,16336,6677,11395,21502,13251,7920,19036,17515,11483,7852,8979,21425,9801,8525,2649,18088,8650,4489,10426,8107,13195,17629,3241,24631,9144,20396,8981,11703,21245,11795,10727,10252,15111,10863,10632,20952,19719,15140,20150,13691,19759,16192,12591,16131,10550,10798,11707,5900,7846,12435,8689,20077,8276,181,14284,12720,11109,21063,16019,15161,17358,15103,12667,8659,15107,11624,1680,14431,15301,17305,10473,13438,14013,14839,14728,12837,19872,14966,15624,8463,14800,12556,16321,6480,969,21197,13740,14578,21342,18116,17606,13337,17896,17878,18536,16431,13278,11995,13876,14698,13054,12386,12923,18159,18840,13336,10609,15876,7116,14092,19260,16158,16340,16167,18269,132,21084,17171,16132,16872,16297,14888,18141,14637,17127,13999,10023,21858,12970,15124,14976,14086,14854,16371,20259,16496,13861,2204,10384,14656,24452,11887,15833,20481,15007,14726,15421,15544,11807,18390,15911,12942,8959,14870,14778,18552,15317,15475,21036,14326,13878,15940,19306,14992,16267,16637,13017,15675,15785,18222,11640,8183,16923,16384,14201,13121,572,24566,11812,20989,19210,16899,14910,16095,19574,18035,19646,17557,19566,15442,17938,19302,20049,15496,10566,16483,15094,17773,12690,3206,10902,21190,15193,17667,16442,16552,18329,11701,22257,16524,17082,16109,18355,18806,12414,19177,11789,16998,18921,19496,14731,9898,3648,16292,14167,18332,18449,16253,12249,12918,18096,17030,19016,15953,17648,14387,17275,13576,14635,13638,19737,16486,24577,12782,14510,17209,17548,15299,12847,15343,12967,13772,10835,1187,21685,15377,13911,17065,11958,16447,13281,17795,13410,12488,323,19117,13920,14496,17372,15779,14321,12401,13930,22212,13861,14418,17256,12938,16986,15655,18168,12858,11778,16642,17438,10515,13147,16180,20340,11650,15092,8083,19814,20251,17976,20063,14496,12266,16540,21340,15546,12734,14873,8482,11775,15676,13898,14777,15521,19080,13698,12912,16701,12644,15486,13587,15664,16722,12855,1611,17489,20690,14162,21687,18167,16650,17239,19621,17857,14511,18427,14952,17583,13150,14739,15031,8160,388,20008,17491,18196,17858,20053,14685,16338,10286,15276,20673,18859,4606,24207,15865,17693,8697,15728,13514,22222,12597,18161,11947,11085,11060,14771,7233,11,24756,22334,16086,24631,12300,13075,9104,8724,12496,12472,16053,13606,1458,23530,10360,16069,18368,11967,21803,16790,15499,19572,14541,19492,15705,1645,17339,14861,12835,15108,13570,16047,15264,14175,12383,16053,16213,14981,16843,19069,13830,17392,14889,16175,15920,11840,18420,20128,11683,17531,22171,22867,13685,11411,17243,12290,2477,10368,17499,7597,14763,13615,15754,16233,19745,14287,15595,14918,16898,10325,20736,14683,17283,15137,12906,7786,14358,9861,591,18546,17941,16006,20967,11705,15255,13479,9867,16507,11231,15223,11894,15116,15630,14137,10351,15195,16626,8562,18489,15477,11714,14453,18263,12832,11308,1790,24281,15647,18729,24508,16681,15052,20326,10984,17743,12899,15228,15893,16574,14730,12963,23787,17956,16584,14189,14098,9780,746,23689,16066,17158,9553,2863,18511,15858,18836,20544,13774,14192,11665,19510,11912,14368,12079,15489,12443,15461,16779,9354,13861,14342,11405,21217,15602,16513,16093,14977,14492,8784,17307,15759,13063,17248,19996,13591,16318,14575,3284,18534,14082,14000,12549,20177,17162,15222,4617,11938,12593,13684,1712,13741,12929,11344,10460,7517,9345,11285,3463,24627,17099,22703,15251,22264,12644,21216,19139,15655,18003,24673,20631,17920,16112,11524,13796,14139,8932,16301,19204,15004,15165,9710,8960,17511,20336,15875,21829,15697,15593,18842,18695,14266,13930,11998,3034,19801,14369,14363,20417,16339,7592,17058,17080,18427,14082,3846,19598,17909,16373,14896,8225,348,22472,18344,17125,18011,16163,12888,18771,16899,9522,426,16666,14327,12920,17492,12323,12870,14203,14929,1713,14391,13328,14436,21167,20666,17670,14178,15939,6207,2781,19187,16118,266,24591,15181,18006,14595,19218,14352,13452,14847,14777,15242,15365,16427,8444,19371,19884,17577,19002,15694,15031,13549,7820,17866,15069,18094,18168,11339,10304,9879,16726,18250,15431,6602,19844,15926,12341,16062,13787,13061,14452,14853,13763,14837,13375,13078,17363,8912,649,18285,17716,18530,19003,14869,13383,4426,10928,16611,13411,16648,17328,13330,14698,17792,18394,8787,21208,18043,16058,12828,16927,13409,14217,10732,16223,16062,10695,15640,15435,19685,12697,20391,17274,14398,15830,18359,17113,18038,16135,7119,21251,14362,16926,17192,16403,18928,15644,15839,15821,2404,19519,20815,19695,14193,19999,14156,24332,17064,19971,16031,15851,18747,13667,14724,12180,18434,13734,12795,15225,15173,14391,14046,6344,20749,18710,18878,18160,23148,13727,15067,18096,16033,8416,19190,11523,15491,15408,21812,16854,11157,11950,15792,13734,3684,20048,21937,17624,20292,16655,14409,17974,18596,16647,16506,23110,21161,14033,15895,18165,15615,13813,20154,22360,13210,15368,18204,13820,14478,15620,9991,11223,11615,882,709,17356,17933,15025,15517,9666,21075,15868,11199,16279,23196,20042,13789,9073,14569,13430,17217,10795,16132,14169,14220,16355,16881,15093,14784,11310,8982,18238,14738,17411,16858,12234,11812,12786,16197,13558,20245,18534,8611,20196,17678,15133,13529,13029,4928,19808,4164,17161,24443,23629,13802,16023,14604,11304,3039,3311,3407,3255,3215,24698,20222,19545,14427,10386,3309,15137,24626,24603,24627,13690,18025,14373,11259,19869,13572,16288,16037,9549,7082,15775,22176,11411,24654,15745,17338,11396,9847,8707,13857,13992,12281,10337,18378,22917,14452,6960,3445,3596,24670,15423,12157,11060,24364,9983,14780,18122,12336,14143,14326,17805,12237,20502,23045,13778,11429,21642,8664,13870,15546,11514,9519,13552,20450,14866,21852,22210,16487,14265,13749,3745,19551,15542,12546,10028,24615,22032,16671,18135,3181,22846,15385,16687,11833,15168,13234,14256,13352,2634,24522,24647,22531,17739,16810,16184,20168,12395,14739,18860,11649,13631,2484,1537,24528,12307,18715,16380,17724,12400,17802,14923,3985,23420,24112,17320,420,642,1316,1796,13822,10379,9476,9030,8312,9507,7649,5691,5897,23652,15399,12375,11186,11388,14943,11267,10509,11917,13525,14317,13748,11923,11758,13522,13955,12109,12068,11397,15233,12446,11631,11389,9065,10703,9105,7150,3470,6047,13537,8783,8207,5682,2984,1230,496,241,89,51,17,0],"fragments":[{"begin":"0.000","end":"6.920","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.920","end":"40.760","lines":["With everything from bird flu to norovirus making headlines these days, it can feel like the world is just packed with dangerous pathogens we need protection from. What if we could get a hand from an all-natural disinfectant that was more than 100 times more effective than bleach but so gentle and safe that you could spray it into your eyes?"]},{"begin":"40.760","end":"68.360","lines":["It might sound like the sort of quackery you’d get sold in a shady Facebook group, but such a compound really does exist. It’s called hypochlorous acid. And in addition to all of those awesome qualities I just listed, it’s also cheap—plus you can make it at home. So why don’t we use it for, like, everything?"]},{"begin":"68.360","end":"73.840","lines":["Here to explain is Jen Schwartz, a senior features editor for Scientific American."]},{"begin":"73.840","end":"78.200","lines":["Jen, thanks so much for coming in to chat today."]},{"begin":"78.200","end":"79.520","lines":["Thanks for having me."]},{"begin":"79.520","end":"107.720","lines":["So you wrote a piece about hypochlorous acid, which I feel like I’ve been seeing everywhere lately. So let’s start with the obvious: What is this compound?"]},{"begin":"107.720","end":"152.040","lines":["So it’s so fascinating to me that you say you’ve been seeing it everywhere because when I had this idea, which really came a few years ago, I thought that no one [laughs] knew about this. But I became aware of it in answering what this thing is: It’s a disinfectant, and it is something that is made in our bodies. It is part of how our white blood cells fight infection; they go to, like, a wound that you have and they release biocides, including hypochlorous acid. That just goes and, like, dismantles bad things that you don’t want, pathogens, and rips the, you know, cell walls apart and dismantles the DNA."]},{"begin":"152.040","end":"179.600","lines":["So it’s an extremely effective disinfectant that’s made in the body, and then, of course, there is a synthetic version that we can make pretty easily, and that is what we’re seeing in all of these products that are used as sanitizers and disinfectants, and now it’s really become more pervasive in, like, the skin-care and beauty industry for use on your skin."]},{"begin":"179.600","end":"185.600","lines":["So what first got you interested in looking into this?"]},{"begin":"185.600","end":"228.760","lines":["I learned about hypochlorous acid during the early days of COVID, when my dad, who at that point was still working as an ENT doctor—you know, I was like, “My God, Dad, you’re, like, hovering six inches, like, over people’s noses and throats during, like, acute COVID.” And we were talking, like, what is something more that, you know, people like him in, in health care could use as a tool to protect themselves—in addition, of course, to, like, wearing masks and washing your hands?"]},{"begin":"228.760","end":"275.280","lines":["And so that’s how I learned about this in the first place. And so I was really curious about, you know, how is this being studied as a potential nasal irrigation or nasal spray? Is it safe enough to put on the mucosa? And let’s say, like, you are exposed in your day job, right—if you work in health care and there’s an emerging [laughs], like, pandemic—is this something that you could spray up your nose once or twice a day? And if you do have viral particles hanging out there, would it kill them on the spot and prevent them from, like, entering your lungs and becoming a full-blown infection?"]},{"begin":"275.280","end":"327.360","lines":["And so that was, like, the initial sort of question and speculation: “Are we going to potentially see this become useful in this way, as, like, a preventative?” And again, it would just be one more tool that people would have to, like, reduce severity of infection. And it looks like, you know, that has definitely been researched over the past several years. There’s not, like, consensus on it. I think that’s, like, a really promising potential pathway that people are looking into, and that’s something pretty different from how most people are encountering hypochlorous acid right now, which as—is, like, a toner [laughs] in the beauty aisle. So I think it’s cool to realize that this thing that you’re spraying on your face and using to, like, cut down bacteria on your face could also have really cool medical implications."]},{"begin":"327.360","end":"337.360","lines":["Yeah, and what specifically about this disinfectant makes it really exciting for all of these different applications?"]},{"begin":"337.360","end":"356.760","lines":["I think what’s so exciting about it is that it is so effective, right? You know, it’s at least 100 times more effective at killing really hard-to-kill pathogens and microbes and bacteria and fungi—it’s 100 times more effective than the active ingredient in bleach."]},{"begin":"356.760","end":"357.600","lines":["Wow."]},{"begin":"357.600","end":"401.800","lines":["And so it’s extremely good at what it does, and yet it’s incredibly safe. It is nontoxic to people and animals. It is not bad for the environment. I mean, you can spray this stuff into your eyes; it’s, it’s used as a cleaner for, like, your eyelids in medical context. So what’s so cool about it is that it works so well and yet, even unlike something like alcohol, which we put on our hands all the time to sanitize them—alcohol dries out your skin, it can be very irritating and lead to dermatitis and other things, and hypochlorous acid is, like, really benign in that way. And I think that’s what I got so excited about."]},{"begin":"401.800","end":"408.280","lines":["Yeah. So if this is so great and so, you know, gentle, why isn’t it what we use to clean everything?"]},{"begin":"408.280","end":"417.600","lines":["You know, and that’s what I really set out to try to figure out. The most straightforward answer is that it has very little stability ..."]},{"begin":"417.600","end":"418.280","lines":["Mm."]},{"begin":"418.280","end":"455.400","lines":["It is not shelf-stable. So the way that it’s made, you’re going through a process of taking essentially salt and water and then turning it into hypochlorous acid through the process of electrolysis. And so it’s, essentially, when you get to that place, it is very sensitive to light, to air, to changes in pH, and that can, you know, sort of go back into becoming just saltwater again, so it becomes completely useless in that case. Or in certain other ways it might, you know, develop more—a higher percentage of it, a higher concentration, would become, like, something like chlorine gas, which, of course, is dangerous."]},{"begin":"455.400","end":"483.320","lines":["So the reason it’s not sort of everywhere is that it’s really hard to, like, manufacture and bottle this thing and keep it exactly what it is and have the conditions be exactly right. And there’s been some changes over the past several years where more companies are sort of figuring out that puzzle and making it more available to consumers, as opposed to just something that is used in, like, commercial and industrial cleaning contexts, where there’s more control over how that product is managed."]},{"begin":"483.320","end":"502.920","lines":["Yeah, well, and one of the things you mentioned in your piece is that, especially during the peak pandemic era, there were some countries and, you know, settings and institutions where this was almost being used to sort of fumigate people on their way in and out of shared spaces. What do we know about how effective it actually is in that context?"]},{"begin":"502.920","end":"541.200","lines":["So I think, in that context, it was pretty much seen, like, maybe it’s not that effective to disinfect a person [laughs] in that way. And I think, you know, what, what’s really interesting is this is a great product, or it’s a great molecule, to be used on surfaces and things like that. But, you know, spraying it in the air in that way, is that really that effective? Not really, especially when we’re dealing with infectious, like, respiratory illnesses, where you’re looking at things that are airborne or through droplets. And I think, in those cases, the sort of, you know, fogging it everywhere has been proved, like, not that effective. And what you’re really trying to do when you fog a room is get, like, even distribution ..."]},{"begin":"541.200","end":"541.480","lines":["Mm."]},{"begin":"541.480","end":"548.520","lines":["On all types of surfaces in the room, so I don’t think there was much, like—I think during the pandemic we were sort of throwing spaghetti at the wall ..."]},{"begin":"548.520","end":"548.800","lines":["Sure."]},{"begin":"548.800","end":"552.320","lines":["And trying all sorts of things, but I don’t know that we’ll see that going forward."]},{"begin":"552.320","end":"553.400","lines":["Yeah, makes sense."]},{"begin":"553.400","end":"579.920","lines":["So you mentioned that different companies are finding solutions for the instability of this compound, but you also mentioned in your piece that there are a lot of brands marketing hypochlorous acid—like I said, I feel like I’ve seen it everywhere—that maybe aren’t actually solving the stability problem and are maybe ultimately selling people saltwater. Could you talk a little bit more about what consumers should be on the lookout for?"]},{"begin":"579.920","end":"605.320","lines":["I think what’s so fascinating is that this has been used as, you know, something in, like, wound care and medical contexts for a long time, and now you’re seeing that product enter a market that is regulated in a completely different way and in a, you know, far less rigorous way. We all know that there’s, like, not that much oversight [laughs] when it comes to what people can call things in the beauty industry and how they’re marketed."]},{"begin":"605.320","end":"638.640","lines":["So I think what’s fascinating is there are, like, legitimate cases where we wanna be looking at: “What is this thing really good for?” And I think there are a lot of really promising potential uses for it. I just think right now, when something goes the route of, like, you know, getting made into a product that anyone can really make and bottle and sell, the thing that I get a little—that would make me skeptical are some of the products that have other additives. So if you’re putting hypochlorous acid in a bottle and then you’re adding, like, essential oils or all sorts of other things, that’s gonna really affect the formulation ..."]},{"begin":"638.640","end":"638.760","lines":["Mm."]},{"begin":"638.760","end":"659.840","lines":["And its stability. So I think, like, if you want to use this as a toner or facial spray, you know, for treating acne or eczema or something to put in your gym bag to spray your face, like, after the gym, just look for something that is, like, a pure formulation. You don’t need all these other additives, and they can actually potentially harm the product."]},{"begin":"659.840","end":"673.200","lines":["So I think that’s, like, the main thing that I would look out for. And you don’t need unnecessary things. Like, it doesn’t need to be made out of pink Himalayan sea salt [laughs]. Like, that’s just something that’s, you know, a distraction from the actual use of the product."]},{"begin":"673.200","end":"677.160","lines":["And there are also products that allow people to make this on their own, right?"]},{"begin":"677.160","end":"727.200","lines":["Right. You know, I didn’t try any of those products for myself, but I think it’s really interesting. There’s versions of this, right? You take something that’s done in an industrial context, and you shrink it down to, like, a countertop-sized device, and, you know, there’s no reason, really, why this shouldn’t work. And I think if you’re someone who takes, like, the cleaning of your house really seriously or you’ve just had something like norovirus sweep through your house, could this be a really interesting application? I think so, and I think what’s great about it is that, you know, you can’t put Clorox bleach everywhere, on all surfaces. With hypochlorous acid there’s just a lot more applications, not just in surfaces, where it’s not gonna harm it and where it’s going to be effective, but also, of course, like, on your skin. So if you have pets and kids, it’s not the same concern as spraying bleach everywhere."]},{"begin":"727.200","end":"729.840","lines":["Have you been using hypochlorous acid yourself?"]},{"begin":"729.840","end":"736.400","lines":["I have been. I have it with me today [laughs]. One of the things that I love using it for is, I spray it on my phone case ..."]},{"begin":"736.400","end":"736.680","lines":["Mm."]},{"begin":"736.680","end":"748.520","lines":["So I do that a lot. I also, like, when I get back from the grocery store, I spray it on, like, my bananas and just leave them on the counter or if I get avocados. I do often spray my face and my hands."]},{"begin":"748.520","end":"790.640","lines":["The number one thing that this story sort of informed me about when I was reporting is, like, as with all disinfectants, you have to let them sit for a little bit. And hypochlorous acid on hard, nonporous surfaces still requires, like, 30 to 60 seconds to be, like, really, really effective at killing everything. But if you think about the way that we clean surfaces in our lives or even spray our hands, are you letting something sit on your hands for 60 seconds? Are they saturated? I used to clean my phone with, you know, whatever I could find. But I would spray it on and then sort of immediately wipe it off. And so what I’ve learned is that however effective your disinfectant is, you also have to be using it in the right way."]},{"begin":"790.640","end":"791.120","lines":["Mm."]},{"begin":"791.120","end":"805.720","lines":["So I’ve gotten a lot better at, like [laughs], spraying my hands, really soaking them, and then letting them sit for a minute, and then I’ll, like, wipe off the rest, and I feel like that wiping action is also really good at physically removing things [laughs] that might be there."]},{"begin":"805.720","end":"821.200","lines":["Yeah. Thanks so much for coming in to chat about this. It’s rare that I see something, like, lauded as, like, a miracle molecule, and then I’m like, “Oh, it turns out it is actually probably good for stuff.” I will probably get this to spray on my face, so thank you [laughs]."]},{"begin":"821.200","end":"824.200","lines":["[Laughs] Thank you."]},{"begin":"824.200","end":"835.800","lines":["That’s all for today’s episode. We’ll be back on Friday to interview a member of the Scientific American team who’s been covering science and technology since before the days of the Internet as we know it."]},{"begin":"835.800","end":"863.080","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"863.080","end":"874.600","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":874}