{"title":"What Food Texture Teaches Us about Perception, Culture and Language","img":"https://static.scientificamerican.com/dam/m/292ca62a0a92e39f/original/2511_SQ_MON_NOV_10-Podcast-Span-Art.jpeg?m=1762548826.312","url":"https://www.scientificamerican.com/podcast/episode/exploring-food-texture-and-taste-perception-with-kendra-pierre-louis/","audio":"https://traffic.megaphone.fm/SAM2245962729.mp3","intro":["Kendra Pierre-Louis steps in as interim host and dives into the science behind why some foods—especially mayonnaise—can gross us out."],"authors":["Rachel Feltman","Kendra Pierre-Louis","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Psychology"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Today, instead of our usual news roundup, I’m here to introduce you to our new interim host. I’m actually going on parental leave for a little bit, and I’ll be gone until sometime in the spring of 2026, but the amazing, award-winning Kendra Pierre-Louis is here to fill in for me while I’m gone. And today we figured we would chat about who she is and what she likes to write about so that you could get to know her."},{"author":"","text":"Kendra, welcome."},{"author":"Kendra Pierre-Louis","text":"Hey, Rachel. [Laughs.] I was gonna be like, “Thanks for having me.” [Laughs.]"},{"author":"Feltman","text":"[Laughs.] Settle in. Make yourself comfortable."},{"author":"","text":"So, Kendra, tell our listeners a little bit about who you are."},{"author":"Pierre-Louis","text":"I’m a climate reporter, like, mostly by training, and I’ve been working in climate for a decade now, almost. I think my first job was actually with you ..."},{"author":"Feltman","text":"Yes, at Popular Science [laughs]."},{"author":"Pierre-Louis","text":"At Popular Science. Woot, woot!"},{"author":"","text":"The most important thing, I think, to know about me is that I hate mayonnaise."},{"author":"Feltman","text":"[Laughs.] It’s true that there are many accolades I could tack onto your name, but if someone had to say one thing about a journalist that would make me say, “Oh, that’s Kendra,” it would be [laughs] “the one who really hates mayonnaise.”"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Feltman","text":"So [laughs], but this is—listeners might be confused about why we would bring this up in the context of you hosting Science Quickly, but it is something that you’ve really used to launch several really fascinating science stories. So yeah, tell us more about your history with mayo. How did this contentious relationship begin?"},{"author":"Pierre-Louis","text":"I think I came out of the womb as a mayo hater. I just never liked it, and it just got more aggressive with age. Like, when I was quite young—I can’t believe I’m gonna admit this—I could eat coleslaw, but only the coleslaw from KFC, which is 90 percent vinegar anyway. And then I think the turning point was: I was eight years old, and we were on a road trip back from Florida, and my mom handed me a sandwich, and I looked at her, and I said, “This doesn’t have mayo in it, does it?” and she reassured me that it did not. And I bit into it, and it had Miracle Whip, and that’s when I knew you people need to be stopped [laughs]."},{"author":"Feltman","text":"[Laughs.]"},{"author":"Pierre-Louis","text":"And by “you people,” I mean mayo lovers [laughs]."},{"author":"Feltman","text":"Yeah [laughs]."},{"author":"Feltman","text":"And, yeah, while we were working together at Popular Science you wrote a real manifesto against mayo that took you on, like, a really fascinating journey into the science of food and texture and perception. So tell us a little bit about some of what you’ve learned."},{"author":"Pierre-Louis","text":"Yeah, I think that story is called “Mayonnaise is disgusting, and science agrees,” and if I recall correctly, that may be the first time that, like, a third-party entity lobbied my editor for me to take down a story [laughs], which goes to show you, yet again, the impact and the weight of Big Mayo."},{"author":"","text":"I’ve learned kind of two things. I’ve learned sort of more broadly, like, trying to understand—because I talk about mayo the most because it comes up the most. Like, you’ll order french fries or something, and that’ll come out drizzled with mayo, and, like, nowhere on the menu did it mention that it had mayo in it. But I actually don’t like any savory, creamy foods, so no fettuccine Alfredo. I don’t like butter. Tillamook cheese company just came out with Butternaise, which is a blend of butter and mayonnaise, and I think they just created it to kill me."},{"author":"Feltman","text":"[Laughs.] See, as someone who loves butter and mayonnaise, I have to agree that’s a bridge too far [laughs]."},{"author":"Pierre-Louis","text":"[Laughs.] And so there are kind of two buckets, which is, like, the texture of the food itself, which I’ve dug into a lot, and how in the West in general—like there are a lot of words in, like, Mandarin, for example, related to the texture of food, and most Western languages, and English in particular, are not that colorful with our descriptions."},{"author":"","text":"And the texture of food on its own is just, like, really fascinating. I like to toss out, like, little facts, like have you ever wondered why, like, so many sour candies tend to come with, like, a rough texture on them? And it’s because we perceive foods as more sour if they’re rough than if they’re smooth."},{"author":"Feltman","text":"That’s so interesting."},{"author":"Pierre-Louis","text":"Ice cream, for example, if you’ve ever made ice cream yourself, the batter is almost, like—you look at how much sugar you put in it, and you’re like, “No one could eat this.” It’s so much sugar, and it’s because we don’t perceive sweetness as well ..."},{"author":"Feltman","text":"Mm."},{"author":"Pierre-Louis","text":"When foods are very cold."},{"author":"Feltman","text":"Oh, that’s interesting. I—it’s funny—I was reading a random article, and it referenced very matter-of-factly the time such and such actor gained weight by drinking microwaved Häagen-Dazs, and I was like ..."},{"author":"Pierre-Louis","text":"[Laughs.] My God. Oh, my God."},{"author":"Feltman","text":"I was like, “That does sound disgusting, but fundamentally, how is it different from a milkshake?” But I think, crucially [laughs], the milk that dilutes the milkshake and the fact that it’s cold makes a big difference."},{"author":"Pierre-Louis","text":"Yeah, and that word you just used is kind of the other bucket that I’ve, like, really dug into, which is that, for people like me, there are foods that I don’t like—like, I don’t like ketchup, for example. But, like, I don’t think about ketchup. It doesn’t ..."},{"author":"Feltman","text":"You’re not disgusted by ketchup."},{"author":"Pierre-Louis","text":"Ketchup doesn’t haunt me. It doesn’t disgust me."},{"author":"Feltman","text":"Mm."},{"author":"Pierre-Louis","text":"Whereas mayo’s really physically—like, it’s not even—I would need to go through a lot of therapy and training to get to a place where I could eat it. The smell, everything about it—oh, God, like, I can’t have it in my home."},{"author":"Feltman","text":"Mm."},{"author":"Pierre-Louis","text":"It’s just, like—it is contaminating to me in a way that, like, ketchup is not."},{"author":"Feltman","text":"Yeah, well, and what have you learned about disgust?"},{"author":"Pierre-Louis","text":"It’s innate. It’s built into us. Obviously, what we express disgust towards varies a little bit, but we tend to have kind of an innate disgust towards bodily fluids and death, the smell of death: two big things that are kind of hardwired into us. So I jokingly say that the reason I don’t like mayo is it reminds me of pus, which no mayo eater [laughs] ever wants to hear."},{"author":"Feltman","text":"No, no, I don’t wanna hear that."},{"author":"Pierre-Louis","text":"But that face you just made when I said “pus,” that’s, like, a hardwired ..."},{"author":"Feltman","text":"Yeah."},{"author":"Pierre-Louis","text":"Kind of disgust."},{"author":"Feltman","text":"Well, and I remember a story you wrote for PopSci that got into some of the descriptors for food textures that we lack in English, which has fascinated me ever since. I would love to hear some of your favorites."},{"author":"Pierre-Louis","text":"So the one that I talk about the most and the one that I love the most is the texture of boba or udon, or ramen has it. And it’s, like, food that has, like, a bounce to it before it gives way ..."},{"author":"Feltman","text":"Mm."},{"author":"Pierre-Louis","text":"So it’s not quite chewy, ’cause boba isn’t quite chewy—like, it does kind of, like, release at a certain point. And that is, like, top 10 of my favorite textures."},{"author":"","text":"Like, the researchers actually categorize texture sort of more broadly [based on], like, the type of food. Like, there’s crunchers, who prefer foods that, you know, are crunchy, so potato chips; smooshers, who like soft, creamy foods, like pudding or, I’m guessing, Alfredo sauce; suckers, who prefer, like, hard candy that dissolves slowly over time; and chewers, and they prefer foods that can be chewed for a long time, like gummy candy. And I’m 100 percent a chewer."},{"author":"","text":"What is—like, of those four categories, chewers, crunchers, suckers, smooshers, which are you?"},{"author":"Feltman","text":"That’s a really good question. I guess if I had to pick one, I would be a chewer, but I feel like everything but [smooshers] seems on the table for me. Though I really [laughs]—I definitely know people who love a mush, and I don’t have a—there are many mushes I enjoy; I love an oatmeal [laughs]. But yeah, I can’t say that I think of that as a texture I crave [laughs]."},{"author":"Pierre-Louis","text":"Yeah, I think I’m clearly a chewer and then cruncher, and then I tolerate being a sucker ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Pierre-Louis","text":"But I’m not a smoosher at all. When I was in college my mom bought me a giant package of, like, instant oatmeal, and, you know, I was, like, a broke college student, so I had to eat it, and the way I dealt with it was I just ate it undercooked."},{"author":"Feltman","text":"Sure, yeah [laughs]."},{"author":"Pierre-Louis","text":"[Laughs.] I had great cholesterol that year, but—so there were pros and cons, but [laughs]."},{"author":"Feltman","text":"So outside of your forays into food texture what are some of your favorite topics to cover?"},{"author":"Pierre-Louis","text":"I love climate generally because climate touches everything, and so it’s, like, this really interesting inroad into, like, the world at large. And I like the way climate brings you into contact with people. I love looking at solutions ’cause I feel like so much, when we’re talking about climate change, it’s looking at the problem, and I really enjoy looking at solutions within climate journalism."},{"author":"","text":"Right now I’m also looking a little bit at, like, psychology ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Pierre-Louis","text":"A little bit, like, what allows people to normalize really terrible things ..."},{"author":"Feltman","text":"Mm, yeah."},{"author":"Pierre-Louis","text":"And what allows people to sort of not fight back or to acquiesce in sort of—you know, kind of like the Stanford prison experiment ..."},{"author":"Feltman","text":"Sure."},{"author":"Pierre-Louis","text":"But not that intensely [laughs]."},{"author":"Feltman","text":"Yeah."},{"author":"Pierre-Louis","text":"More, more like in everyday scenarios, like the choice that people make to fight or to not fight."},{"author":"","text":"And also, I’m kind of obsessed with fame at the moment, like, the psychology of fame, both as, you know, like, what makes us attracted to famous people? What is the power that fame holds over us? And not just, like, in terms of celebrity, but, like, we reproduce kind of fame over and over again. Like, the most popular kid at your high school was famous, right?"},{"author":"Feltman","text":"Mm, right."},{"author":"Pierre-Louis","text":"A much lower level, obviously, but, like, it still reproduces that feeling, and what is that, and, like, why are we into it?"},{"author":"Feltman","text":"Yeah, so you’ll be at the hosting helm of Science Quickly for a few months. What stories are you most interested in pursuing while you’re here?"},{"author":"Pierre-Louis","text":"You’ve, you know, left some pretty big shoes to temporarily fill ..."},{"author":"Feltman","text":"Nooo [laughs]."},{"author":"Pierre-Louis","text":"So thank you for that [laughs]. The expectations are quite high."},{"author":"","text":"I think there’s a number of things. Like, obviously, we’re in a really interesting time in terms of, like, public health."},{"author":"Feltman","text":"Sure, yeah."},{"author":"Pierre-Louis","text":"Unfor—I wish, maybe, we were in less interesting times."},{"author":"Feltman","text":"I’d love to live in uninteresting times, frankly [laughs]."},{"author":"Pierre-Louis","text":"[Laughs.] What are they even like?"},{"author":"Feltman","text":"Yeah, I don’t know."},{"author":"Pierre-Louis","text":"I think I experienced them as a child."},{"author":"","text":"So, like, there’s public health, I think. Looking at a little bit, maybe, of the science behind extremism. And then sort of a little bit of light, a little bit of levity—it can’t be dark all of the time. I love a good animal story."},{"author":"Feltman","text":"Yeah, we have fun here. We gotta cover the horrors, but [laughs] we, we also have a good time."},{"author":"","text":"Well, Kendra, thanks so much for sitting down so our listeners could get to know you, and of course, they will be hearing you three times a week in their feed, so they’re about to get to know you a lot better."},{"author":"Pierre-Louis","text":"Awesome. Thanks so much for having me, and I’m excited to be here."},{"author":"Feltman","text":"Well, that’s all for today’s episode, and that’s it for me until 2026, so I’ll toss it over to you."},{"author":"Pierre-Louis","text":"Tune in on Wednesday when we talk about griefbots, or how AI is helping people deal with the loss of their loved ones."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis and Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[5,4350,22339,15591,16720,17530,12559,15914,18272,19185,5288,16744,14979,18990,20868,19858,17158,15226,15304,16062,5726,3862,18373,12774,19449,20014,17098,14546,14923,19119,18469,14414,12785,18912,17462,15990,16315,11355,15611,18996,17530,16685,16298,17303,20569,18168,20639,6817,6714,14279,17480,14571,20303,4793,20170,15245,11621,18098,12408,6553,17743,24557,4539,19646,15862,16471,13346,9849,5363,21656,21819,21139,20532,16010,2197,1405,549,146,6,5,490,14733,14758,15149,15587,11128,15004,15035,10880,1649,14873,13929,15230,14827,14761,14891,14839,12852,15162,14037,13187,15853,12965,12275,15169,14627,14258,8580,1707,14899,15437,11233,15408,14809,9790,13353,12989,7879,1656,15190,12806,14716,10266,14859,14979,14075,12587,14376,14774,13393,14927,15261,12919,13141,10161,15424,15380,14576,15184,14765,14441,15667,14597,15331,12683,14385,11603,15174,14008,15447,15043,15989,15189,15652,12785,12443,14939,15777,13529,14752,16398,15368,12852,10964,4315,2776,14868,15486,14825,15973,15151,14831,9751,13882,14990,16935,13829,14654,15194,13403,15142,15376,14848,15037,15178,14645,2857,3812,16246,16608,15598,14855,14610,13064,14870,13950,13076,15120,13088,8206,6591,4317,3500,1576,411,23,160,798,1831,3806,18193,11472,15024,12453,13156,14967,14045,17332,13822,17144,15338,16286,17889,16517,16321,17142,16871,14649,19051,19753,18209,17993,16658,18741,15548,16587,19306,20295,19421,18085,16433,13015,7164,6438,17239,22461,22298,20590,17471,19764,21183,17317,13016,19381,14416,22555,15425,19346,14681,13287,15199,17222,19315,17821,17394,17357,19548,18455,17827,15525,13692,10719,13371,9128,3845,2719,1957,2123,1370,1298,1138,19610,15654,20167,11493,14279,18046,20060,22494,7991,10743,9950,14283,12389,9346,11868,11366,16275,8396,10848,12068,10373,12361,22456,20135,12465,17255,13871,10463,12031,17014,15876,15972,17746,8760,16236,11305,13606,14117,9000,8107,14977,7469,21706,22514,10662,13870,12671,13587,12355,13048,7685,14445,13382,12511,10291,12484,11392,14302,11347,11790,16539,13362,9736,17617,8871,12052,13169,8975,22541,19954,8855,15024,15902,12541,12816,16053,18391,11442,12389,12728,11727,14276,20553,18062,8,16404,14866,12278,16817,11179,273,22520,18470,22527,20976,11689,15708,22516,16599,22475,17923,22506,22543,22528,22571,22511,20864,15786,22466,13021,22481,16770,6240,1842,19520,17076,15894,17959,10644,18942,11350,13633,13450,16109,14677,11128,12786,15184,15946,21714,16827,22548,17843,16830,17172,19279,16280,17361,17753,10336,15623,14862,20624,13740,5206,15140,18482,17021,65,15620,5284,16638,13854,13229,15895,1872,17764,14373,19976,11424,16285,22455,22542,22479,18173,22543,20759,18190,16592,841,13679,15247,16468,22506,16878,15450,16365,19272,22508,9095,335,22302,21524,8766,19378,20075,22554,3472,15876,17380,16910,19932,20473,14209,22527,17114,13002,5285,22445,14928,5427,8212,22400,15987,13776,1611,21975,21979,15779,22557,17099,22414,15664,18212,18832,13800,748,20774,22509,14908,16389,18406,19200,21459,22526,16836,12625,18369,17858,22487,22468,21783,20435,22442,21765,22531,22455,22532,22522,20835,19365,22515,13407,22572,13337,22445,20529,14896,8262,21360,19384,15733,22502,8614,16687,21109,17817,13207,22383,13689,20563,20743,22470,9915,14360,22437,13568,10649,3645,22499,16436,15892,12461,17682,13573,8690,14049,18060,13857,21237,13522,8999,15576,13423,22507,19421,11891,11423,13205,22522,13501,17007,1227,22519,22496,9607,13048,12554,22508,15373,11248,17271,11106,9649,11744,2981,22574,19838,13315,15910,16794,17930,22457,21790,21009,14526,18607,1346,912,22483,21360,20722,19299,12284,18657,13298,15185,11676,11833,9860,11931,15603,16704,2145,19167,11472,9974,8960,11786,8958,19841,15263,10269,11267,22558,21059,16330,17262,16135,13772,9400,11580,19373,12558,12292,16798,14040,11295,22585,22510,20119,18625,16979,17531,11701,12758,11699,9089,14434,14465,15870,19690,13994,12880,11849,14947,16810,17410,15313,10769,12025,13243,10549,12114,10157,15190,15258,16334,12161,14336,6450,12044,12209,12692,12087,14941,988,12602,20764,19068,13625,11181,13104,17406,13050,8092,22524,22450,21170,15266,10771,13044,16430,19231,22458,22517,18778,18994,20750,6453,6550,2908,20307,22524,16091,22385,15704,22543,22489,22493,22510,22605,22596,22463,19817,18431,14872,14855,17393,17863,19854,17827,5016,2016,6845,17326,13840,13978,18165,19902,17240,11861,22540,6231,12562,17043,12849,21991,17453,48,17620,17619,15140,16378,22489,12225,12793,15619,9166,8370,20240,15526,16531,2398,6911,13127,22369,12347,13902,20112,15849,2737,17147,16654,11984,6293,15776,22360,17738,12645,14028,11170,3895,16815,22525,22518,16401,15430,15008,10771,8956,13770,12862,17451,13441,12826,20994,22205,18148,22500,18778,21749,15357,13055,18114,12590,17655,12084,15709,17380,22519,15717,21514,13780,14354,15339,13031,15914,12631,9608,10531,22498,10979,4435,22479,22570,22458,20188,7309,19987,21676,17252,22485,18652,22505,9963,1038,21234,22394,22510,20167,17883,20999,10367,79,22514,22543,17957,20413,13073,20484,15675,15471,15433,22229,21883,16476,20469,13295,17993,22524,16764,12529,18613,22496,18896,16930,9405,9864,9543,14478,3641,22516,14567,18673,15583,12625,19024,9476,13489,11971,13693,19253,13255,12920,13651,10899,15982,14802,22645,20540,22595,21096,18160,17143,3518,22522,16229,21890,18672,15426,15943,8994,16572,13479,11712,11151,13833,20476,17187,11877,16066,17283,4277,15773,12740,10373,16194,10181,9911,11622,8625,15391,13428,15350,9189,8127,18548,20213,15820,14651,12032,12563,12446,13466,12745,11585,17335,11132,22526,22485,20250,10798,22406,20284,22037,20738,20555,18445,12674,22501,12095,10224,10122,15186,8390,22282,22475,22412,22050,17794,21095,16151,18286,17505,21828,15670,14880,22305,22505,15479,13238,16567,16466,14870,12188,13506,15367,2538,17457,19679,9186,13049,13155,11574,16394,13791,14943,20363,13618,11835,14260,4872,14291,11967,10415,14057,10148,12867,13894,13429,11480,8856,22486,20584,19180,12252,12628,10824,3397,13198,13487,5491,12525,14180,22208,15835,18415,10067,10746,5273,3306,22497,6244,2504,17457,22549,13064,14292,9479,14674,10834,10320,15103,8185,2314,14975,18199,16298,13390,16545,13097,16428,19368,14168,10745,9122,11692,14635,17575,10220,5512,16333,11378,13942,15625,16479,10502,5887,2293,22308,12567,19991,9009,9672,8491,1524,13152,15849,13604,18589,11764,13032,4917,12154,11979,13558,10671,6281,8002,22488,20399,11885,12167,9880,13740,22513,17372,10508,8895,12797,14336,20432,15532,11631,14324,13975,12541,13777,9023,15469,15126,15441,14967,7305,5857,22489,12147,22528,12470,16238,11139,13908,7645,13192,7946,6757,11848,14023,9771,17858,20029,15396,8570,4225,7118,8774,4771,11473,19214,9198,3154,18301,11021,17460,14910,7558,13538,15903,13516,11991,10187,478,19922,14576,17702,13657,18599,9662,7979,4953,14269,21295,15700,9051,20043,8181,9818,8496,16877,7269,2987,11645,17030,11896,5576,19566,16349,13567,16000,14371,13378,22599,22549,20625,20912,16511,13135,22460,22083,14708,13941,22563,22571,22542,19110,20901,19183,22022,22530,21393,13836,16996,16777,15002,18149,19848,19710,9494,22573,21167,22525,17817,15511,16937,22527,22457,18055,19762,14481,12446,21063,21012,22449,22484,17457,22515,20330,345,22521,5952,17948,16026,12630,15645,17549,14165,8233,12660,11375,8472,15849,13940,18207,19171,15850,15490,18685,20329,10552,22529,13427,14335,17121,12539,22489,20022,11273,10925,10431,11754,22464,22527,22526,16152,18470,17106,22500,18772,18521,22501,19048,13638,3836,18348,13177,16042,7352,17422,16823,18157,19802,14478,13718,10575,7843,18385,18151,12486,7278,22488,14160,18500,16282,21534,14634,10740,10292,15482,13696,10567,13657,20373,12903,19327,22218,22605,22531,17554,17746,19526,18062,21756,16999,22419,11395,14636,5422,1470,22469,19166,20457,19039,11493,16504,10234,7998,15112,14715,14754,10005,18853,7305,21260,18864,19292,12440,17948,8423,21209,18263,6532,108,22496,20720,9804,18294,18058,9736,14028,4217,22510,11244,5953,12814,11738,6287,8546,5287,599,12659,22523,19721,15191,20331,15795,21059,6039,17788,15396,12795,13714,9082,14687,8943,12098,9744,22439,2129,1106,13689,13619,12297,15214,10801,12724,12015,14460,13832,9574,11879,22516,22520,18066,8358,10805,15601,9308,9886,13304,11459,11766,11335,7491,16932,3151,1044,21171,22500,22644,22523,22531,22541,17416,5858,19156,18375,2085,12730,15326,14857,12629,7011,22474,22548,16868,21935,19938,18805,14084,20686,17711,21550,22530,22160,21916,7746,13905,3185,16594,21200,17317,13663,14706,14852,14078,19396,18288,19056,11377,8666,6235,1178,1587,20876,18429,17911,17142,14451,11741,14281,8856,19263,10096,16125,18299,4502,10600,11169,13242,3295,11838,11389,17607,15159,3665,22567,19383,13812,11723,12516,18370,15922,14097,13121,14419,10641,6727,17005,22510,16975,17582,16260,14000,13595,12498,18166,13841,7363,18114,13481,13504,13862,13343,15887,14632,12526,14547,12081,13396,12059,15115,15144,12590,1834,19675,16939,12391,15311,22471,15608,22542,10334,17305,16859,16433,13408,1191,22524,22512,17922,14937,11572,8119,14944,22466,11266,9926,13766,15415,15775,14605,11777,11655,7864,14409,9766,13313,1851,22374,22507,22503,13991,16189,9084,19518,11186,11170,14085,14376,22411,11210,11539,21253,14222,18017,20463,8865,7935,9139,13907,15472,16864,19437,17142,11356,13564,15085,15685,8032,15093,11313,16602,11600,11634,6834,15759,19172,15203,3688,5425,16498,13077,6507,9044,21048,18873,21047,8921,10975,10627,6408,12035,16759,14223,13151,22455,22471,15305,12609,2132,18796,14982,14167,16329,14576,6287,19046,15885,13007,15556,10954,13414,9807,13416,8711,16955,14992,8861,19191,18695,15267,14966,12746,12686,13003,12217,12348,8116,12010,15566,11894,9935,10049,8127,9797,505,363,13,22518,15070,22440,22529,12931,20080,13709,12492,10451,14687,10336,6914,10087,8723,9177,9401,12482,13373,14279,12369,18619,6133,6209,21086,6595,7486,20169,20074,13391,18652,13937,5994,12022,10762,976,907,19464,10715,20133,19319,12999,11311,22115,22455,22376,22477,22508,22462,19606,22196,13200,13690,2645,22485,17737,21013,22432,20585,20344,14216,16506,12153,22499,14615,14724,19160,22495,15379,20303,16758,16005,15908,12081,21799,6157,589,17464,20413,14093,11104,18280,19454,22423,18783,14453,12767,20053,11768,9220,12751,16937,5460,3009,22470,22481,16189,17898,234,22552,22506,22387,22503,16232,15872,11862,15000,16983,6462,13877,13229,14463,17482,6727,13346,14194,17124,14181,467,446,16822,20011,14715,14417,16367,11489,15834,14847,15070,11996,12387,7702,10817,12378,8353,13363,10651,9381,11044,11560,890,891,22575,17044,16845,13406,15775,11382,6516,11136,18324,7471,14531,6358,15997,17540,14159,13108,12340,11257,10724,9679,1765,16861,15741,21324,1623,22642,20994,18199,777,11691,22503,22512,22516,18789,18378,22492,22493,22518,22521,22482,18294,9562,16756,17013,22524,16299,22526,22590,12702,22479,6060,8830,11086,6595,339,21,19675,20843,17955,15109,11160,15062,15453,7930,14905,9440,8238,15733,14789,11291,7675,9422,7988,17235,4626,17896,699,22461,16881,16132,3439,14174,14973,11853,13919,13198,12904,10913,9528,8724,11422,5439,9185,5544,559,15179,13808,7709,9945,8806,10130,9453,22084,14704,22479,17275,17456,14730,9248,8017,9508,14878,5699,10055,3821,17822,16584,14776,11350,6768,9405,10443,8382,12913,6582,8953,14117,8332,10770,6997,6742,10590,12327,9978,1548,16590,14575,12205,8055,12141,6511,6914,10110,11895,8468,9880,20872,21607,16465,16285,10002,14104,13331,10469,11701,642,17860,12402,8883,13262,13472,11468,1927,347,15472,13873,13473,7092,11246,10436,9012,9821,8903,12866,8354,14785,16913,22523,19888,21472,18890,14838,11824,7724,12,6002,10088,15989,22493,14837,22324,2938,17066,22523,15784,19365,7196,16937,7134,22532,22500,22468,17274,10438,12728,17184,13548,12551,16450,22521,22742,16255,22534,22424,16254,22736,22612,22529,17290,15618,14453,9096,20128,21508,14763,13330,20577,11473,16181,14191,19667,19554,20683,19653,14381,14386,8165,8606,12537,13897,17691,13256,9292,10101,11440,2887,13451,14271,15419,21479,9198,12343,12439,9781,7479,7021,39,11553,8582,12040,8686,15512,14720,10523,11913,12350,6160,11554,14407,11501,22525,13109,4629,645,133,22467,13828,14513,12117,14051,6855,13345,10215,12280,12621,11452,10809,11113,11620,12650,12497,9377,10889,12029,10226,11295,22097,22671,22527,22527,18885,16374,17198,11479,22494,22521,15411,30,18648,22526,11806,13290,9878,19951,14246,19004,14011,8996,17143,8424,9985,11882,10475,19709,15160,12898,19778,14770,5926,11885,16826,11956,17237,9817,6507,12634,9970,9995,2829,3145,19026,10725,15210,8856,8489,12249,10784,5894,13025,9271,11105,11306,9661,5753,22551,9781,2530,16945,22072,9166,10365,9132,11238,7961,17236,22481,21319,18296,7024,22543,22506,17182,19198,22497,22490,22471,22380,15072,8153,14777,17404,2532,21476,12664,15130,12533,13079,19779,11054,12000,10553,14011,12458,9609,6829,12405,18674,13286,13841,12290,19425,11317,11376,13528,15040,22484,15048,8474,10062,13176,8269,14123,21388,22436,11978,7450,286,22272,10971,16961,3428,22009,22496,22354,22172,18898,21438,18113,15839,16005,7011,2387,6325,22532,13671,22096,20744,22521,22525,19116,15670,15844,14610,1465,22540,22513,13960,18650,16498,18769,16590,12181,20558,21137,19947,9356,13869,12225,11705,9369,12545,22508,19874,18790,2101,22469,17031,18476,11553,11783,9168,8838,8864,12942,12923,10510,13986,16064,13267,8537,6972,22537,8277,21087,17978,14723,22496,22424,20443,16234,16018,17623,4172,21814,21056,21589,19729,19794,22360,22492,14546,15517,18372,6385,16351,21902,15800,14018,15933,11320,17711,12407,18782,12793,16071,15857,8027,11028,2976,16588,14825,14067,15954,9006,15802,13945,4949,14207,10534,11263,13035,10457,12346,18740,12133,13231,7864,14836,22294,18054,13684,14474,14360,7645,16931,8680,14665,15557,13843,12605,13139,7207,8762,22371,18154,15570,19696,15721,10070,17995,17554,12452,13405,10761,13312,14049,16866,9474,21373,18644,15300,18577,13043,7649,776,770,13138,19841,18197,10802,10683,16569,18272,12606,11807,2971,21134,18236,11539,11105,14042,12499,15615,7679,15507,10713,1382,1181,22465,18557,17429,15997,10037,3399,16031,14028,14142,12322,18602,11197,1061,22542,13126,19465,13004,7304,727,22344,20276,14910,14128,9312,1525,22563,22529,19409,22417,9415,22424,19318,10839,16080,18087,1416,3729,22523,17838,19219,14463,16998,21775,12872,16480,9257,17370,14127,15782,10949,20956,16988,10158,14763,18859,22243,19675,15707,15119,11580,20961,14541,9415,11682,16583,10969,2710,628,21784,16800,18275,10094,15796,12235,14292,13687,3469,15814,17624,13622,3098,1843,3791,20196,17172,14298,14124,14598,13521,8490,7424,7922,20458,19469,17744,18476,16846,20708,17254,17575,18139,19281,19772,18778,18501,18570,18163,18168,18440,19895,15856,19299,18908,17864,14628,14654,15085,13011,9209,4016,20397,18919,15453,11599,8469,4086,1415,607,218,123,52,10,565,698,10786,7757,6317,7952,5829,10871,5334,8122,5001,1247,8049,7394,3653,4143,6197,6395,4640,11455,5993,10100,12008,9215,5551,1903,8864,6697,6372,1512,10366,6793,8394,6591,5402,5264,7738,9203,9172,5002,1578,8175,7376,7013,12590,10543,6785,1812,10584,5095,818,7217,9587,7639,8933,7768,1352,1142,2057,2114,2001,291,57],"fragments":[{"begin":"0.000","end":"12.560","lines":["Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"12.560","end":"59.200","lines":["Today, instead of our usual news roundup, I’m here to introduce you to our new interim host. I’m actually going on parental leave for a little bit, and I’ll be gone until sometime in the spring of 2026, but the amazing, award-winning Kendra Pierre-Louis is here to fill in for me while I’m gone. And today we figured we would chat about who she is and what she likes to write about so that you could get to know her."]},{"begin":"59.200","end":"63.480","lines":["Kendra, welcome."]},{"begin":"63.480","end":"71.080","lines":["Hey, Rachel. [Laughs.] I was gonna be like, “Thanks for having me.” [Laughs.]"]},{"begin":"71.080","end":"75.840","lines":["[Laughs.] Settle in. Make yourself comfortable."]},{"begin":"75.840","end":"79.960","lines":["So, Kendra, tell our listeners a little bit about who you are."]},{"begin":"79.960","end":"94.680","lines":["I’m a climate reporter, like, mostly by training, and I’ve been working in climate for a decade now, almost. I think my first job was actually with you ..."]},{"begin":"94.680","end":"97.680","lines":["Yes, at Popular Science [laughs]."]},{"begin":"97.680","end":"101.160","lines":["At Popular Science. Woot, woot!"]},{"begin":"101.160","end":"109.440","lines":["The most important thing, I think, to know about me is that I hate mayonnaise."]},{"begin":"109.440","end":"128.640","lines":["[Laughs.] It’s true that there are many accolades I could tack onto your name, but if someone had to say one thing about a journalist that would make me say, “Oh, that’s Kendra,” it would be [laughs] “the one who really hates mayonnaise.”"]},{"begin":"128.640","end":"129.560","lines":["[Laughs.]"]},{"begin":"129.560","end":"153.960","lines":["So [laughs], but this is—listeners might be confused about why we would bring this up in the context of you hosting Science Quickly, but it is something that you’ve really used to launch several really fascinating science stories. So yeah, tell us more about your history with mayo. How did this contentious relationship begin?"]},{"begin":"153.960","end":"199.600","lines":["I think I came out of the womb as a mayo hater. I just never liked it, and it just got more aggressive with age. Like, when I was quite young—I can’t believe I’m gonna admit this—I could eat coleslaw, but only the coleslaw from KFC, which is 90 percent vinegar anyway. And then I think the turning point was: I was eight years old, and we were on a road trip back from Florida, and my mom handed me a sandwich, and I looked at her, and I said, “This doesn’t have mayo in it, does it?” and she reassured me that it did not. And I bit into it, and it had Miracle Whip, and that’s when I knew you people need to be stopped [laughs]."]},{"begin":"199.600","end":"201.600","lines":["[Laughs.]"]},{"begin":"201.600","end":"206.760","lines":["And by “you people,” I mean mayo lovers [laughs]."]},{"begin":"206.760","end":"208.160","lines":["Yeah [laughs]."]},{"begin":"208.160","end":"232.400","lines":["And, yeah, while we were working together at Popular Science you wrote a real manifesto against mayo that took you on, like, a really fascinating journey into the science of food and texture and perception. So tell us a little bit about some of what you’ve learned."]},{"begin":"232.400","end":"251.800","lines":["Yeah, I think that story is called “Mayonnaise is disgusting, and science agrees,” and if I recall correctly, that may be the first time that, like, a third-party entity lobbied my editor for me to take down a story [laughs], which goes to show you, yet again, the impact and the weight of Big Mayo."]},{"begin":"251.800","end":"279.800","lines":["I’ve learned kind of two things. I’ve learned sort of more broadly, like, trying to understand—because I talk about mayo the most because it comes up the most. Like, you’ll order french fries or something, and that’ll come out drizzled with mayo, and, like, nowhere on the menu did it mention that it had mayo in it. But I actually don’t like any savory, creamy foods, so no fettuccine Alfredo. I don’t like butter. Tillamook cheese company just came out with Butternaise, which is a blend of butter and mayonnaise, and I think they just created it to kill me."]},{"begin":"279.800","end":"285.200","lines":["[Laughs.] See, as someone who loves butter and mayonnaise, I have to agree that’s a bridge too far [laughs]."]},{"begin":"285.200","end":"303.960","lines":["[Laughs.] And so there are kind of two buckets, which is, like, the texture of the food itself, which I’ve dug into a lot, and how in the West in general—like there are a lot of words in, like, Mandarin, for example, related to the texture of food, and most Western languages, and English in particular, are not that colorful with our descriptions."]},{"begin":"303.960","end":"320.320","lines":["And the texture of food on its own is just, like, really fascinating. I like to toss out, like, little facts, like have you ever wondered why, like, so many sour candies tend to come with, like, a rough texture on them? And it’s because we perceive foods as more sour if they’re rough than if they’re smooth."]},{"begin":"320.320","end":"321.520","lines":["That’s so interesting."]},{"begin":"321.520","end":"333.240","lines":["Ice cream, for example, if you’ve ever made ice cream yourself, the batter is almost, like—you look at how much sugar you put in it, and you’re like, “No one could eat this.” It’s so much sugar, and it’s because we don’t perceive sweetness as well ..."]},{"begin":"333.240","end":"333.560","lines":["Mm."]},{"begin":"333.560","end":"335.000","lines":["When foods are very cold."]},{"begin":"335.000","end":"349.280","lines":["Oh, that’s interesting. I—it’s funny—I was reading a random article, and it referenced very matter-of-factly the time such and such actor gained weight by drinking microwaved Häagen-Dazs, and I was like ..."]},{"begin":"349.280","end":"351.840","lines":["[Laughs.] My God. Oh, my God."]},{"begin":"351.840","end":"362.400","lines":["I was like, “That does sound disgusting, but fundamentally, how is it different from a milkshake?” But I think, crucially [laughs], the milk that dilutes the milkshake and the fact that it’s cold makes a big difference."]},{"begin":"362.400","end":"374.880","lines":["Yeah, and that word you just used is kind of the other bucket that I’ve, like, really dug into, which is that, for people like me, there are foods that I don’t like—like, I don’t like ketchup, for example. But, like, I don’t think about ketchup. It doesn’t ..."]},{"begin":"374.880","end":"375.520","lines":["You’re not disgusted by ketchup."]},{"begin":"375.520","end":"377.880","lines":["Ketchup doesn’t haunt me. It doesn’t disgust me."]},{"begin":"377.880","end":"378.240","lines":["Mm."]},{"begin":"378.240","end":"389.640","lines":["Whereas mayo’s really physically—like, it’s not even—I would need to go through a lot of therapy and training to get to a place where I could eat it. The smell, everything about it—oh, God, like, I can’t have it in my home."]},{"begin":"389.640","end":"390.200","lines":["Mm."]},{"begin":"390.200","end":"394.320","lines":["It’s just, like—it is contaminating to me in a way that, like, ketchup is not."]},{"begin":"394.320","end":"397.200","lines":["Yeah, well, and what have you learned about disgust?"]},{"begin":"397.200","end":"418.040","lines":["It’s innate. It’s built into us. Obviously, what we express disgust towards varies a little bit, but we tend to have kind of an innate disgust towards bodily fluids and death, the smell of death: two big things that are kind of hardwired into us. So I jokingly say that the reason I don’t like mayo is it reminds me of pus, which no mayo eater [laughs] ever wants to hear."]},{"begin":"418.040","end":"421.360","lines":["No, no, I don’t wanna hear that."]},{"begin":"421.360","end":"424.840","lines":["But that face you just made when I said “pus,” that’s, like, a hardwired ..."]},{"begin":"424.840","end":"425.200","lines":["Yeah."]},{"begin":"425.200","end":"426.080","lines":["Kind of disgust."]},{"begin":"426.080","end":"440.840","lines":["Well, and I remember a story you wrote for PopSci that got into some of the descriptors for food textures that we lack in English, which has fascinated me ever since. I would love to hear some of your favorites."]},{"begin":"440.840","end":"452.560","lines":["So the one that I talk about the most and the one that I love the most is the texture of boba or udon, or ramen has it. And it’s, like, food that has, like, a bounce to it before it gives way ..."]},{"begin":"452.560","end":"452.800","lines":["Mm."]},{"begin":"452.800","end":"462.280","lines":["So it’s not quite chewy, ’cause boba isn’t quite chewy—like, it does kind of, like, release at a certain point. And that is, like, top 10 of my favorite textures."]},{"begin":"462.280","end":"489.040","lines":["Like, the researchers actually categorize texture sort of more broadly [based on], like, the type of food. Like, there’s crunchers, who prefer foods that, you know, are crunchy, so potato chips; smooshers, who like soft, creamy foods, like pudding or, I’m guessing, Alfredo sauce; suckers, who prefer, like, hard candy that dissolves slowly over time; and chewers, and they prefer foods that can be chewed for a long time, like gummy candy. And I’m 100 percent a chewer."]},{"begin":"489.040","end":"493.800","lines":["What is—like, of those four categories, chewers, crunchers, suckers, smooshers, which are you?"]},{"begin":"493.800","end":"518.480","lines":["That’s a really good question. I guess if I had to pick one, I would be a chewer, but I feel like everything but [smooshers] seems on the table for me. Though I really [laughs]—I definitely know people who love a mush, and I don’t have a—there are many mushes I enjoy; I love an oatmeal [laughs]. But yeah, I can’t say that I think of that as a texture I crave [laughs]."]},{"begin":"518.480","end":"524.200","lines":["Yeah, I think I’m clearly a chewer and then cruncher, and then I tolerate being a sucker ..."]},{"begin":"524.200","end":"524.880","lines":["Mm-hmm."]},{"begin":"524.880","end":"537.640","lines":["But I’m not a smoosher at all. When I was in college my mom bought me a giant package of, like, instant oatmeal, and, you know, I was, like, a broke college student, so I had to eat it, and the way I dealt with it was I just ate it undercooked."]},{"begin":"537.640","end":"540.000","lines":["Sure, yeah [laughs]."]},{"begin":"540.000","end":"548.120","lines":["[Laughs.] I had great cholesterol that year, but—so there were pros and cons, but [laughs]."]},{"begin":"548.120","end":"554.440","lines":["So outside of your forays into food texture what are some of your favorite topics to cover?"]},{"begin":"554.440","end":"575.280","lines":["I love climate generally because climate touches everything, and so it’s, like, this really interesting inroad into, like, the world at large. And I like the way climate brings you into contact with people. I love looking at solutions ’cause I feel like so much, when we’re talking about climate change, it’s looking at the problem, and I really enjoy looking at solutions within climate journalism."]},{"begin":"575.280","end":"579.160","lines":["Right now I’m also looking a little bit at, like, psychology ..."]},{"begin":"579.160","end":"579.600","lines":["Mm-hmm."]},{"begin":"579.600","end":"584.040","lines":["A little bit, like, what allows people to normalize really terrible things ..."]},{"begin":"584.040","end":"585.200","lines":["Mm, yeah."]},{"begin":"585.200","end":"593.160","lines":["And what allows people to sort of not fight back or to acquiesce in sort of—you know, kind of like the Stanford prison experiment ..."]},{"begin":"593.160","end":"593.400","lines":["Sure."]},{"begin":"593.400","end":"595.240","lines":["But not that intensely [laughs]."]},{"begin":"595.240","end":"595.720","lines":["Yeah."]},{"begin":"595.720","end":"599.960","lines":["More, more like in everyday scenarios, like the choice that people make to fight or to not fight."]},{"begin":"599.960","end":"621.160","lines":["And also, I’m kind of obsessed with fame at the moment, like, the psychology of fame, both as, you know, like, what makes us attracted to famous people? What is the power that fame holds over us? And not just, like, in terms of celebrity, but, like, we reproduce kind of fame over and over again. Like, the most popular kid at your high school was famous, right?"]},{"begin":"621.160","end":"621.600","lines":["Mm, right."]},{"begin":"621.600","end":"627.680","lines":["A much lower level, obviously, but, like, it still reproduces that feeling, and what is that, and, like, why are we into it?"]},{"begin":"627.680","end":"637.480","lines":["Yeah, so you’ll be at the hosting helm of Science Quickly for a few months. What stories are you most interested in pursuing while you’re here?"]},{"begin":"637.480","end":"641.320","lines":["You’ve, you know, left some pretty big shoes to temporarily fill ..."]},{"begin":"641.320","end":"642.000","lines":["Nooo [laughs]."]},{"begin":"642.000","end":"645.920","lines":["So thank you for that [laughs]. The expectations are quite high."]},{"begin":"645.920","end":"651.200","lines":["I think there’s a number of things. Like, obviously, we’re in a really interesting time in terms of, like, public health."]},{"begin":"651.200","end":"652.360","lines":["Sure, yeah."]},{"begin":"652.360","end":"655.320","lines":["Unfor—I wish, maybe, we were in less interesting times."]},{"begin":"655.320","end":"658.480","lines":["I’d love to live in uninteresting times, frankly [laughs]."]},{"begin":"658.480","end":"660.920","lines":["[Laughs.] What are they even like?"]},{"begin":"660.920","end":"662.320","lines":["Yeah, I don’t know."]},{"begin":"662.320","end":"664.240","lines":["I think I experienced them as a child."]},{"begin":"664.240","end":"675.760","lines":["So, like, there’s public health, I think. Looking at a little bit, maybe, of the science behind extremism. And then sort of a little bit of light, a little bit of levity—it can’t be dark all of the time. I love a good animal story."]},{"begin":"675.760","end":"681.600","lines":["Yeah, we have fun here. We gotta cover the horrors, but [laughs] we, we also have a good time."]},{"begin":"681.600","end":"694.480","lines":["Well, Kendra, thanks so much for sitting down so our listeners could get to know you, and of course, they will be hearing you three times a week in their feed, so they’re about to get to know you a lot better."]},{"begin":"694.480","end":"697.360","lines":["Awesome. Thanks so much for having me, and I’m excited to be here."]},{"begin":"697.360","end":"703.280","lines":["Well, that’s all for today’s episode, and that’s it for me until 2026, so I’ll toss it over to you."]},{"begin":"703.280","end":"710.800","lines":["Tune in on Wednesday when we talk about griefbots, or how AI is helping people deal with the loss of their loved ones."]},{"begin":"710.800","end":"752.720","lines":["Science Quickly is produced by me, Kendra Pierre-Louis and Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"752.720","end":"769.160","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":769}