{"title":"A kiss is a tender act of love. How it originated remains a mystery","img":"https://static.scientificamerican.com/dam/m/3bb3d85b33f1b0e9/original/2602_SQ_FRI_KISSING.png?m=1770927858.508","url":"https://www.scientificamerican.com/podcast/episode/the-story-of-the-first-kiss-21-5-million-years-ago/","audio":"https://traffic.megaphone.fm/SAM3408625301.mp3","intro":["Why the simple act of kissing—which can be traced back 21.5 million years—continues to confound evolutionary biologists"],"authors":["Kendra Pierre-Louis","Sushmita Pathak","Alex Sugiura"],"category":["Evolutionary Biology"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"There is something about a good kiss that can stick with you, that can give you butterflies even decades later. For the past few weeks we’ve been asking listeners to share stories with us about their most memorable kiss."},{"author":"","text":"[CLIP:Kerry talks about a kiss: “And the minute you asked about the most memorable kiss, I went back to 1980, when I was 17 years old ...”]"},{"author":"Pierre-Louis","text":"That’s Kerry from New Orleans."},{"author":"","text":"[CLIP: Kerry continues: “And I went on a couple dates with my brother’s friend, who at the time was a ticket scalper, which was, ooh, taboo back then, and he was my brother’s friend, which was like a double taboo."},{"author":"","text":"So I think there might’ve been a little bad-boy influence involved, but honestly, it was just a very sweet, well-timed kiss. I mean, it wasn’t too soft. It wasn’t too mushy. [Laughs.] It wasn’t too hard. It wasn’t too, without getting graphic, moist. It was just right: the right amount of time, the right amount of tongue—sorry."},{"author":"","text":"And that was a long time ago, so it’s been in my little brain cells for a little while, and I like to think about it every once in a while.”]"},{"author":"Pierre-Louis","text":"Many of us, like Kerry, have had a kiss we still think about."},{"author":"","text":"Like Grant from Maryland, who says his most memorable kiss wasn’t actually a real kiss—it was part of a film project he was involved in as a college freshman. He played the former lover of the lead actor. And the kiss came in a scene where her character was remembering the love she had lost."},{"author":"","text":"Kissing is so important that it’s often a trope in Hollywood movies, and yet we don’t really know why animals, including humans, do this. In some ways it doesn’t make a ton of sense—kissing is an excellent way to spread germs for example. So I sat down with Matilda Brindle, an evolutionary biologist at the University of Oxford who studies social and sexual traits such as kissing."},{"author":"","text":"Hello, thank you for coming. How are you doing today?"},{"author":"Matilda Brindle","text":"Hi! Thank you for having me."},{"author":"Pierre-Louis","text":"How did you get interested in the subject of kissing?"},{"author":"Brindle","text":"Yeah, I think kissing is one of these things that we seem to do all the time, right? It can be something as small as kissing your partner goodbye in the morning before they go to work, or it can be kind of a mind-blowing snog that you have with someone that’s a bit earth-shattering. You know, we’ve even got things like the kiss of Judas and the kiss of life, so it’s huge in human culture."},{"author":"","text":"And I think that’s what got me interested because what I knew as a primate researcher is that, actually, other primates kiss each other, too, sometimes. And this got me thinking about: “Perhaps it’s an evolved trait rather than just a, a purely kind of human cultural thing. Maybe it has an evolutionary history as well.”"},{"author":"","text":"And another really interesting, I guess, cultural aspect of kissing is that, actually, not every single human culture does kiss. It’s only been documented—I think they only looked at something like 168 different cultures, but of those only 46 percent had this romantic or sexual kiss. So it’s by no means, a human universal, and so that was really interesting, and we wanted to explore this further."},{"author":"Pierre-Louis","text":"So basic question: How are we defining kissing?"},{"author":"Brindle","text":"So we defined kissing as “a non-agonistic interaction,” which basically just means that it’s not aggressive, “involving directed, intraspecific oral-oral contact with some movements of the lips [or] mouthparts and no food transfer.”"},{"author":"","text":"So the “intraspecific” bit just means that it has to happen within the same species."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"And the reason we had this, this kind of weird bit about “no food transfer” is because there’s a behavior known as premastication ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"Which actually looks a lot like kissing, but actually, what it is, is when typically mothers will pre-chew food for their offspring that they might not be able to kind of chew properly or safely on their own ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"And feed it to them. And sometimes this happens mouth to mouth, so it can look a lot like kissing, but it’s clearly a very different behavior."},{"author":"","text":"So yeah, it, it is a clunky definition. It’s certainly not romantic by any stretch of the imagination. [Laughs.]"},{"author":"Pierre-Louis","text":"[Laughs.] You note in your 2025 paper that kissing is kind of an evolutionary riddle in a way because of the disease risk, right? And kind of quite famously, among humans, we have mononucleosis, a.k.a. the kissing disease, so we know even intuitively as humans that, like, making out can have consequences—unintended consequences, if you will. Looking into your research in nonhuman primates how common was kissing?"},{"author":"Brindle","text":"So what we found is, actually, all of the large apes, except for one species of gorilla, seem to kiss one another. So that’s quite a big group. That’s the group of primates that humans belong to. And outside of the apes there were kind of a handful of primates—baboons and macaques, especially—that also kiss."},{"author":"","text":"So it does seem like it’s quite common within the primates, and actually, for those species that we didn’t have data for, we have this classic saying, right, “Absence of evidence is not evidence of absence,” and so actually, it might just be that we’ve not seen them kissing."},{"author":"","text":"Now, I’m not suggesting that they definitely do all kiss ..."},{"author":"Pierre-Louis","text":"Right."},{"author":"Brindle","text":"But actually, I think we have to take this kind of “do they, don’t they” with a little pinch of salt, but it does seem to be occurring within the large apes at least."},{"author":"Pierre-Louis","text":"As an evolutionary biologist what is the benefit of looking at kissing in apes and in other primates besides [humans]? Why don’t you just focus on, like, when humans kiss?"},{"author":"Brindle","text":"So my research is always comparative. I’ve looked at kissing. I’ve looked at behaviors such as masturbation or even kind of bits of anatomy, like the penis bone. And what you get by looking across different species is a better idea of the evolutionary history of a trait. You can’t tell how something has evolved just by looking at one species because you’re kind of missing all of this extra data."},{"author":"","text":"So by comparing even just humans, chimpanzees, and bonobos, who are our closest living primate relatives, we know, “Okay, all three of those species kiss, and so the ancestor of those three probably did as well.”"},{"author":"Pierre-Louis","text":"Mm."},{"author":"Brindle","text":"And then if you kind of zoom out even further and you add in the fact that gorillas kiss as well, or at least one species of gorilla kisses, then probably, the ancestor that that group all shares does as well."},{"author":"","text":"And if you’re just looking at humans, you can’t really get an idea of, I guess, evolutionary scale in the same way ..."},{"author":"Pierre-Louis","text":"Mm."},{"author":"Brindle","text":"As if you look across, you know, larger groups of species. And this is a really, really powerful way of understanding the deep evolutionary roots of different traits."},{"author":"Pierre-Louis","text":"I know that most of your work has not focused on humans, but are there theories as to why humans kiss?"},{"author":"Brindle","text":"Yes, there are theories as to why humans kiss. You know, the one thing that could be said for human kissing is that we’ve taken this kind of way above and beyond kissing in the animal kingdom. I mean, you know, we have sculptures dedicated to it. We’ve got all of [these] huge, symbolic ways of kissing one another. We’ve taken something and we’ve really run with it as humans."},{"author":"Pierre-Louis","text":"So what I’m hearing, just to be clear, is that when it comes to kissing humans are kind of overachievers. [Laughs.]"},{"author":"Brindle","text":"[Laughs.] I think so. I mean, you know, other animals might dispute that—they might think that their ways of kissing are the best—but I do think that we’ve taken it to a new extreme, I would say."},{"author":"","text":"But there are other kind of hypotheses for why kissing could have evolved that actually are applicable across different animal species. And these differ depending on whether we’re talking about romantic, sexual kissing ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"Or more platonic kissing."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"So for romantic or sexual kissing the first idea is that it could actually be kind of a form of mate assessment. And so what we’re potentially doing by kissing another individual is sussing out whether you wanna go kind of the whole hog, as it were, and reproduce with them."},{"author":"","text":"Reproducing with an individual, particularly for female mammals, is quite a costly thing to do. You have to, like, be pregnant for a while and lactate and raise this tiny little thing. That’s a lot of effort. And so if you can kind of avoid an individual that, you know, maybe they’re not the best partner or maybe their genes aren’t quite so compatible with yours and, and your offspring wouldn’t have the best immunity, these sorts of things that we can tell by kissing another individual, then, actually, that’s a pretty handy litmus test, really, for checking whether they’re worth the effort."},{"author":"Pierre-Louis","text":"Do you know “The Shoop Shoop Song” from the movie Mermaids, where it’s like, “If you wanna know if he loves you so, it’s in his kiss”?"},{"author":"","text":"[CLIP: “The Shoop Shoop Song (It’s in His Kiss),” by Cher”]"},{"author":"Pierre-Louis","text":"That’s kind of what this is giving. [Laughs.]"},{"author":"Brindle","text":"Yeah, exactly, yeah. “Is he worth it? I dunno. Kiss him and find out.” [Laughs.] And then the other idea is that it’s a form of precopulatory arousal, which is probably ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"A kind of sciencey way of saying foreplay. And that can be really handy for, basically, arousing an individual before they get to the sort of the copulation stage. You know, if you’re an animal and you’re just thinking about mating, then it might be quite handy to work out if an individual is arousing or not. And if they are, then that might actually increase the chance of fertilization during subsequent copulation."},{"author":"","text":"So for example, in human females we know that the vagina, over the course of arousal, actually changes in pH. So normally, it’s kind of acidic, to keep out any nasty pathogens and things like that, but when human females become aroused it becomes a lot more neutral, which makes it much more hospitable to sperm as well. And so that increases the chance of fertilization, just by kind of, I guess, cryptic female choice, and so arousal, again, it’s almost like this litmus test."},{"author":"","text":"And these are the two, I guess, key hypotheses for romantic or sexual kissing."},{"author":"Pierre-Louis","text":"You know, we’re right around Valentine’s Day, and so clearly, we’re interested in the romantic kissing, but, you know, there’s also platonic kissing, and, like, babies, for example—people sort of feel this impulse to, like, kiss a baby on the forehead."},{"author":"Brindle","text":"Yeah, yeah, absolutely. And actually, it does seem to have this really nice, I guess, bonding mechanism again, right, throughout the animal kingdom. So we have these platonic kisses between parents and their offspring quite often. And that, you know, might be a really nice way of releasing some oxytocin and kind of bonding a little bit with your offspring—or even friends. So it has ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"This affiliative purpose as well."},{"author":"","text":"We know that chimpanzees, for example, famously can be a little bit aggy, and they will go and kiss and make up after they’ve had an argument. And that’s a really nice way of mitigating social tension and kind of smoothing over social relationships, which, if you’re a primate and you’re an extremely social animal is such an important thing to do."},{"author":"Pierre-Louis","text":"Was there anything surprising in your research that you love to tell people?"},{"author":"Brindle","text":"In our research we trace kissing back 21.5 million years ..."},{"author":"Pierre-Louis","text":"Oh my gosh."},{"author":"Brindle","text":"To the ancestor of all of the large apes. Yeah, I mean, that’s a long time, right? So—and we, we did this by, basically, working out the last primate ancestor that we’re sure kissed, and that was the ancestor to all of the large apes, and that species lived 21.5 million years ago. But actually, it could go back even further than this, and what we really want is more data ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"In order to test these hypotheses that I’ve discussed today."},{"author":"","text":"And then the other thing we found that I thought was really, really exciting is that Neandertals also kissed one another. So like we reconstructed the ancestral states of kissing, we reconstructed the Neandertal tip of the tree. Now, of course, Neandertals have since, sadly, gone extinct, but what we were able to say, with some confidence, is that they were probably kissing one another."},{"author":"","text":"Now, the reason this is so exciting is: we know that humans and Neandertals were sharing an oral microbe for a couple of hundred thousand years after the two species split with one another ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"Which basically means that they were sharing saliva."},{"author":"","text":"Now, this could have been, you know, poor oral hygiene; they’re sharing food. But it also could have been because they were kissing one another. And then if you add to this the fact that most humans of non-African descent have a small percentage of Neandertal DNA ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Brindle","text":"Which shows that humans and Neandertals were interbreeding with one another, our finding that Neandertals were also a species that kiss kind of suggests that humans and Neandertals were probably kissing one another, which is a really cool finding, I think."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Brindle","text":"You know, we think of Neandertals as these kind of slightly brutish, hirsute individuals, and actually, maybe we really liked them back in the day, and we were kissing them. So I think that’s a, a nice finding from our study, too."},{"author":"Pierre-Louis","text":"This has been lovely. Thank you so much for your time."},{"author":"Brindle","text":"Thank you for having me. It’s been such a pleasure."},{"author":"Pierre-Louis","text":"That’s all for today. Tune in on Monday for our weekly news roundup."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great weekend and a happy Valentine’s Day!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,156,683,2084,13852,10532,9409,14705,11599,13951,15112,14163,17428,13886,17302,15489,17253,17930,16402,16947,17230,16926,14006,15820,11113,9791,14384,10203,17657,13990,19389,14708,17743,8864,6423,6685,5413,17079,21722,20882,14379,13856,8979,8585,15335,15103,12495,9838,13927,9380,8709,7248,8045,11271,10121,10892,12900,14707,17958,17408,17337,14367,10476,11444,8050,9453,9563,13471,9229,3879,2803,2994,2832,17455,15787,14306,10044,12458,7016,9413,7450,777,14996,13536,14416,14218,9892,10286,7136,10298,2084,979,16377,18246,11805,8011,10843,11213,9019,7310,11115,11826,8477,10147,10976,11089,8459,10123,1375,6689,9695,14662,6843,13382,16196,13198,7239,10848,14933,16611,16000,2181,574,7213,10960,8650,10715,11192,2870,6570,15200,16687,21371,12381,16502,8907,7634,10112,4474,4963,12709,13847,18071,13069,15103,17514,16706,13436,2243,8023,17991,15229,15832,16333,14350,11350,10878,11023,9346,6147,11709,6800,1390,22181,13759,16784,15470,10175,11572,20235,17761,12272,3185,1144,16139,20775,14546,13865,14977,12479,9637,7764,10161,10987,14253,1085,1026,7797,20106,12555,14596,15486,14675,8719,12339,4122,1067,1032,2427,14622,14488,10623,15457,3617,1009,12017,13377,14812,13179,18227,16020,12564,14161,12212,9754,13528,17421,17521,13984,1747,17401,17372,15956,13146,4686,973,1245,14119,19141,18453,17625,1217,939,18138,20714,2171,9236,12546,18804,11144,16714,11903,17777,15138,14153,6233,15255,21066,10452,1763,1604,20000,15320,23056,17448,17181,15783,1725,13794,13839,15058,17322,16427,12981,10058,7457,1332,10338,8370,11357,10677,12370,9996,11487,9715,7286,8904,9958,10033,8506,10515,9402,1321,1073,13629,18834,8657,9055,8856,10815,8388,12180,9082,6378,1241,14509,16608,10881,9570,11751,13718,16475,9969,8676,9234,12434,14021,12382,11639,7107,1479,9996,12686,16515,9131,5925,12855,10369,10899,7125,6851,1748,1668,17192,16702,15461,13206,10652,10698,7794,1624,10074,16334,10729,10487,10710,10090,6969,8561,7742,7987,5897,6697,2352,4037,15040,16866,21279,13001,10891,12897,13058,10288,7894,7541,4000,1159,14584,14269,14254,12991,10365,9643,6016,6957,8060,5666,4611,349,10113,14937,8722,9761,9933,9313,7510,1775,14900,14978,11847,12218,10282,8430,9848,5436,7006,1949,16669,18895,19809,13059,12213,10581,11625,16037,11521,12627,12063,12213,9469,10812,11379,7433,11382,14131,11898,12522,6853,15166,2602,12472,11695,6632,120,228,16471,17303,3342,18039,7701,9312,11942,11025,10673,11501,13883,8625,18027,11057,2361,20728,17759,13357,14492,11179,11133,13205,9920,10339,8386,24,21584,21804,6867,14454,15071,12119,17278,9567,16967,16329,13528,9083,1403,19028,21060,18135,22641,20909,18956,16026,16161,17219,15754,14936,9073,12984,21026,19438,20950,12256,11987,12395,13399,20488,9157,8870,16516,3363,18172,22636,22387,17293,22834,14700,22787,20416,17349,22039,22377,22818,10697,6002,12965,21493,10838,19176,22457,2957,16686,20306,17069,11722,22643,7426,11082,14348,14115,9608,10107,16528,9196,6463,16405,22629,15899,15688,13662,6750,17214,18387,21188,13715,21465,8465,22769,18416,17040,11190,1105,18257,11202,15168,20001,7629,7594,9420,16591,9511,8621,10514,4923,15817,17581,18789,17240,19913,5637,22578,13595,12842,9267,18098,10834,3860,22699,22655,22662,16172,17040,12112,14170,13109,6241,11658,13088,6060,14352,2228,17366,18408,15582,15351,11360,6413,20254,12838,2376,11813,19725,14040,16063,12278,15453,5160,15772,17132,22304,18684,6826,11847,9384,20155,15187,16689,16942,15008,11478,7573,9713,8899,13578,7331,7933,3504,22647,16724,12330,18842,15406,22654,19648,17650,21345,14713,17286,16923,7638,5771,19512,19075,15408,18241,7009,22221,10578,17325,22602,22658,6986,13616,9834,11895,9504,22666,11197,21527,22617,13876,4744,11394,18187,2155,17258,15191,12204,14972,9153,9694,21071,8048,9670,22703,14580,9226,9913,13752,12064,8974,18043,15815,419,8841,18523,11374,15137,14542,17134,17425,14946,9478,6341,407,21001,22076,14662,17656,18340,11295,12731,22622,22662,13857,20681,17207,11866,8212,12702,19125,19081,7296,22788,10997,17348,15276,15935,17740,14842,11884,10988,22806,22574,22665,10926,16182,626,18992,22658,21248,13522,11754,16842,15309,13233,17599,20531,7103,1996,16296,22630,16150,10511,15243,11282,17537,10827,22683,11943,15784,9856,14387,14658,9670,11300,11635,2359,8487,20836,8892,19487,22078,11775,16414,16124,15022,14698,14461,10722,13859,12733,11672,12405,8932,3299,14824,9574,17919,17275,18973,12938,13473,18633,17118,13323,14358,10421,7324,10003,14831,15587,13948,11492,9187,11384,19866,11908,10623,1220,22616,13945,17462,22703,20344,7549,10684,16211,22433,11103,8849,7466,22693,4438,792,15992,13502,17935,11992,11909,10738,10794,12299,16842,14390,9563,11323,10651,7247,5925,5983,3506,15705,19108,12579,22511,13645,15471,13980,17603,16898,12202,10042,18434,20515,11971,13490,10853,19873,18438,22673,7473,16576,21346,17330,16968,8904,10332,7077,10837,11182,5663,9334,9147,3994,11059,9251,22648,18769,22686,22630,22745,21111,10942,22522,15582,22692,12379,12697,22903,22817,22591,20454,22689,8599,19843,22804,8995,11628,12311,16051,22753,12078,13742,12987,11190,1343,22667,14256,15246,18209,21912,14608,13126,22027,12466,13376,16141,20492,11455,9862,12353,15267,15089,22474,22612,22636,14577,10704,16741,10531,15114,9016,16056,12007,14287,10177,8620,7203,10428,3995,19459,16750,21498,12799,15698,15385,9573,12160,12182,15144,17058,3367,683,21114,15342,13525,18831,20608,11918,22824,18160,22635,12520,10254,19188,12486,22668,22748,17844,17077,11705,13124,16314,14288,22618,20522,6656,16244,14735,8791,1763,22728,18773,13258,15383,11572,5416,15249,16896,22462,20488,21836,10270,18506,18660,22670,22002,19168,12048,22621,17086,20994,16176,14981,9881,18312,13349,15373,11568,8838,6432,23019,22673,16103,22728,17008,17650,18832,22643,9959,11428,8793,11980,6238,8122,22701,22646,14026,13703,22685,18098,18702,18950,13989,18832,17538,21074,21155,20869,8320,19856,9056,22610,12273,12022,18402,8177,5241,21470,15791,17437,8703,22554,16171,17205,15761,22618,11695,19917,19646,7963,15290,21772,18689,21128,10324,2346,16567,14714,10905,12007,11118,21913,13311,13608,1408,11999,22736,22579,22706,22647,13395,22658,10836,22693,13276,14466,16536,17983,12150,22667,15027,18803,22579,14548,15412,17473,13791,8884,12751,10185,8139,11791,3298,22692,15596,22567,22692,12815,12994,6018,16023,11923,22732,22629,22607,6133,22647,15269,21812,21162,17684,2353,2547,798,22584,22729,19477,12305,18775,12269,22243,22301,6770,13504,22628,16071,13033,8183,20047,9341,12023,21433,20945,12363,7465,10765,23099,21301,19090,13449,14945,14688,9851,15895,21661,18453,16094,11631,12072,13046,8985,7337,15020,11652,21236,16087,13653,14912,14919,3205,16587,14731,10460,538,22630,15086,18320,12204,12189,19821,9315,7555,3688,20122,10896,17407,15958,22632,13938,18278,6000,12570,4235,2640,20959,16447,14938,16382,22668,13307,13982,11777,19626,20960,15508,13750,15861,11338,14287,22933,7871,17955,15346,11000,5387,4274,19718,16066,10563,22712,18988,8304,5838,20436,11364,13278,10671,19514,18156,11477,8390,13535,7887,6550,9479,3968,9337,1170,19997,19274,21881,13208,8241,19464,13039,19624,10038,14605,18424,15172,6407,13213,22632,13043,17182,20074,9128,22617,5896,5799,22755,22655,19080,7105,8875,12469,11921,10228,16377,13097,8338,18102,10857,13761,12770,14014,10576,14019,22414,22713,7130,6995,10637,20336,15051,18714,14790,15559,17642,9557,7378,15396,8465,13624,22649,12711,6525,8868,8552,693,15610,6595,14269,22600,7697,14430,20286,17806,12783,12557,22552,17710,19880,21936,22637,20392,10168,14231,20923,14190,14053,22656,19349,13405,14597,9629,10504,13612,10960,14682,16453,14554,13397,6,22712,9509,14921,9861,6987,10337,6555,19283,12120,10736,12202,10132,10160,11591,8750,22659,13112,10051,10410,13579,10671,12331,13900,17837,16955,1567,10673,20025,18681,2122,17978,17981,20013,13597,9420,6758,22631,13651,11958,14581,11581,9553,13067,14080,10926,12468,13006,16771,16458,21666,7820,6987,11905,21356,11073,3289,14837,17354,11777,17051,16330,11739,13910,15826,11402,9287,276,22676,20277,15434,16780,14433,10049,9280,11784,14174,22780,15075,14265,9397,16885,9218,13067,2598,21352,22619,22615,15642,19920,10630,15672,14747,19136,22820,17936,21043,17406,8422,22857,16235,12904,13793,18743,14422,20633,17925,17933,22565,19246,13340,21455,6507,21788,21855,18954,16506,4767,18593,22304,22740,20808,21656,21169,22682,23125,22790,23083,21355,22537,14901,22706,19073,14754,20315,12828,17044,10796,13579,12542,22520,19110,19781,22632,22699,5268,20179,12955,15115,14317,14137,6213,19938,22618,22074,15417,18047,23003,22631,22662,14093,15719,18734,22674,22730,14280,5124,15808,18708,22099,22605,22523,17178,15205,10378,1326,20753,22804,19855,15481,21986,14252,10163,20476,23062,20731,22785,22631,22044,21866,18633,21204,20888,22647,18050,22713,22624,18355,14032,12841,13499,22779,14948,22708,20089,21045,14337,19026,14038,13141,16344,18991,13917,16763,6761,22671,22670,22250,22682,4628,20359,10529,11383,17974,19165,8809,8877,5590,12236,19780,18123,3765,22213,22852,19203,10408,12462,16146,11211,12943,5299,11212,10079,4945,19850,15887,15016,18218,15571,7948,7582,15786,13095,22774,11472,20157,3396,11004,12049,11284,9813,3823,5027,1750,13904,22675,13111,20976,17182,16820,6498,12766,6340,20568,15603,17188,14095,22673,13544,13894,21034,13649,14262,7626,11448,2969,3179,11036,11244,18497,16973,14762,14547,8676,15290,13654,19598,12675,14000,13864,10149,12985,12618,15861,21367,16982,11790,15085,21306,10894,12087,22618,19483,18981,16996,20671,22695,17262,17140,11057,8668,15709,19229,13119,12997,14972,18342,16799,7622,11284,17168,18486,7750,22023,22626,9968,6579,16013,6800,8291,3306,12602,20060,12503,22620,22647,22677,15888,18166,12425,15320,20111,13946,14002,18566,3289,15852,21530,22668,11070,22124,22624,9635,17484,14071,13124,22611,12592,12683,9516,12953,8706,8719,10597,13135,20035,22509,13815,13786,20469,19304,15035,15112,13997,9447,4633,6713,7129,12479,13025,14862,10828,4522,15535,14214,6371,5089,12278,13519,17441,6165,5316,16887,14359,12456,6007,5117,19570,11470,11493,7170,22476,9226,9854,17867,14926,21704,18779,18615,19862,13750,17911,15666,19890,15464,22176,19156,6106,13137,7217,22728,11079,12186,18624,22808,16162,22875,18348,19965,20343,21356,2052,22579,22537,16728,20133,18686,14256,17077,14450,12324,14155,8411,16671,12707,16225,12258,18033,14265,10423,19665,12326,14295,18083,13630,16071,15105,21921,10270,9414,14435,8940,5337,13402,22727,10831,12553,17937,22924,22908,22705,22694,9708,22430,22879,22508,22668,13266,22605,17555,18611,18132,15349,22676,22620,12668,13168,6505,13501,22763,16793,22665,21684,17652,13443,16103,11477,10581,12129,11765,9520,11163,14608,19858,5750,1639,17538,10643,18758,20582,18647,22482,11477,22060,20575,15799,9753,4095,22710,22725,22730,9194,16590,19622,11324,9998,15953,21368,22715,12562,2687,14628,14423,13592,7846,19252,22335,12606,13457,12971,8782,7461,11395,9201,14033,15650,7439,19857,22774,13970,14782,22661,18051,8350,14050,7783,20084,9982,7789,22750,22681,526,14285,11832,22640,22669,13496,22675,18516,14830,13990,15811,10861,11393,22706,7833,8690,6248,22274,22626,15187,22715,13370,11901,9903,13248,11273,12784,13105,5953,18423,11510,10801,14517,13489,8433,7393,13138,6472,3892,22690,17209,18878,12283,5641,13367,11196,13479,10986,2133,14194,8999,12703,20955,18026,19761,14794,9071,20769,13613,12096,14641,12804,8554,15366,9594,13886,6604,13848,11938,16158,15552,12600,12503,6145,5946,5968,11646,10478,8053,19079,18426,12487,14319,16580,16606,22704,5691,7583,21639,19521,16224,8437,15221,17638,8623,14522,8444,8392,11899,22481,19581,18057,1835,19984,22661,12460,18004,17426,16913,14446,19887,11559,22696,22593,13612,16021,11014,17700,15791,14076,22665,12352,15483,4779,19376,22843,8839,16799,12070,18212,12750,17305,20297,6547,22603,17016,20056,14623,10898,22556,12783,19591,11479,7644,10290,19473,15375,5984,20977,5811,13947,1187,22667,21098,22663,20711,12341,13088,13119,11728,17589,12753,14188,11392,20206,14087,7669,13747,1834,22671,11638,20674,17120,14064,16891,9724,18253,22382,12285,11614,15003,9081,15759,14916,14910,13851,13718,13874,16134,329,22772,22773,17058,15716,9228,22675,22346,18797,19767,22637,18368,22467,22656,9189,19303,17437,12735,9888,19931,9746,22613,20901,22610,12160,13880,22203,4202,17551,19526,11701,11716,7644,7411,9912,6779,22641,15482,16767,16891,14783,20797,6743,22650,8754,15569,12389,13492,13958,2876,18833,19585,15211,15319,16041,8099,9297,19575,19496,11742,14431,17439,14527,10913,11122,13827,13525,17290,17337,14254,20111,10934,11538,16090,18813,13083,17694,17022,22561,3157,22653,22665,9525,15681,15303,18306,10558,794,22718,10600,5495,13291,15151,21957,12516,22007,22628,20594,18455,15088,22643,18721,19269,13740,22165,14099,8067,19636,9507,21581,12479,22709,8809,12535,12496,16821,12763,10961,13763,13009,16127,3505,11852,19999,17614,19258,10089,18555,12350,15696,18376,17972,9580,12122,10797,8341,19055,12120,19638,6778,14315,19238,7589,7896,10419,14405,736,14011,18623,17326,20967,10096,9335,16451,5302,12491,22903,15392,9497,11026,14321,16265,22479,14922,15222,11437,19175,16544,17651,16269,14303,12984,17689,9302,15940,10882,10687,9974,22639,16672,16704,14855,18156,18003,17725,22653,22672,22706,21157,16876,19357,17306,15050,22645,15895,22764,22617,22629,22155,9101,22704,22646,22765,22683,17859,17437,9905,12654,13126,11570,8292,2322,22980,13747,14956,22703,13182,9162,11519,13960,11677,22971,12314,15320,18662,11107,1013,15990,8192,14216,6374,10174,13117,1884,22693,11483,21178,22688,7551,22662,6062,9057,12667,13664,22078,5659,11846,15578,9862,3100,17455,18637,17468,14685,14233,12927,14824,17035,11750,14241,18012,7189,17634,18208,11628,21839,21368,22670,22637,22690,12251,16012,12069,11148,22769,15584,6845,3590,14981,21467,22730,14878,16732,17758,13375,8466,11865,12825,12460,22134,22782,12716,11266,15731,9265,12655,9471,18229,10926,10316,4715,18370,18625,17830,21419,19777,22650,15384,13754,11012,13453,22782,15330,22366,10756,9078,14576,13800,22679,15733,22761,14742,6463,20319,20683,13733,22677,12806,19601,22631,11642,17608,19054,10326,7754,5727,13547,2366,1115,22677,6326,14082,17211,10969,9531,16141,22479,6668,12231,14395,13291,18852,18055,11463,9245,19013,18861,14666,15617,22573,9282,19448,19036,13958,12129,15953,7872,2905,4377,15747,12716,13816,14249,17898,10298,8904,20703,9478,9488,10327,8365,9531,20086,6201,8037,8636,15035,15744,9162,9508,12131,11573,12258,11406,2035,22755,22638,16338,22651,11827,10936,11672,9357,18789,17336,21718,20820,14675,13176,17535,10448,11029,13161,7021,8872,12655,6905,7952,4089,2779,8773,17156,18290,14007,17063,22694,14973,10578,14607,12454,8617,12439,20485,5587,18295,13417,14336,13641,21584,18930,20754,10760,21907,4670,3932,20291,18923,3938,14543,12029,22086,6170,7456,6525,10060,6271,11886,977,22610,18525,15795,14560,22650,11331,11864,8869,10930,8039,21148,12981,1726,16611,15644,22632,13327,17183,22690,17585,10807,90,16111,9499,11618,17957,22347,14502,17305,22820,22669,21480,19344,4861,7787,22499,22583,15662,16315,22597,14059,14880,15836,21068,16060,15766,12446,19221,18011,1859,17945,14144,18373,22640,10499,16508,9717,14015,19229,22008,17098,15325,10812,8931,8601,17134,22812,22699,22657,22656,7109,8457,8208,10219,884,2364,10376,10770,16188,6756,11284,7180,918,13811,8973,11489,11785,6976,8362,3699,17006,8947,23051,15766,13313,13718,18140,15338,2370,892,22635,20104,10793,6827,18609,16891,11952,11169,7660,9733,5954,1186,2062,23304,12673,11629,9427,10295,5161,2703,13656,9008,6748,10767,11881,11531,8873,8910,8917,8438,11822,8110,6194,1865,1011,18565,18522,13889,11782,11993,7672,8465,10098,13275,12849,10659,10500,13692,7528,9218,4587,20170,17865,12924,11702,15050,10598,5815,6996,3080,15726,19389,14978,12415,11086,12116,8949,10184,14391,7829,7156,3497,13614,19966,12109,12848,8741,10664,9359,7758,18634,15830,9431,9306,9206,9489,8737,8333,1648,2218,9244,8120,6606,7255,7085,9099,8913,6173,7317,8049,12742,9860,14069,10333,11799,15134,14185,17639,18183,14799,11603,10571,12627,12248,16695,16942,19788,17905,15913,14228,8630,9896,6946,9314,10705,9214,8943,3981,7798,6480,4471,3794,1911,1228,1164,582,194,106,37,1,9086,1402,9250,18065,23431,24246,17248,16077,17007,24493,14487,19467,13282,24436,24198,10399,22839,17932,24364,18623,23955,14831,24431,18671,17473,17913,24387,20690,16584,10106,15231,23538,20115,18325,16418,24611,16918,9823,23220,22728,23048,18930,19764,20230,23189,22068,20784,21183,19222,20678,18985,21264,19757,19320,19457,22413,17936,19983,21947,19972,5991,24329,23740,22563,18375,24373,20963,17488,20227,21800,18976,23995,19819,20702,19044,24368,21736,18183,24531,21247,19560,21358,20297,24495,23995,7030,20397,18757,8360,18323,20157,16514,18040,6093,4839,2925,2938,1362,609],"fragments":[{"begin":"0.000","end":"8.240","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"8.240","end":"27.320","lines":["There is something about a good kiss that can stick with you, that can give you butterflies even decades later. For the past few weeks we’ve been asking listeners to share stories with us about their most memorable kiss."]},{"begin":"27.320","end":"46.080","lines":["[CLIP:Kerry talks about a kiss: “And the minute you asked about the most memorable kiss, I went back to 1980, when I was 17 years old ...”]"]},{"begin":"46.080","end":"51.440","lines":["That’s Kerry from New Orleans."]},{"begin":"51.440","end":"75.080","lines":["[CLIP: Kerry continues: “And I went on a couple dates with my brother’s friend, who at the time was a ticket scalper, which was, ooh, taboo back then, and he was my brother’s friend, which was like a double taboo."]},{"begin":"75.080","end":"107.200","lines":["So I think there might’ve been a little bad-boy influence involved, but honestly, it was just a very sweet, well-timed kiss. I mean, it wasn’t too soft. It wasn’t too mushy. [Laughs.] It wasn’t too hard. It wasn’t too, without getting graphic, moist. It was just right: the right amount of time, the right amount of tongue—sorry."]},{"begin":"107.200","end":"115.440","lines":["And that was a long time ago, so it’s been in my little brain cells for a little while, and I like to think about it every once in a while.”]"]},{"begin":"115.440","end":"118.600","lines":["Many of us, like Kerry, have had a kiss we still think about."]},{"begin":"118.600","end":"133.480","lines":["Like Grant from Maryland, who says his most memorable kiss wasn’t actually a real kiss—it was part of a film project he was involved in as a college freshman. He played the former lover of the lead actor. And the kiss came in a scene where her character was remembering the love she had lost."]},{"begin":"133.480","end":"154.640","lines":["Kissing is so important that it’s often a trope in Hollywood movies, and yet we don’t really know why animals, including humans, do this. In some ways it doesn’t make a ton of sense—kissing is an excellent way to spread germs for example. So I sat down with Matilda Brindle, an evolutionary biologist at the University of Oxford who studies social and sexual traits such as kissing."]},{"begin":"154.640","end":"157.400","lines":["Hello, thank you for coming. How are you doing today?"]},{"begin":"157.400","end":"159.040","lines":["Hi! Thank you for having me."]},{"begin":"159.040","end":"162.440","lines":["How did you get interested in the subject of kissing?"]},{"begin":"162.440","end":"183.920","lines":["Yeah, I think kissing is one of these things that we seem to do all the time, right? It can be something as small as kissing your partner goodbye in the morning before they go to work, or it can be kind of a mind-blowing snog that you have with someone that’s a bit earth-shattering. You know, we’ve even got things like the kiss of Judas and the kiss of life, so it’s huge in human culture."]},{"begin":"183.920","end":"203.600","lines":["And I think that’s what got me interested because what I knew as a primate researcher is that, actually, other primates kiss each other, too, sometimes. And this got me thinking about: “Perhaps it’s an evolved trait rather than just a, a purely kind of human cultural thing. Maybe it has an evolutionary history as well.”"]},{"begin":"203.600","end":"228.880","lines":["And another really interesting, I guess, cultural aspect of kissing is that, actually, not every single human culture does kiss. It’s only been documented—I think they only looked at something like 168 different cultures, but of those only 46 percent had this romantic or sexual kiss. So it’s by no means, a human universal, and so that was really interesting, and we wanted to explore this further."]},{"begin":"228.880","end":"231.960","lines":["So basic question: How are we defining kissing?"]},{"begin":"231.960","end":"250.720","lines":["So we defined kissing as “a non-agonistic interaction,” which basically just means that it’s not aggressive, “involving directed, intraspecific oral-oral contact with some movements of the lips [or] mouthparts and no food transfer.”"]},{"begin":"250.720","end":"256.040","lines":["So the “intraspecific” bit just means that it has to happen within the same species."]},{"begin":"256.040","end":"256.680","lines":["Mm-hmm."]},{"begin":"256.680","end":"263.080","lines":["And the reason we had this, this kind of weird bit about “no food transfer” is because there’s a behavior known as premastication ..."]},{"begin":"263.080","end":"263.440","lines":["Mm-hmm."]},{"begin":"263.440","end":"275.080","lines":["Which actually looks a lot like kissing, but actually, what it is, is when typically mothers will pre-chew food for their offspring that they might not be able to kind of chew properly or safely on their own ..."]},{"begin":"275.080","end":"275.360","lines":["Mm-hmm."]},{"begin":"275.360","end":"282.720","lines":["And feed it to them. And sometimes this happens mouth to mouth, so it can look a lot like kissing, but it’s clearly a very different behavior."]},{"begin":"282.720","end":"289.520","lines":["So yeah, it, it is a clunky definition. It’s certainly not romantic by any stretch of the imagination. [Laughs.]"]},{"begin":"289.520","end":"316.760","lines":["[Laughs.] You note in your 2025 paper that kissing is kind of an evolutionary riddle in a way because of the disease risk, right? And kind of quite famously, among humans, we have mononucleosis, a.k.a. the kissing disease, so we know even intuitively as humans that, like, making out can have consequences—unintended consequences, if you will. Looking into your research in nonhuman primates how common was kissing?"]},{"begin":"316.760","end":"336.400","lines":["So what we found is, actually, all of the large apes, except for one species of gorilla, seem to kiss one another. So that’s quite a big group. That’s the group of primates that humans belong to. And outside of the apes there were kind of a handful of primates—baboons and macaques, especially—that also kiss."]},{"begin":"336.400","end":"352.040","lines":["So it does seem like it’s quite common within the primates, and actually, for those species that we didn’t have data for, we have this classic saying, right, “Absence of evidence is not evidence of absence,” and so actually, it might just be that we’ve not seen them kissing."]},{"begin":"352.040","end":"354.720","lines":["Now, I’m not suggesting that they definitely do all kiss ..."]},{"begin":"354.720","end":"354.760","lines":["Right."]},{"begin":"354.760","end":"365.000","lines":["But actually, I think we have to take this kind of “do they, don’t they” with a little pinch of salt, but it does seem to be occurring within the large apes at least."]},{"begin":"365.000","end":"376.000","lines":["As an evolutionary biologist what is the benefit of looking at kissing in apes and in other primates besides [humans]? Why don’t you just focus on, like, when humans kiss?"]},{"begin":"376.000","end":"398.680","lines":["So my research is always comparative. I’ve looked at kissing. I’ve looked at behaviors such as masturbation or even kind of bits of anatomy, like the penis bone. And what you get by looking across different species is a better idea of the evolutionary history of a trait. You can’t tell how something has evolved just by looking at one species because you’re kind of missing all of this extra data."]},{"begin":"398.680","end":"412.360","lines":["So by comparing even just humans, chimpanzees, and bonobos, who are our closest living primate relatives, we know, “Okay, all three of those species kiss, and so the ancestor of those three probably did as well.”"]},{"begin":"412.360","end":"412.360","lines":["Mm."]},{"begin":"412.360","end":"423.440","lines":["And then if you kind of zoom out even further and you add in the fact that gorillas kiss as well, or at least one species of gorilla kisses, then probably, the ancestor that that group all shares does as well."]},{"begin":"423.440","end":"429.960","lines":["And if you’re just looking at humans, you can’t really get an idea of, I guess, evolutionary scale in the same way ..."]},{"begin":"429.960","end":"430.240","lines":["Mm."]},{"begin":"430.240","end":"441.320","lines":["As if you look across, you know, larger groups of species. And this is a really, really powerful way of understanding the deep evolutionary roots of different traits."]},{"begin":"441.320","end":"446.400","lines":["I know that most of your work has not focused on humans, but are there theories as to why humans kiss?"]},{"begin":"446.400","end":"469.560","lines":["Yes, there are theories as to why humans kiss. You know, the one thing that could be said for human kissing is that we’ve taken this kind of way above and beyond kissing in the animal kingdom. I mean, you know, we have sculptures dedicated to it. We’ve got all of [these] huge, symbolic ways of kissing one another. We’ve taken something and we’ve really run with it as humans."]},{"begin":"469.560","end":"475.840","lines":["So what I’m hearing, just to be clear, is that when it comes to kissing humans are kind of overachievers. [Laughs.]"]},{"begin":"475.840","end":"484.960","lines":["[Laughs.] I think so. I mean, you know, other animals might dispute that—they might think that their ways of kissing are the best—but I do think that we’ve taken it to a new extreme, I would say."]},{"begin":"484.960","end":"498.480","lines":["But there are other kind of hypotheses for why kissing could have evolved that actually are applicable across different animal species. And these differ depending on whether we’re talking about romantic, sexual kissing ..."]},{"begin":"498.480","end":"498.880","lines":["Mm-hmm."]},{"begin":"498.880","end":"499.880","lines":["Or more platonic kissing."]},{"begin":"499.880","end":"500.320","lines":["Mm-hmm."]},{"begin":"500.320","end":"517.200","lines":["So for romantic or sexual kissing the first idea is that it could actually be kind of a form of mate assessment. And so what we’re potentially doing by kissing another individual is sussing out whether you wanna go kind of the whole hog, as it were, and reproduce with them."]},{"begin":"517.200","end":"549.880","lines":["Reproducing with an individual, particularly for female mammals, is quite a costly thing to do. You have to, like, be pregnant for a while and lactate and raise this tiny little thing. That’s a lot of effort. And so if you can kind of avoid an individual that, you know, maybe they’re not the best partner or maybe their genes aren’t quite so compatible with yours and, and your offspring wouldn’t have the best immunity, these sorts of things that we can tell by kissing another individual, then, actually, that’s a pretty handy litmus test, really, for checking whether they’re worth the effort."]},{"begin":"549.880","end":"557.400","lines":["Do you know “The Shoop Shoop Song” from the movie Mermaids, where it’s like, “If you wanna know if he loves you so, it’s in his kiss”?"]},{"begin":"557.400","end":"562.800","lines":["[CLIP: “The Shoop Shoop Song (It’s in His Kiss),” by Cher”]"]},{"begin":"562.800","end":"564.960","lines":["That’s kind of what this is giving. [Laughs.]"]},{"begin":"564.960","end":"576.320","lines":["Yeah, exactly, yeah. “Is he worth it? I dunno. Kiss him and find out.” [Laughs.] And then the other idea is that it’s a form of precopulatory arousal, which is probably ..."]},{"begin":"576.320","end":"576.640","lines":["Mm-hmm."]},{"begin":"576.640","end":"603.520","lines":["A kind of sciencey way of saying foreplay. And that can be really handy for, basically, arousing an individual before they get to the sort of the copulation stage. You know, if you’re an animal and you’re just thinking about mating, then it might be quite handy to work out if an individual is arousing or not. And if they are, then that might actually increase the chance of fertilization during subsequent copulation."]},{"begin":"603.520","end":"632.520","lines":["So for example, in human females we know that the vagina, over the course of arousal, actually changes in pH. So normally, it’s kind of acidic, to keep out any nasty pathogens and things like that, but when human females become aroused it becomes a lot more neutral, which makes it much more hospitable to sperm as well. And so that increases the chance of fertilization, just by kind of, I guess, cryptic female choice, and so arousal, again, it’s almost like this litmus test."]},{"begin":"632.520","end":"637.880","lines":["And these are the two, I guess, key hypotheses for romantic or sexual kissing."]},{"begin":"637.880","end":"648.880","lines":["You know, we’re right around Valentine’s Day, and so clearly, we’re interested in the romantic kissing, but, you know, there’s also platonic kissing, and, like, babies, for example—people sort of feel this impulse to, like, kiss a baby on the forehead."]},{"begin":"648.880","end":"669.880","lines":["Yeah, yeah, absolutely. And actually, it does seem to have this really nice, I guess, bonding mechanism again, right, throughout the animal kingdom. So we have these platonic kisses between parents and their offspring quite often. And that, you know, might be a really nice way of releasing some oxytocin and kind of bonding a little bit with your offspring—or even friends. So it has ..."]},{"begin":"669.880","end":"670.480","lines":["Mm-hmm."]},{"begin":"670.480","end":"672.600","lines":["This affiliative purpose as well."]},{"begin":"672.600","end":"693.240","lines":["We know that chimpanzees, for example, famously can be a little bit aggy, and they will go and kiss and make up after they’ve had an argument. And that’s a really nice way of mitigating social tension and kind of smoothing over social relationships, which, if you’re a primate and you’re an extremely social animal is such an important thing to do."]},{"begin":"693.240","end":"697.040","lines":["Was there anything surprising in your research that you love to tell people?"]},{"begin":"697.040","end":"702.200","lines":["In our research we trace kissing back 21.5 million years ..."]},{"begin":"702.200","end":"703.160","lines":["Oh my gosh."]},{"begin":"703.160","end":"723.560","lines":["To the ancestor of all of the large apes. Yeah, I mean, that’s a long time, right? So—and we, we did this by, basically, working out the last primate ancestor that we’re sure kissed, and that was the ancestor to all of the large apes, and that species lived 21.5 million years ago. But actually, it could go back even further than this, and what we really want is more data ..."]},{"begin":"723.560","end":"723.920","lines":["Mm-hmm."]},{"begin":"723.920","end":"727.360","lines":["In order to test these hypotheses that I’ve discussed today."]},{"begin":"727.360","end":"750.680","lines":["And then the other thing we found that I thought was really, really exciting is that Neandertals also kissed one another. So like we reconstructed the ancestral states of kissing, we reconstructed the Neandertal tip of the tree. Now, of course, Neandertals have since, sadly, gone extinct, but what we were able to say, with some confidence, is that they were probably kissing one another."]},{"begin":"750.680","end":"764.640","lines":["Now, the reason this is so exciting is: we know that humans and Neandertals were sharing an oral microbe for a couple of hundred thousand years after the two species split with one another ..."]},{"begin":"764.640","end":"764.920","lines":["Mm-hmm."]},{"begin":"764.920","end":"766.960","lines":["Which basically means that they were sharing saliva."]},{"begin":"766.960","end":"782.000","lines":["Now, this could have been, you know, poor oral hygiene; they’re sharing food. But it also could have been because they were kissing one another. And then if you add to this the fact that most humans of non-African descent have a small percentage of Neandertal DNA ..."]},{"begin":"782.000","end":"782.240","lines":["Mm-hmm."]},{"begin":"782.240","end":"796.440","lines":["Which shows that humans and Neandertals were interbreeding with one another, our finding that Neandertals were also a species that kiss kind of suggests that humans and Neandertals were probably kissing one another, which is a really cool finding, I think."]},{"begin":"796.440","end":"796.840","lines":["[Laughs.]"]},{"begin":"796.840","end":"809.280","lines":["You know, we think of Neandertals as these kind of slightly brutish, hirsute individuals, and actually, maybe we really liked them back in the day, and we were kissing them. So I think that’s a, a nice finding from our study, too."]},{"begin":"809.280","end":"813.280","lines":["This has been lovely. Thank you so much for your time."]},{"begin":"813.280","end":"815.800","lines":["Thank you for having me. It’s been such a pleasure."]},{"begin":"815.800","end":"820.160","lines":["That’s all for today. Tune in on Monday for our weekly news roundup."]},{"begin":"820.160","end":"876.600","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"876.600","end":"887.920","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great weekend and a happy Valentine’s Day!"]}],"duration":887}