{"title":"Rediscovering Katharine Burr Blodgett’s scientific brilliance","img":"https://static.scientificamerican.com/dam/m/b3d59164331b08ab/original/2601_SQ_WED_LWOS.png?m=1769698749.983","url":"https://www.scientificamerican.com/podcast/episode/katharine-burr-blodgetts-legacy-comes-to-light/","audio":"https://traffic.megaphone.fm/SAM2775630412.mp3","intro":["The Lost Women of Science team uncovers Katharine Burr Blodgett’s overlooked brilliance"],"authors":["Kendra Pierre-Louis","Katie Hafner","Fonda Mwangi","Alex Sugiura"],"category":["History of Science"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"When it comes to our cultural understanding of who can be a scientist, the idea that it’s largely a career for men tends to still dominate."},{"author":"","text":"This season the podcast Lost Women of Science digs into the life of the American physicist and chemist Katharine Burr Blodgett, whose work helped pioneer nanotechnology a century before its time."},{"author":"","text":"I talked to Katie Hafner, a host and co-executive producer of Lost Women of Science, about this new season."},{"author":"","text":"Thank you so much for joining us."},{"author":"Katie Hafner","text":"Oh, thanks."},{"author":"Pierre-Louis","text":"So your newest multi-episode season, Layers of Brilliance: The Chemical Genius of Katharine Burr Blodgett, can you tell me the impetus, what was behind it? What was it about her story that was so compelling to you?"},{"author":"Hafner","text":"Well, actually, to be super honest about this, I was not that excited about doing a whole multi-episode season on Katharine because it takes so much time and it’s really like researching a book—it has taken us months. We’ve been at this for almost a year on this season, I kid you not."},{"author":"","text":"However, my co-executive producer, Amy Scharf, for years, ever since we started [nearly] five years ago, has been, like, lobbying for Katharine Burr Blodgett. [Laughs.] I’m like, “Okay. All right already. Okay, all right. I surrender.” And one of the reasons she wanted to do a season on Katharine is that Katharine worked at the General Electric Research Laboratory, and so in looking at her we were gonna be looking at the whole history of industrial research labs, which is really interesting because there was a time in this country when big corporations put a lot of money and resources into pure research."},{"author":"","text":"So that’s something that, especially in today’s climate, it bears kind of reminding the public that that’s what a lot of companies in this country did and no longer do."},{"author":"Pierre-Louis","text":"So for people who maybe don’t know what pure science is can you explain what that is?"},{"author":"Hafner","text":"Yeah, pure science is just thinking about a problem, a puzzle in the universe, and pursuing it, theorizing; it’s theoretical science, versus experimental science. Often the two go hand in hand because someone cooks up a theory and then the experimenters come in and do the experiments to prove or disprove the theory. But it’s really, like, fundamental questions—like: “What are the stars made of?” “What causes cancer?”—very pure questions that people should be free to wonder about."},{"author":"Pierre-Louis","text":"And what was Katharine’s expertise?"},{"author":"Hafner","text":"Oh, Katharine, don’t get me started—actually, do. So Katharine, she was a physicist and a chemist, and she was gifted in mathematics when she was super, super young. She went to Bryn Mawr [College], one of the Seven Sisters, and these colleges, several of them, started in the 1800s to really encourage women not only to get a higher education but to study science."},{"author":"","text":"So Katharine went to Bryn Mawr with an interest in mathematics. She got a big scholarship. She was 15—I repeat ..."},{"author":"Pierre-Louis","text":"Oh, wow."},{"author":"Hafner","text":"Fifteen: one, five."},{"author":"Pierre-Louis","text":"She was so young."},{"author":"Hafner","text":"I know, so smart. And some physics professor noticed how smart she was and really nudged her toward physics. And then she picked up a bunch of physics in college and then went to graduate school at the University of Chicago."},{"author":"","text":"But the only place she ever wanted to work was the General Electric Company, for very mysterious reasons, which we get into, that had to do with her family and a terrible murder that happened."},{"author":"Pierre-Louis","text":"Oh, wow."},{"author":"Hafner","text":"So we do a lot of probing of, you know, what motivated this brilliant young woman to want to go to only one place to work."},{"author":"Pierre-Louis","text":"Well, she was doing this at a time, kind of at—what you hinted at, when there were very few women in science."},{"author":"Hafner","text":"Yeah, not only were there very few women in science, and even fewer in physics, but if you were a woman in science back then and you went and got a job at a university, at a corporation, you couldn’t get married because if you got married, you had to quit. And we’ve done episodes on women who’ve kept their marriages secret, who’ve kept pregnancies secret ..."},{"author":"Pierre-Louis","text":"Oh, wow."},{"author":"Hafner","text":"Who’ve been fired when it was found out that they were married. So Katharine, she never married, which isn’t to say she didn’t want a life partner, because she did. And so it was tough."},{"author":"","text":"So she went on to get her Ph.D. She was the very first woman to get a Ph.D in physics from Cambridge University. And [Laughs] there’s this great photograph. This was in 1926—oh ..."},{"author":"Pierre-Louis","text":"Oh, wow."},{"author":"Hafner","text":"A hundred years ago, right, and happy anniversary, Katharine’s Ph.D. And she’s sitting there [Laughs] flanked by all these white men. And one of them is [J. Robert] Oppenheimer, and one of them is Ernest Rutherford—you know, several who went on to win the Nobel Prize. And there’s Katharine in the front row, just sitting there kind of smiling, looking a little like, “Where am I?” And can you imagine what it took to be the one woman surrounded by all these men?"},{"author":"Pierre-Louis","text":"I imagine it was rough."},{"author":"Hafner","text":"But, you know, she never ever said, “I had it rough,” ever. She never whined. She had it very rough, for many reasons that we get into later in the season, really deeply disturbing reasons. At least she didn’t complain as far as we know—she might have, like, complained privately to somebody."},{"author":"Pierre-Louis","text":"It does seem, in addition to, like, the work that she did in science, you’re really making an effort to showcase her as a fully realized human. Why did you decide to take that task?"},{"author":"Hafner","text":"Yes, Kendra, thank you. Thank you so much. I was just thinking that last night. I was thinking, “Why am I killing myself here to tell the full, full story of this woman?” I mean, we all got so attached to her on the production team. I’m gonna—this is ridiculous, but I’m gonna start to cry."},{"author":"","text":"The reason this mattered is that these are not cartoon characters. These are not kind of one-off people. These are not freaks. She was, in fact, as you said, a fully realized human in so many ways. She was deeply religious. There were many other aspects to her. She was an amateur actor and poet. And the science she did was unbelievably difficult to pull off. And so you’d think, “Oh, okay, that’s what she did. She was this sort of conehead.” But she was not; she was real. She loved to ski. She just had so much to her."},{"author":"Pierre-Louis","text":"Can you talk a little bit about the science that she was doing, or that she did?"},{"author":"Hafner","text":"Yes, you know, one thing that we do at Lost Women of Science a lot is get angry. In fact, our mantra is, “We’re not mad; we’re curious—okay, we’re a little mad,” and we are. And then we tell the story of the woman and not of the man who either took credit when the credit should have gone to her or the men who surrounded her or the man who went on to get the Nobel Prize when she didn’t. And I thought, “You know, let’s do something different this season. Let’s tell his story, too.”"},{"author":"","text":"So we tell the story of Irving Langmuir, who did go on and win the Nobel Prize, who was absolutely brilliant, who was the theorist. He was the guy—getting back to your question earlier about pure research—Langmuir was the guy who was pursuing all of these really big theoretical questions."},{"author":"","text":"And—like, for instance, this is what got him the Nobel Prize, and it’s what Katharine got involved in, was: You know when you pour oil on water how it stays there and then distributes itself in these colors? What he invented was this whole field of what’s called surface chemistry, where he studied these layers of an oily substance on top of water, and he realized that they were a molecule thick."},{"author":"Pierre-Louis","text":"Oh, wow."},{"author":"Hafner","text":"And then he and Katharine went on to build these multiple layers, all of them a single molecule thick, and then they realized that they could stack them. And then what do you do?"},{"author":"","text":"Well, what she then figured out and invented was she realized that when you stack them X number of layers, you get nonreflecting glass. Now, I’m looking at you right now, and you’ve got glasses on, and the light is not reflecting. Like, museum glass ..."},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Hafner","text":"All of this, that was—Katharine had this eureka moment where she figured out that there are these surface coatings that she was putting on these layers, and once she got to 40 she held this glass up to a window, and the side that had the coating, kind of paradoxically, counterintuitively, the side that had the coating was not reflecting the light. And that was huge, huge. [Laughs.]"},{"author":"Pierre-Louis","text":"Yeah, it’s funny ’cause I live in New York City, and one of the big things that happens in New York City is bird strikes, and so there’s a big push when you’re making, you know, a tall office building to make sure that the glass has a nonreflective coating in it so that birds don’t strike the building."},{"author":"Hafner","text":"Oh, I had no idea. Yeah ..."},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Hafner","text":"That makes a ton of sense, doesn’t it? Yeah ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Hafner","text":"Yeah, yeah, of course ..."},{"author":"Pierre-Louis","text":"So a century later, almost, we’re still using some of the ideas that she created, even if the coatings themselves are somewhere different."},{"author":"Hafner","text":"Well, not just that—I mean, everywhere: like, electronics and lenses and museum glass and you name it. But also what Katharine was doing, long before anyone came up with the term, was nanotechnology; she was engineering molecules."},{"author":"","text":"Not with fancy equipment: she was using [a version of] this thing that was actually invented by another woman in the 1800s who was in her kitchen in Germany, Agnes—we’re gonna do a bonus episode on Agnes Pockels—was in her kitchen in Germany looking at the soap suds and looking at the interaction between the soap and the water. I mean, who does that? I don’t know about you, but I stand in the kitchen, and it’s like, “Am I done yet?”"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Hafner","text":"Right? [Laughs.]"},{"author":"","text":"So Katharine was using Agnes’s trough to dip these slides in and out and in and out, and, and it wasn’t just like, “Dip, raise. Dip, raise.” You had to be really, really, really patient, very delicate."},{"author":"Pierre-Louis","text":"That’s really cool. Why do you think it’s important to center and highlight the stories of forgotten women in science?"},{"author":"Hafner","text":"You mean aside from the fact that we’re just so pissed off?"},{"author":"Pierre-Louis","text":"Yes. [Laughs.]"},{"author":"Hafner","text":"Well, think about it: I mean, 50 percent [Laughs] of the population, they did amazing things and/or had potential to do incredible things in science and really, really got shafted by history. And if you go back and look at all the women we’ve done, they are across nationalities, races, ethnicities, religions."},{"author":"","text":"And this kind of discrimination was absolutely rampant, and women were not thought fit to be scholars, not fit to be scientists, and were actively discouraged, and think about those who just did it anyway. So what we could do is we go back and we revisit the historical record one woman at a time, and we have a database of about 400 women at this point, all of whom deserve better."},{"author":"Pierre-Louis","text":"Yeah. Circling back to Katharine Burr Blodgett for a second, you know, you said you’ve done almost a year’s worth of research on her, and I don’t wanna give any spoilers away [Laughs] to our listeners, but was there any story or information that you stumbled across that you found really surprising or compelling that you’d wanna share?"},{"author":"Hafner","text":"I can’t because it’s a big reveal. But what I can say is that we stumbled on it over the summer, and the way we stumbled on it—and this is kind of a lesson in kind of perseverance in journalism, and, you know, like, just go around that next corner ’cause you never know what you’re gonna find—we found this in a family’s storage locker in New Hampshire. And otherwise, we would—never would’ve found the things we found."},{"author":"","text":"And what I can say is that Katharine, what makes her so remarkable as a fully realized human being is how hard she worked to understand herself. And she was a scientist in her garden, she was a scientist at work, and she was a scientist of herself."},{"author":"Pierre-Louis","text":"That sounds really lovely, and I’m excited to listen to the season. Can you tell our listeners where they can find the season?"},{"author":"Hafner","text":"Well, anywhere that you get your podcasts, of course, but also, we have a very full, rich website, where you can see the transcript, and that’s LostWomenofScience.org, LostWomenofScience.org."},{"author":"Pierre-Louis","text":"Thank you so much for your time."},{"author":"Hafner","text":"Thank you for having me."},{"author":"Pierre-Louis","text":"That’s all for today. See you on Monday for our weekly science news roundup."},{"author":"","text":"But I have a favor to ask before you go. I need your help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,172,769,1934,15599,11512,9836,12902,10680,11903,12855,12087,14856,11825,13932,13187,14689,15218,14215,14453,14672,14409,12554,16634,17089,15602,15456,14186,15980,13727,16495,12502,16709,13862,11765,11207,9827,7702,7948,4985,7042,16787,12591,15134,14959,12371,11689,22417,14490,12990,11095,15826,13241,16972,19318,7167,6731,8549,9297,10335,11564,14709,15238,15269,13304,10880,8609,11492,7794,3331,2274,1650,1706,16338,12270,10570,10159,9759,10683,10190,9180,12956,9091,2054,12941,11793,12014,12103,9204,12270,12128,9781,12184,13605,8557,2503,1251,16710,8472,9725,16185,12599,13895,9714,8292,12197,5380,2913,14052,14152,11573,11617,10775,10455,10423,12076,8127,17263,9792,10416,13707,2148,11739,15074,13460,10039,11514,10534,11714,8582,9025,8620,9769,13613,2505,15570,9452,16455,11255,12406,11915,11831,9779,12510,14068,13943,14425,8377,16283,14644,12373,9454,8868,1077,11110,12998,10954,12391,7809,5483,16611,14004,16703,13016,3859,793,8976,16747,13156,18284,13945,16822,15368,6925,10379,14654,16117,9494,8776,8701,11022,7467,9273,13891,9655,9186,1526,13321,11697,14238,12814,16251,13557,11797,10272,17201,16652,14124,16641,10807,9685,8770,9697,4505,20180,13086,13710,11988,11950,14010,15406,11298,8299,22496,13697,19182,16911,17651,3044,22504,12601,13788,18289,13874,11121,12320,10840,11228,18440,11937,5800,2106,13525,22436,13277,18660,11744,14216,13690,14633,14761,13180,12402,7509,9445,11558,13267,9264,12845,16453,7680,11403,8440,9155,7047,10521,6288,8869,8365,7498,3497,17071,22383,9437,16864,17355,18577,10746,10082,11611,13232,17187,6636,13778,14522,13407,10190,14893,15598,11151,11216,8441,8405,5483,18424,11200,6417,16103,13374,13805,15224,12292,14219,21569,16603,9609,21273,17530,14267,10108,20329,19961,15493,7914,21257,22486,17316,16000,16564,16191,13288,11963,5924,12756,10750,14759,16789,10026,15406,16155,19483,18770,9450,6198,15734,17715,14743,19770,13313,18181,16940,15574,13731,15698,8441,20520,19933,18268,19789,18307,12899,14109,13020,11425,13900,15176,16786,11141,12586,8616,16143,14318,10749,13438,6521,3438,22517,14733,10388,16341,6665,6560,2964,12358,14665,11313,17259,13829,13537,10795,17111,16662,16889,16656,14266,12021,5666,14328,9892,15695,10566,6886,16394,8367,7801,5671,12408,15501,10010,14260,13069,7119,21654,13941,22569,13853,16199,9999,12822,11803,15262,9108,872,8365,18839,12498,15376,15164,10068,12160,9423,12283,4160,45,17381,13001,11469,10190,11259,10739,13088,10724,4529,6623,8279,4549,11140,7575,11753,11960,12993,16261,11714,1508,15545,12014,15972,11644,14351,10557,10221,11182,13021,10468,6826,7008,9175,8690,5071,13256,20457,16549,17118,8447,13207,18540,14570,12516,14765,12053,2755,23,14741,14182,13493,11212,12790,11970,8661,12436,10547,8580,7397,9473,13187,10355,11673,10585,14241,12590,8396,13735,14260,5805,9427,17683,7572,13807,7689,11954,15971,6690,7238,6114,2280,21735,20201,13926,13529,8843,12109,10413,9789,13550,8334,13115,13769,9178,9914,17891,11057,18686,9067,10216,13595,17105,5267,2313,1469,475,17122,8557,13027,16861,11713,10219,10893,19169,17577,16512,9497,17000,20283,16044,18449,16052,7197,12030,17540,13452,14637,11494,12830,11981,4129,19813,11916,14012,8607,7741,7345,6033,4454,1031,18183,17076,7023,12397,11669,11244,6374,5069,16568,15452,10388,10521,11604,11747,10905,9581,10817,9748,12713,12478,22631,15113,19513,19584,13206,21138,13538,6424,7457,10100,18313,3077,18022,14356,7853,4192,11743,10710,10055,21242,8960,902,15694,22435,18775,16756,12164,16864,13640,15120,10414,11318,13003,9642,6385,19160,13897,6221,15982,12547,7094,16943,16357,10613,10100,7748,9496,7988,2980,11471,5610,9464,11123,14296,20865,19577,16488,10148,15658,15144,13626,13416,13257,13140,14801,10524,7974,6123,874,281,65,16403,13985,11568,16930,12249,13159,12399,14826,12775,14144,11928,14193,12839,15732,15824,13257,10837,16453,15701,10292,7004,8400,11537,8073,5298,13408,19260,9088,14656,16276,15832,11856,9813,853,6110,13745,11736,11403,15156,10241,6816,11287,7920,12741,10108,7555,12104,12113,10361,5772,3532,9631,11158,8844,12248,12996,12263,14855,10775,10889,10768,10071,8440,18904,15852,11870,2182,15465,19574,12543,17227,12778,12447,14300,11328,7734,15830,18997,15997,14741,11626,9020,11462,5990,376,14919,14604,11076,12425,9082,14521,15608,14617,11733,3907,11876,18189,13478,9260,15622,13941,9805,16527,14125,5727,9883,12156,11084,11389,9780,9485,11713,20602,10968,10082,8719,6805,11529,10364,2677,15318,16800,17052,16236,13364,22074,13094,10365,10118,10026,7672,11697,9158,5509,3663,13380,13355,20449,12004,11444,16294,17124,10087,6546,8518,12493,17222,15832,14755,21483,14653,12710,9553,6746,1607,9172,11734,12742,12351,10776,11654,6732,7830,8154,8519,12630,15023,13995,17150,19250,12185,10126,8742,9084,16307,11937,13797,12296,7221,10003,12961,9983,8596,6374,1430,191,13538,11315,3999,11293,12807,9902,12712,9376,8045,10473,4768,355,16827,17166,15556,11172,13345,16062,10304,10656,10432,17839,12985,14483,9298,10806,12140,7702,1518,22491,22527,22467,22576,17343,14460,15745,12298,10601,11553,11658,19530,8014,14370,13018,13147,10527,14445,8211,1642,22530,17516,14195,12168,12487,9948,8637,5919,12579,8897,2449,2959,17381,12969,20392,15569,12540,11833,10792,13930,9095,5873,10512,11683,13012,12246,14083,17596,17403,15891,13215,15542,14670,13425,10900,16911,18411,20314,13514,16990,12967,11275,11388,12056,9813,13979,12151,11340,9066,11496,10742,10475,14196,13675,6536,8264,13509,20376,21846,19059,12411,11178,12957,17395,14657,10998,11833,11271,10591,13258,18858,13540,14924,10338,14676,17245,12790,11296,10113,8998,9545,15401,8649,10720,10203,9321,9325,7403,6711,19564,10424,21600,14394,19617,9978,16138,17885,13826,13055,10291,11389,15473,11791,11970,12535,10276,13326,9999,8382,7829,13785,9907,9769,8345,10717,8943,5037,16096,10945,9392,8266,7569,9321,6018,16287,16881,16796,17081,15517,14731,5936,15034,13320,13087,13395,10434,18980,4893,15141,11059,22572,21804,16247,13952,22518,22327,22414,12824,11458,11133,11238,13735,13160,11144,22528,4894,19356,21893,14938,17650,14111,5289,22505,17343,21749,14703,15741,15915,9551,21360,17785,3318,1679,20881,17030,6274,17217,11854,22595,19048,13234,8717,7932,7538,5015,12899,19911,13626,12167,11862,22510,13297,10349,10676,8883,15902,14471,9915,4149,14002,18775,15093,6882,11523,12583,14812,10026,3016,15559,16363,14841,12521,5598,15603,9726,8933,13521,13267,9721,15295,15461,12051,17541,12119,21296,11471,12424,9337,11508,9859,8282,5732,11436,9613,5867,6682,667,12867,12003,12457,5989,14603,22481,18282,16731,7495,12197,12645,9901,1519,11885,10351,11041,2992,21001,1097,13907,16930,14234,7838,12906,16075,10995,9830,7481,7229,10862,14876,7486,10804,14329,7997,6637,7389,2715,4913,9931,9399,13314,10685,8004,5432,11118,14413,7730,12827,15440,15984,8077,11695,8206,10138,2937,7605,5084,48,17404,4154,7653,7027,2770,0,15075,18644,13811,14899,6177,6926,10989,10510,14216,10472,10438,8572,9637,11158,170,282,13885,11635,8711,9022,15535,11572,10929,8514,14298,9693,10523,6184,7732,3519,648,248,22467,10751,4895,22365,15385,16452,16664,5174,2181,20754,9268,4180,12934,8919,17995,10015,9011,15500,10490,8670,6801,22353,18742,14484,14205,7821,7440,8304,7074,7792,8735,11551,12067,14809,7430,9856,10189,6822,10043,13402,15680,9854,11953,8210,8144,9589,6557,12632,17761,16729,2576,7907,14707,10874,9569,10386,8759,8099,10167,8070,6600,6143,6161,1202,5057,8118,10224,11566,14090,8241,9405,7145,4767,1461,17489,13367,13274,15441,14023,14572,16106,9603,14211,12547,9386,9809,14700,15116,10837,16579,17619,12613,13948,16004,14901,15824,10092,10345,14273,12521,16409,7703,9336,9602,8995,11960,8010,13958,8666,5736,9424,11297,9950,10007,7827,9066,6689,8894,9137,5556,2842,1369,1024,721,10842,10281,10439,10937,9253,7337,8953,7079,7401,14775,7448,11071,9109,4864,11072,8798,66,14516,15190,9304,11676,12876,9022,6119,5251,16665,7017,18436,9387,8037,11144,8456,6096,8221,5952,3791,10777,11787,8065,9737,15243,4528,22485,17728,10442,2006,16820,8409,7226,8557,4872,7155,12830,11035,4914,8899,9397,8803,9782,6759,7040,4011,8673,7644,7319,9535,6302,3538,9204,9438,17668,13800,8536,2460,10739,12888,12849,14082,10966,10822,13177,8314,15707,13583,10126,0,22401,12975,22506,20746,17270,13637,10646,17535,17497,17064,15995,11343,19255,18778,11789,18659,10914,14243,22397,12074,14389,13220,15470,18477,13999,15936,4983,17281,20356,13105,15340,14304,3998,3494,22578,5713,21354,22597,18850,22703,22375,20577,18538,17497,20105,6827,22178,17129,15359,17615,19240,18652,12703,17239,18424,16225,166,9526,10485,7933,13891,17449,13627,11342,12837,13352,9086,13563,11737,10371,9239,13111,13844,13344,15478,9760,9092,19516,3618,2267,16701,14462,13917,13440,15480,9772,9703,9219,11251,9637,7001,4123,15525,17874,13641,14416,14272,10541,11776,6153,13058,10741,8653,2927,560,9360,14107,17990,11337,8748,9890,15430,12212,22509,14337,9987,11878,10891,13861,13614,17121,9604,17098,17464,17963,9681,19693,20220,12020,15554,13014,13890,13080,12335,9039,9119,16045,10549,10705,13430,6254,7332,11546,12431,8134,6179,984,18253,12134,10756,10876,10319,13168,7543,14242,11153,9280,337,16183,17404,8193,7556,9125,15360,8386,12468,22507,9493,14362,14305,17946,10009,3632,13151,14499,13416,8148,10532,14878,13124,14690,13246,2097,19799,22508,1350,9313,13823,13142,14248,10614,12715,10369,12887,7524,9514,4318,8217,17463,16140,18934,9740,10947,18769,15904,9707,11497,12494,13777,11192,11567,9811,12508,17924,4424,9951,17082,13393,17034,15606,20001,18604,16970,11718,11882,12437,15999,11504,10236,12203,3764,15165,10502,22497,15112,10761,11561,6874,6546,6965,20538,17974,14940,15196,14625,13656,13984,9762,7729,1173,14016,15876,10343,13730,17453,11993,12478,12508,15274,12006,17520,15277,14833,11857,16719,3463,19839,16928,18355,18511,13411,3936,18470,14248,15308,10088,6404,258,734,17158,16999,12387,11966,17804,16307,10414,11991,18365,11028,13271,11534,15667,9880,10157,11984,7393,17116,14608,18346,7760,7539,12868,10684,14731,6952,9821,19069,3917,10137,15500,14899,18867,18917,18211,11532,10547,14078,11112,15026,14629,8992,14560,15026,9299,14523,13618,8676,22521,17448,18038,22517,22520,16375,6386,1362,22514,16145,18355,16892,21164,18240,16437,16320,12906,9532,9437,13272,12295,19154,10216,12008,10415,15287,13497,16145,7988,1048,14046,16256,11637,12737,16404,10397,882,14102,14787,15402,11374,10458,2919,10763,13400,9012,15228,7725,11545,11161,3244,16988,14096,19232,18996,15219,6571,17264,8334,235,17802,15485,17335,12507,8621,19575,12399,13215,10358,12779,22575,12817,14693,9269,14923,11169,9013,16229,19207,22558,11837,11602,10225,17685,13904,12061,6,22496,14218,21347,21145,15422,11425,9016,12342,14483,9661,7627,15532,10520,7927,9912,13126,11687,12447,7878,8301,9647,12870,14964,8617,4928,93,14600,14345,11447,11026,9165,9169,15765,10827,19774,10793,12775,14067,10194,13054,11334,16277,16091,4547,14988,10796,11010,5588,10081,10003,6483,6630,7322,8205,6831,3114,13672,17356,10946,13300,10887,6388,13855,11085,348,18058,12352,11368,22551,20942,15432,18460,18651,16042,9600,17389,18830,9506,10253,60,16451,13893,17215,15221,14486,17739,16599,15864,18273,15841,19779,13676,18697,20661,19744,20280,17629,16317,17620,20179,16402,12760,16842,14189,12664,15117,17291,9500,8440,15980,14988,7632,11892,12123,4110,1771,16025,18967,13496,14855,11661,9822,16205,10264,6601,14529,17313,11530,11298,10271,7353,7536,10769,9895,13384,8545,6269,4714,10758,22542,15896,11255,6842,5648,4269,21448,14906,16832,15962,12774,12640,8766,13157,12995,13930,12831,17446,9183,11956,12582,10279,13611,10054,10350,10095,17402,18705,14627,15429,10044,21030,10154,14557,11627,11418,15263,13238,17131,17111,11201,11554,19315,17427,16920,13011,11945,6379,12310,15379,12951,3850,3796,11179,11721,11488,14960,6480,7423,7828,11504,12034,11200,15684,16953,20522,22524,22492,15813,21822,12249,9197,8885,8140,7231,13469,9327,3792,13938,21933,14365,20548,22326,4777,6309,10224,22465,14601,22559,14838,15131,22555,13803,9904,16645,14111,13608,19954,9637,14481,11868,10525,6856,7505,9412,10401,12574,12310,10669,12391,9940,10089,11916,6122,10023,12413,8125,8545,7031,7649,19828,10376,3722,8691,12620,13231,20324,16165,8304,11326,10883,11808,8679,12197,11116,9722,7640,1074,18881,12492,12999,8113,11400,13998,5807,12419,18215,16886,13629,9902,11121,8670,6654,11364,22380,22614,16207,18016,16992,18924,17068,14202,18995,15081,12700,9802,12158,19571,19732,14392,15371,19523,18294,15467,11574,8940,10315,9538,14761,7844,5003,8622,5325,2752,1172,17443,8795,8161,14757,12357,9033,12371,13075,11781,11740,15002,9615,8389,10019,11577,4936,846,425,15560,12258,5704,14344,22012,18808,13839,19608,19432,10413,14937,13875,18161,8906,15007,6177,11972,15133,13602,8097,4338,1065,17389,10166,7995,13737,13768,14384,14458,17592,12828,7005,6238,19958,12498,399,13595,19072,15663,12520,13823,9211,9334,15407,6971,22405,13880,9001,9430,7590,12819,12605,14217,12364,13011,15174,10439,16186,9439,13603,9122,11350,6838,5251,2088,659,10743,12707,15950,12125,8118,10873,8971,10851,12024,9564,8159,9833,10157,16330,18198,12440,8764,19016,11264,13599,12596,16043,15216,15591,19970,9211,11286,19333,10585,14297,13111,11776,13338,9548,12747,6758,12592,6990,7639,8546,12558,12764,11227,7314,1251,881,2637,16061,19552,13458,10837,13471,8606,8793,7022,21119,12941,6514,9635,11585,2045,627,14681,5015,8021,4666,14508,18796,16170,15281,22275,11010,12194,9760,7561,11302,13118,11115,10013,7950,8668,10684,8423,11362,14858,2141,22406,22120,10899,13450,13358,19588,12310,22744,22740,11889,15018,16611,7666,20918,22479,22607,20611,21550,19167,14411,15571,10353,11334,12323,12890,16475,5424,10171,21247,18907,18122,8364,10043,9450,11688,6584,16297,11655,8958,9213,8649,8685,14054,11606,12100,7384,20912,15944,19758,13140,11792,15699,8232,6709,18137,9916,11233,9776,10990,13685,14325,12640,14251,7550,7182,6088,7659,6724,11189,9504,6070,5156,5076,1125,15552,11183,6972,7146,7253,6651,8389,7395,11691,12859,12487,10296,11953,9966,7455,9762,10935,12158,12477,8012,3143,3366,12612,19420,9406,9999,7770,14534,8281,11477,11842,11289,7359,7086,8830,8382,8217,7831,12587,9247,7202,19986,11148,7879,13106,12811,8847,9548,7190,14224,11497,8542,6542,2433,12567,20442,18281,16969,9031,4337,1339,13854,15556,13111,13003,7437,10714,15620,11890,7467,8152,9339,10909,10516,9680,7283,8238,6151,6129,12438,16091,15087,8931,11455,17903,10435,9266,8372,10374,7031,13457,13190,15596,10117,11036,8052,6664,2982,6601,12780,7746,4940,8164,7171,11415,10698,11805,9183,11988,7959,7305,9404,7709,4335,64,9797,11732,9625,8537,11758,8691,5492,339,14544,9874,12694,9794,5888,7237,12178,579,357,12778,12218,9356,10246,7327,6649,6853,0,13228,10223,17004,11987,11981,11337,13295,19119,11230,12468,14666,13187,15588,10834,11161,13509,14194,11663,11317,18959,9814,8575,9870,10324,13105,17119,10397,14110,11892,10591,9341,19306,11437,6620,382,11963,12567,9254,9840,8690,8471,12145,7775,641,847,1158,4846,11995,9962,8174,7533,4633,18146,12468,14717,7337,849,607,8740,16732,6253,7912,6134,11584,13635,9634,11321,10804,9538,11677,974,14849,13215,13177,13341,9753,11822,11359,1013,20048,11498,13064,9201,11761,8234,6643,13390,9104,8079,6589,1033,15619,14442,10095,12355,11086,10942,9646,3604,11929,9421,10174,4825,12620,8307,7093,1230,12268,13010,10811,9142,8991,11418,11493,11777,12540,13141,11481,10378,9383,15000,10984,9322,837,14022,13812,11097,12011,11447,12228,12443,784,16170,16058,10793,9298,10081,9104,12399,10643,7443,11096,11414,10220,7862,10032,13785,11514,8057,8715,7748,1605,13442,16250,18397,9988,13560,8832,11808,3050,10794,14823,11583,11038,11241,17809,10630,13045,1935,1570,18801,10198,11653,12011,14777,9435,7694,1267,2804,13823,12732,11268,11497,11821,16579,10512,10443,10085,8294,7290,4189,11992,12379,10601,11984,7922,10634,8858,8284,14246,13775,11417,5859,891,1625,3197,17187,14610,12159,11966,12464,11496,7217,6318,6747,17328,16597,15091,15611,14349,16708,14769,15111,15417,16390,16814,15896,15714,15692,15318,15364,15660,16759,13492,16324,16082,15186,12405,12483,12787,11040,7984,3384,17398,16088,13137,9863,7343,3472,1229,560,188,105,44,14],"fragments":[{"begin":"0.000","end":"8.320","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"8.320","end":"22.240","lines":["When it comes to our cultural understanding of who can be a scientist, the idea that it’s largely a career for men tends to still dominate."]},{"begin":"22.240","end":"48.680","lines":["This season the podcast Lost Women of Science digs into the life of the American physicist and chemist Katharine Burr Blodgett, whose work helped pioneer nanotechnology a century before its time."]},{"begin":"48.680","end":"61.440","lines":["I talked to Katie Hafner, a host and co-executive producer of Lost Women of Science, about this new season."]},{"begin":"61.440","end":"65.520","lines":["Thank you so much for joining us."]},{"begin":"65.520","end":"67.280","lines":["Oh, thanks."]},{"begin":"67.280","end":"91.200","lines":["So your newest multi-episode season, Layers of Brilliance: The Chemical Genius of Katharine Burr Blodgett, can you tell me the impetus, what was behind it? What was it about her story that was so compelling to you?"]},{"begin":"91.200","end":"108.520","lines":["Well, actually, to be super honest about this, I was not that excited about doing a whole multi-episode season on Katharine because it takes so much time and it’s really like researching a book—it has taken us months. We’ve been at this for almost a year on this season, I kid you not."]},{"begin":"108.520","end":"147.680","lines":["However, my co-executive producer, Amy Scharf, for years, ever since we started [nearly] five years ago, has been, like, lobbying for Katharine Burr Blodgett. [Laughs.] I’m like, “Okay. All right already. Okay, all right. I surrender.” And one of the reasons she wanted to do a season on Katharine is that Katharine worked at the General Electric Research Laboratory, and so in looking at her we were gonna be looking at the whole history of industrial research labs, which is really interesting because there was a time in this country when big corporations put a lot of money and resources into pure research."]},{"begin":"147.680","end":"160.200","lines":["So that’s something that, especially in today’s climate, it bears kind of reminding the public that that’s what a lot of companies in this country did and no longer do."]},{"begin":"160.200","end":"164.920","lines":["So for people who maybe don’t know what pure science is can you explain what that is?"]},{"begin":"164.920","end":"202.480","lines":["Yeah, pure science is just thinking about a problem, a puzzle in the universe, and pursuing it, theorizing; it’s theoretical science, versus experimental science. Often the two go hand in hand because someone cooks up a theory and then the experimenters come in and do the experiments to prove or disprove the theory. But it’s really, like, fundamental questions—like: “What are the stars made of?” “What causes cancer?”—very pure questions that people should be free to wonder about."]},{"begin":"202.480","end":"205.280","lines":["And what was Katharine’s expertise?"]},{"begin":"205.280","end":"231.200","lines":["Oh, Katharine, don’t get me started—actually, do. So Katharine, she was a physicist and a chemist, and she was gifted in mathematics when she was super, super young. She went to Bryn Mawr [College], one of the Seven Sisters, and these colleges, several of them, started in the 1800s to really encourage women not only to get a higher education but to study science."]},{"begin":"231.200","end":"239.280","lines":["So Katharine went to Bryn Mawr with an interest in mathematics. She got a big scholarship. She was 15—I repeat ..."]},{"begin":"239.280","end":"239.800","lines":["Oh, wow."]},{"begin":"239.800","end":"241.040","lines":["Fifteen: one, five."]},{"begin":"241.040","end":"241.640","lines":["She was so young."]},{"begin":"241.640","end":"259.600","lines":["I know, so smart. And some physics professor noticed how smart she was and really nudged her toward physics. And then she picked up a bunch of physics in college and then went to graduate school at the University of Chicago."]},{"begin":"259.600","end":"272.520","lines":["But the only place she ever wanted to work was the General Electric Company, for very mysterious reasons, which we get into, that had to do with her family and a terrible murder that happened."]},{"begin":"272.520","end":"273.200","lines":["Oh, wow."]},{"begin":"273.200","end":"283.000","lines":["So we do a lot of probing of, you know, what motivated this brilliant young woman to want to go to only one place to work."]},{"begin":"283.000","end":"288.000","lines":["Well, she was doing this at a time, kind of at—what you hinted at, when there were very few women in science."]},{"begin":"288.000","end":"310.640","lines":["Yeah, not only were there very few women in science, and even fewer in physics, but if you were a woman in science back then and you went and got a job at a university, at a corporation, you couldn’t get married because if you got married, you had to quit. And we’ve done episodes on women who’ve kept their marriages secret, who’ve kept pregnancies secret ..."]},{"begin":"310.640","end":"310.920","lines":["Oh, wow."]},{"begin":"310.920","end":"322.400","lines":["Who’ve been fired when it was found out that they were married. So Katharine, she never married, which isn’t to say she didn’t want a life partner, because she did. And so it was tough."]},{"begin":"322.400","end":"335.640","lines":["So she went on to get her Ph.D. She was the very first woman to get a Ph.D in physics from Cambridge University. And [Laughs] there’s this great photograph. This was in 1926—oh ..."]},{"begin":"335.640","end":"336.240","lines":["Oh, wow."]},{"begin":"336.240","end":"365.120","lines":["A hundred years ago, right, and happy anniversary, Katharine’s Ph.D. And she’s sitting there [Laughs] flanked by all these white men. And one of them is [J. Robert] Oppenheimer, and one of them is Ernest Rutherford—you know, several who went on to win the Nobel Prize. And there’s Katharine in the front row, just sitting there kind of smiling, looking a little like, “Where am I?” And can you imagine what it took to be the one woman surrounded by all these men?"]},{"begin":"365.120","end":"366.520","lines":["I imagine it was rough."]},{"begin":"366.520","end":"384.760","lines":["But, you know, she never ever said, “I had it rough,” ever. She never whined. She had it very rough, for many reasons that we get into later in the season, really deeply disturbing reasons. At least she didn’t complain as far as we know—she might have, like, complained privately to somebody."]},{"begin":"384.760","end":"396.960","lines":["It does seem, in addition to, like, the work that she did in science, you’re really making an effort to showcase her as a fully realized human. Why did you decide to take that task?"]},{"begin":"396.960","end":"416.480","lines":["Yes, Kendra, thank you. Thank you so much. I was just thinking that last night. I was thinking, “Why am I killing myself here to tell the full, full story of this woman?” I mean, we all got so attached to her on the production team. I’m gonna—this is ridiculous, but I’m gonna start to cry."]},{"begin":"416.480","end":"453.320","lines":["The reason this mattered is that these are not cartoon characters. These are not kind of one-off people. These are not freaks. She was, in fact, as you said, a fully realized human in so many ways. She was deeply religious. There were many other aspects to her. She was an amateur actor and poet. And the science she did was unbelievably difficult to pull off. And so you’d think, “Oh, okay, that’s what she did. She was this sort of conehead.” But she was not; she was real. She loved to ski. She just had so much to her."]},{"begin":"453.320","end":"457.360","lines":["Can you talk a little bit about the science that she was doing, or that she did?"]},{"begin":"457.360","end":"484.440","lines":["Yes, you know, one thing that we do at Lost Women of Science a lot is get angry. In fact, our mantra is, “We’re not mad; we’re curious—okay, we’re a little mad,” and we are. And then we tell the story of the woman and not of the man who either took credit when the credit should have gone to her or the men who surrounded her or the man who went on to get the Nobel Prize when she didn’t. And I thought, “You know, let’s do something different this season. Let’s tell his story, too.”"]},{"begin":"484.440","end":"503.760","lines":["So we tell the story of Irving Langmuir, who did go on and win the Nobel Prize, who was absolutely brilliant, who was the theorist. He was the guy—getting back to your question earlier about pure research—Langmuir was the guy who was pursuing all of these really big theoretical questions."]},{"begin":"503.760","end":"528.680","lines":["And—like, for instance, this is what got him the Nobel Prize, and it’s what Katharine got involved in, was: You know when you pour oil on water how it stays there and then distributes itself in these colors? What he invented was this whole field of what’s called surface chemistry, where he studied these layers of an oily substance on top of water, and he realized that they were a molecule thick."]},{"begin":"528.680","end":"529.360","lines":["Oh, wow."]},{"begin":"529.360","end":"541.720","lines":["And then he and Katharine went on to build these multiple layers, all of them a single molecule thick, and then they realized that they could stack them. And then what do you do?"]},{"begin":"541.720","end":"556.560","lines":["Well, what she then figured out and invented was she realized that when you stack them X number of layers, you get nonreflecting glass. Now, I’m looking at you right now, and you’ve got glasses on, and the light is not reflecting. Like, museum glass ..."]},{"begin":"556.560","end":"556.680","lines":["Yeah."]},{"begin":"556.680","end":"581.520","lines":["All of this, that was—Katharine had this eureka moment where she figured out that there are these surface coatings that she was putting on these layers, and once she got to 40 she held this glass up to a window, and the side that had the coating, kind of paradoxically, counterintuitively, the side that had the coating was not reflecting the light. And that was huge, huge. [Laughs.]"]},{"begin":"581.520","end":"595.960","lines":["Yeah, it’s funny ’cause I live in New York City, and one of the big things that happens in New York City is bird strikes, and so there’s a big push when you’re making, you know, a tall office building to make sure that the glass has a nonreflective coating in it so that birds don’t strike the building."]},{"begin":"595.960","end":"598.280","lines":["Oh, I had no idea. Yeah ..."]},{"begin":"598.280","end":"599.000","lines":["Yeah."]},{"begin":"599.000","end":"601.760","lines":["That makes a ton of sense, doesn’t it? Yeah ..."]},{"begin":"601.760","end":"602.400","lines":["Mm-hmm."]},{"begin":"602.400","end":"603.720","lines":["Yeah, yeah, of course ..."]},{"begin":"603.720","end":"609.800","lines":["So a century later, almost, we’re still using some of the ideas that she created, even if the coatings themselves are somewhere different."]},{"begin":"609.800","end":"625.080","lines":["Well, not just that—I mean, everywhere: like, electronics and lenses and museum glass and you name it. But also what Katharine was doing, long before anyone came up with the term, was nanotechnology; she was engineering molecules."]},{"begin":"625.080","end":"646.240","lines":["Not with fancy equipment: she was using [a version of] this thing that was actually invented by another woman in the 1800s who was in her kitchen in Germany, Agnes—we’re gonna do a bonus episode on Agnes Pockels—was in her kitchen in Germany looking at the soap suds and looking at the interaction between the soap and the water. I mean, who does that? I don’t know about you, but I stand in the kitchen, and it’s like, “Am I done yet?”"]},{"begin":"646.240","end":"646.920","lines":["[Laughs.]"]},{"begin":"646.920","end":"648.440","lines":["Right? [Laughs.]"]},{"begin":"648.440","end":"659.800","lines":["So Katharine was using Agnes’s trough to dip these slides in and out and in and out, and, and it wasn’t just like, “Dip, raise. Dip, raise.” You had to be really, really, really patient, very delicate."]},{"begin":"659.800","end":"666.760","lines":["That’s really cool. Why do you think it’s important to center and highlight the stories of forgotten women in science?"]},{"begin":"666.760","end":"669.360","lines":["You mean aside from the fact that we’re just so pissed off?"]},{"begin":"669.360","end":"670.320","lines":["Yes. [Laughs.]"]},{"begin":"670.320","end":"694.000","lines":["Well, think about it: I mean, 50 percent [Laughs] of the population, they did amazing things and/or had potential to do incredible things in science and really, really got shafted by history. And if you go back and look at all the women we’ve done, they are across nationalities, races, ethnicities, religions."]},{"begin":"694.000","end":"723.160","lines":["And this kind of discrimination was absolutely rampant, and women were not thought fit to be scholars, not fit to be scientists, and were actively discouraged, and think about those who just did it anyway. So what we could do is we go back and we revisit the historical record one woman at a time, and we have a database of about 400 women at this point, all of whom deserve better."]},{"begin":"723.160","end":"740.600","lines":["Yeah. Circling back to Katharine Burr Blodgett for a second, you know, you said you’ve done almost a year’s worth of research on her, and I don’t wanna give any spoilers away [Laughs] to our listeners, but was there any story or information that you stumbled across that you found really surprising or compelling that you’d wanna share?"]},{"begin":"740.600","end":"767.680","lines":["I can’t because it’s a big reveal. But what I can say is that we stumbled on it over the summer, and the way we stumbled on it—and this is kind of a lesson in kind of perseverance in journalism, and, you know, like, just go around that next corner ’cause you never know what you’re gonna find—we found this in a family’s storage locker in New Hampshire. And otherwise, we would—never would’ve found the things we found."]},{"begin":"767.680","end":"786.000","lines":["And what I can say is that Katharine, what makes her so remarkable as a fully realized human being is how hard she worked to understand herself. And she was a scientist in her garden, she was a scientist at work, and she was a scientist of herself."]},{"begin":"786.000","end":"793.920","lines":["That sounds really lovely, and I’m excited to listen to the season. Can you tell our listeners where they can find the season?"]},{"begin":"793.920","end":"806.520","lines":["Well, anywhere that you get your podcasts, of course, but also, we have a very full, rich website, where you can see the transcript, and that’s LostWomenofScience.org, LostWomenofScience.org."]},{"begin":"806.520","end":"809.440","lines":["Thank you so much for your time."]},{"begin":"809.440","end":"811.400","lines":["Thank you for having me."]},{"begin":"811.400","end":"814.960","lines":["That’s all for today. See you on Monday for our weekly science news roundup."]},{"begin":"814.960","end":"833.600","lines":["But I have a favor to ask before you go. I need your help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"833.600","end":"853.360","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"853.360","end":"870.200","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"]}],"duration":870}