{"title":"We all know ice is slippery. The physics behind it is more complex than you’d think","img":"https://static.scientificamerican.com/dam/m/3a635c39ff9fac05/original/2602_SQ_FRI_ICE_SKATING-1.png?m=1771537450.788","url":"https://www.scientificamerican.com/podcast/episode/what-makes-ice-slippery-scientists-may-have-finally-figured-it-out/","audio":"https://traffic.megaphone.fm/SAM5873311658.mp3","intro":["The reason we slip and slide on ice—a phenomenon central to figure skating, curling and other Winter Olympic events—is a centuries-old physics mystery that may have finally been cracked"],"authors":["Kendra Pierre-Louis","Sushmita Pathak","Fonda Mwangi","Marta Hill","Alex Sugiura"],"category":["Materials Science"],"transcript":[{"author":"","text":"[CLIP: Skates cut across the ice at an ice rink, and music plays in the background.]"},{"author":"Kendra Pierre-Louis","text":"So we’re out here today in lower Manhattan ice-skating. There are lots of kids skating around, dudes in hockey skates, and I’m here getting my inner Michelle Kwan on."},{"author":"","text":"[CLIP: Skates cut across the ice at an ice rink, and music plays in the background.]"},{"author":"Pierre-Louis","text":"If you really think about it, ice skating is just controlled slipping on ice. And whenever I go skating I can’t help but think about the Winter Olympics, like the ones that are happening right now in Italy."},{"author":"","text":"[CLIP:NBC Olympics commentator Sloane Martin discusses a mixed doubles curling competition on February 6: “Welcome inside the Cortina Curling Olympic Stadium. The U.S. mixed curling duo of Korey Dropkin and Cory Thiesse faces Team Canada in a matchup of unbeaten teams.”]"},{"author":"Pierre-Louis","text":"And watching the Olympics I started to realize that if you really think about it, so many of the Winter Olympic sports are just about controlled slipping on ice, like bobsledding, the luge, curling. And yet scientists still don’t really know why ice is slippery."},{"author":"","text":"Sure, they have theories, like the pressure that we put on the ice maybe melts the ice, creating a thin watery layer. But scientists mostly agree that those theories aren’t the full picture. The slipperiness of ice is actually still a mystery."},{"author":"Paulina Rowińska","text":"It’s such a simple question that should have been answered centuries ago. But turns out all the stuff we learned in school, it’s not fully correct, like with many, many other things."},{"author":"Pierre-Louis","text":"So today we’re going to try to get some answers."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"There are at least three long-standing scientific theories that try to explain what makes ice slippery."},{"author":"","text":"One of the oldest potential explanations dates back to the mid-1800s. It comes from a Scottish engineer named James Thomson, the older brother of famous physicist Lord Kelvin. And it involves the pressure that an object exerts on ice."},{"author":"Rowińska","text":"We know that the melting temperature is generally zero degrees Celsius, or 32 [degrees] Fahrenheit. And above that we have water; below that we have ice. But then pressure changes this—changes the properties of water."},{"author":"Pierre-Louis","text":"That is Paulina Rowińska, who we also heard at the top of the episode. She’s a science journalist at Quanta Magazine, and she wrote an article in December that dug into the competing theories about why ice is slippery."},{"author":"","text":"One of the hypotheses is that when we step onto the ice we put pressure on it, possibly lowering the melting point."},{"author":"Rowińska","text":"It’s freezing out there, but we are getting closer to the melting temperature, so we might be melting, like, the surface layer of ice. And then it would get kind of a layer of water, and we all—like, water is slippery because it’s a liquid, not a solid."},{"author":"Pierre-Louis","text":"Thomson came to this idea—that pressure on the ice basically creates a liquid layer—by studying glaciers, says Martin Müser."},{"author":"","text":"Martin is a theoretical physicist in the Department of Materials Science at Saarland University."},{"author":"Martin","text":"Müser: Glaciers, there is a heavy, heavy load that sits on the points of contact, and we know that when we are a little below the freezing point and we squeeze on ice, it becomes liquid. So [Thomson] argued that ice liquefies because of the pressure."},{"author":"Pierre-Louis","text":"But there’s a problem with the pressure hypothesis—a big one, according to Daniel Bonn, a professor of physics at the University of Amsterdam."},{"author":"Daniel","text":"Bonn: You would need 10 elephants resting on a single skate in order to get a decent amount of melting due to the pressure."},{"author":"Pierre-Louis","text":"Given that humans do not weigh as much as 10 elephants and we still manage to slip on ice, pressure alone does not seem to be why ice is slippery. So another theory emerged—and this one is especially popular among tribologists, scientists who study friction, lubrication and wear between moving surfaces."},{"author":"","text":"Here’s Martin again."},{"author":"Müser","text":"When you talk to a tribologist, in particular in the field of ice friction, they would come up with an explanation that was proposed by Frank Bowden. And he made a very neat experiment in the Alps where he put two identical skis—they had the same weight, the same surface finish, the same everything—but one conducted the heat inside a little better than the other one. And the one that conducted the heat less well was noticeably faster. So he said, “Look, what happens is because you have friction, you get heat. When [there’s] heat, it melts the water, and the more heat is retained in the contact, the better it is. What happens is melting by frictional heating.”"},{"author":"Pierre-Louis","text":"The idea that Bowden laid out with another physical chemist, T. P. Hughes, is that as we walk or skate on ice the friction we create heats and melts the surface. The concept is called frictional heating."},{"author":"","text":"Daniel’s team did experiments where they measured the friction on ice over a very large temperature range, from -100 degrees C, or -148 degrees F, to the freezing point of water."},{"author":"Bonn","text":"And then all kinds of interesting things happen. At very low temperatures—you probably don’t want to be ice-skating anyways at -100 [degrees C], but it’s actually impossible to ice-skate because the friction’s very high. But then increasing the temperature from those very low temperatures the friction decreases extremely rapidly."},{"author":"Pierre-Louis","text":"Daniel and his colleagues found that the friction decreased until a temperature of roughly -7 degrees C, which is about 20 degrees F. But when they went closer to the melting point of ice the friction went up again."},{"author":"Bonn","text":"And this is something that you’ve experienced if you do ice-skating: if the ice is too warm, it actually becomes mushy and you leave traces in the ice, which—this is what we call plowing friction. And so we were very happy because we found that there was an optimum temperature for ice-skating, which is -7 degrees C. And so we went to our ice-skating rink, and they said, “We’ve known this for many decades.”"},{"author":"Pierre-Louis","text":"These experiments reinforced for Daniel that the answer to what makes ice slippery lies beyond friction."},{"author":"","text":"Sure, frictional heating might be responsible for melting the ice in our wake—that is, melting the ice behind us—but as we all know ice is slippery before you’ve even stepped on it, before friction has even occurred."},{"author":"Bonn","text":"As you know it’s difficult to remain standing on the ice, even at zero speed, yeah? And so we don’t think that the sliding itself has something to do with it."},{"author":"Pierre-Louis","text":"So if it’s not pressure or friction, could ice be slippery because there’s already a pre-melted layer of water on top?"},{"author":"","text":"Paulina says that’s what a third hypothesis suggests."},{"author":"Rowińska","text":"So this has to do with how ice is structured. So, you know, ice is just water. So we have water molecules, but they are structured in a very ordered way, so they form bonds, and they—it’s kind of like a nice lattice. That’s why ice is solid. In a liquid, like liquid water, the molecules are kind of moving freely, and the structure is much looser."},{"author":"","text":"So the idea is that close to the surface of ice the bonds are much weaker, so it’s kind of like a boundary between two different materials. So it’s not that the surface of ice is melting, but there is, like, a pre-melted layer of water on top of ice because of these structural differences between water and ice."},{"author":"Pierre-Louis","text":"This theory, like the pressure hypothesis, dates back to the 1800s. It was first proposed by English chemist and physicist Michael Faraday, Martin explains."},{"author":"Müser","text":"He basically saw that from putting two ice cubes together, and when they were fresh they would slide, but if he would wait a bit longer time, they were stuck. So a single, basically, interface would form, and he said, “Well, they are slippery because there must be a very thin lubricating layer.” And in the last 30, 40 years there was a lot of experimental effort proving the existence of this layer."},{"author":"Pierre-Louis","text":"But this theory, too, has holes. Among them, Martin says ..."},{"author":"Müser","text":"Is this layer is relatively thin. And a very thin layer, even if the viscosity of the liquid is as small as that of water, would still give quite noticeable friction. [Laughs.]"},{"author":"Pierre-Louis","text":"So let’s recap: the three long-standing, leading hypotheses as to why ice is slippery are, one, the pressure applied by an object melts the ice, causing us to slip. Two, friction heats the ice, causing us to slip. And three, ice has a thin layer of pre-melted water that, again, causes us to slip."},{"author":"","text":"On the one hand all of these theories have flaws. On the other hand computer simulations run by a group of European scientists a few years ago suggest that it might not be any one of these theories but all of them together."},{"author":"","text":"You might be asking yourself, “Why does any of this matter? We know that ice is slippery. Does it really matter if we know why?” For Daniel, who is Dutch, it’s actually a matter of national pride."},{"author":"","text":"[CLIP: “Het Wilhelmus”]"},{"author":"Bonn","text":"So the most important application for the Dutch is getting gold medals at speed skating, yeah? So we are the best speed skaters in the world, and we wanna keep it that way, and so we also want to have the fastest ice-skating track."},{"author":"Pierre-Louis","text":"But it also matters if you’re not Dutch, he says."},{"author":"Bonn","text":"It’s extremely interesting to think about why things are slippery because if you can understand what’s happening there, you might be able to transfer that knowledge to other systems. And so things that are extremely slippery are extremely interesting because friction is responsible for an estimated 25 percent of the world energy consumption, yeah? And so the friction on ice is roughly an order of magnitude lower than friction on all other materials. And so if you could transpose that to all the moving parts in the world, you would save almost 25 percent of the world energy consumption."},{"author":"Pierre-Louis","text":"In other words ice is slipperier than most other materials. If scientists could figure out why, they might be able to mimic its behavior for use in other applications, like train tracks or motorized energy. This would allow us to lose less energy to friction, cutting energy usage in the process."},{"author":"","text":"But let’s come back to the eternal question of why ice is slippery. Last year a new theory surfaced."},{"author":"","text":"Here’s Paulina again."},{"author":"Rowińska","text":"So a new hypothesis came out last year in a paper, and the idea is: it’s not really about melting. It’s about, almost, like, a mechanical moving of atoms and molecules on the surface. So you know how when we step on ice, we kind of destroy the structure because there are some almost, like, electrostatic attraction—it’s not exactly electrostatic, but it’s, like, an attraction between molecules of our shoe and of ice. But then we keep going—we keep skiing; we keep walking—and we kind of keep attaching and disattaching these molecules."},{"author":"","text":"So there is—they call it, like, an amorphous layer, so it’s a layer that’s liquidlike, but it’s not really liquid because it’s very thin. So it’s not really water. It’s not really ice. It’s something in between."},{"author":"Pierre-Louis","text":"And it was Martin’s team that published this theory in the journal Physical Review Letters."},{"author":"","text":"He said that to understand the idea imagine stacking a bunch of egg cartons."},{"author":"Müser","text":"You put them perfectly in parallel, of course they’re going to stick. But ice crystals will never be oriented that well; they will be misoriented. And very much to my surprise did I see that if I put two misaligned ice crystals in contact, even if they go extremely, extremely close to absolute zero, would I see amorphization right away."},{"author":"Pierre-Louis","text":"In other words instead of the crystalline structure one might expect ice to have, the surface structure starts to fall apart a little bit and become more disordered. It’s not quite a solid anymore."},{"author":"Müser","text":"So we saw this very fast amorphization at 10 kelvin, and then we said, “Hey, now let’s look what happens at -10 degrees C,” or in Fahrenheit—I don’t know, roughly, it’s about 10 [degrees] F or 12 [degrees] F. And we did see that the water also liquefied."},{"author":"Pierre-Louis","text":"To understand what Martin is getting at it helps to understand the difference between an ordered and a disordered solid."},{"author":"","text":"An ordered solid is when all of the atoms are arranged in a precise, repeating 3D structure—think about a phalanx of Roman soldiers all lined up. Those structures can handle a lot of stress. For example, most metals are ordered structures."},{"author":"","text":"A disordered solid, though, is more chaotic. The structures can be more random, less repeating."},{"author":"","text":"When water becomes ice the outer layers are disordered; their structure looks like an open honeycomb. When we step on that surface with, say, a sneaker or ice skate we break up that structure, introducing stress into the system. As the ice works to adjust to that stress it creates an amorphous layer—something that’s not quite liquid and not quite solid—that causes us to slip. Or at least that’s the latest theory."},{"author":"Müser","text":"Sometimes people ask me if people accept the answer and I always say, “I hope not,” because any [Laughs], any good, nontrivial, correct scientific answer is met by a lot of skepticism."},{"author":"Pierre-Louis","text":"So the next time you go ice skating or wipe out on an icy sidewalk you’ll at least have a clearer idea of why it might have happened."},{"author":"","text":"That’s it for today. Tune in on Monday for our weekly science news roundup."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"},{"author":"","text":"[CLIP: Theme music]"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,838,4035,3614,5152,12828,15014,8175,11418,14377,7696,5913,5014,5539,6558,13587,13301,10215,9968,3058,2128,19635,9339,12805,6550,12705,11122,16898,8208,16058,12595,11728,2945,13934,13578,15207,12084,13576,12675,12341,10909,17617,18845,16067,16881,18211,3136,15801,15635,12347,12210,13441,14007,12427,6979,3999,4443,7000,5738,9791,6949,3485,9251,8806,16670,13680,11108,13488,16401,10406,13907,15950,12594,15659,12638,13571,17404,11883,11959,14565,9865,15727,13300,14877,15521,11741,13043,16175,14914,11548,16695,12799,15215,11555,5350,1615,8216,11040,12204,14639,11898,11442,11895,14838,17846,15842,13074,15694,14084,12918,13372,13416,10870,14877,13733,13079,10633,11197,11844,11863,15068,15195,14504,10591,13906,10532,12803,14237,14039,7185,15669,7584,5365,4573,2660,1798,1649,1497,2383,16585,12677,10906,14589,18693,15652,13296,11123,12834,12588,9765,10276,13616,15325,10615,14269,16131,12955,11111,11698,12725,16273,14299,9425,13937,13764,11539,17248,16093,2383,16859,13809,12068,11688,10615,12181,18867,16841,13308,2899,2284,18527,14585,18931,19020,16122,11217,11518,14178,14347,20014,10131,1527,1836,17772,14206,13626,10948,10549,15450,11667,15460,12956,9407,13676,9376,14096,11712,13845,13614,12254,10802,13797,16011,14983,2424,15024,15056,17373,12429,16146,10205,13209,11713,11547,15774,4437,1637,20209,18332,18346,14785,15255,13794,16253,12097,14377,5472,1171,1264,10012,17470,19569,14546,16847,14034,14045,12926,13924,15510,11860,16874,10613,18128,4110,2860,19917,19463,15460,20505,14939,20771,18499,14812,14011,16639,13926,13240,12145,13310,17107,14705,12915,17887,16269,22086,10991,8223,6840,1966,2419,1022,8902,13753,10252,9138,10009,9533,9039,628,363,1542,2227,15327,9950,10531,11712,10291,11719,14372,13795,15838,11455,15969,15717,16611,15314,16060,16458,13100,15907,14904,16171,14413,14918,15055,14823,15026,14079,14488,12940,12504,10428,8974,7347,5792,20074,19857,15949,14372,15385,13051,22625,14124,15391,14282,15123,14672,12254,15521,9417,6512,8371,10268,13333,15397,15699,16210,16458,15784,14815,14564,14715,13067,12193,8735,13968,9783,3270,2456,4650,4155,3825,17273,12624,16835,14105,13868,13148,12111,14299,12631,13543,15651,16941,13623,14934,13541,14269,3251,16634,16101,15316,13080,13614,13034,12263,13350,16585,12480,15040,12865,13942,7357,14851,16428,14908,12949,13808,12497,11423,12548,13576,9398,3959,18780,15028,14593,13820,14855,13069,15364,12006,2895,19714,15924,12714,17380,11647,13394,15417,12099,10184,10172,2925,14721,18975,22635,22611,15090,12429,9634,1973,11238,19866,18210,6737,20351,17196,16152,15341,7696,12176,10069,8701,12700,8389,11786,22581,18981,14523,20012,13791,15052,20614,10068,10076,19678,12862,21822,12368,20210,17550,16061,12176,7760,8188,17154,15329,11039,10669,13285,3992,14932,22277,12763,12789,12617,11567,15806,14948,16545,12599,13282,12431,7967,839,13209,14499,13019,12107,14461,15615,11040,11701,847,22220,22139,15636,10611,15890,13274,14782,18809,13736,12548,10431,17378,13822,15644,14131,5156,357,19509,15910,13171,11602,16862,13676,15711,13239,11425,14529,21189,14309,7103,421,12884,14938,13304,12010,15283,10153,8501,17,11340,3923,18207,22625,18224,21722,18245,10971,22210,8309,9172,6376,6521,7618,15581,21107,12952,19037,7680,16235,13139,16894,12878,15616,16235,8444,2211,22613,15451,18983,13404,13183,17224,18624,15567,17758,19602,18045,568,22574,22627,21035,19904,14536,9098,9315,16288,21669,13785,10795,19688,17237,10970,17441,13968,2397,2155,2607,15793,12682,10560,13797,10775,2487,21663,20385,16836,13454,14537,15166,15532,15321,16924,2169,17186,12860,13196,12567,9327,17353,11850,13788,1089,15055,17244,14102,14155,14066,12139,15819,14279,13511,12612,13239,13023,19740,16462,11829,11458,12131,3264,16582,16026,15057,11497,10024,17048,14092,16283,13179,10795,12889,12601,8233,9819,8366,8750,5697,7490,9491,10551,2487,3636,12442,1598,15078,11305,12432,13584,12497,10985,9313,8058,6254,8244,9633,8840,6248,8178,8298,4021,1540,1870,15092,14076,10577,10375,9030,13048,9838,9773,7136,6294,13196,9880,11311,3995,737,22303,14445,17302,13386,15390,11994,14323,10280,15620,17261,13295,13120,17944,15507,17337,17535,17489,11000,17565,13058,13209,14668,11470,1694,9507,12251,20922,13881,15613,15988,14183,19194,14358,7425,18768,20890,19700,14191,1298,1615,2076,16999,15375,22336,12753,19979,8685,9073,7636,22594,12348,10995,6094,22653,6432,1512,1359,21626,13315,16335,16307,12510,10512,21905,22139,13213,15392,17320,14967,11620,11868,14374,2588,12222,22555,15631,11249,15834,11733,14379,20621,19288,15788,1731,13912,19907,17861,14259,13046,11843,15182,11767,15522,14825,13202,14822,15488,14866,11714,7169,16401,12758,14355,16936,12512,15613,15405,15798,15891,12717,12105,12783,12787,5737,1107,18897,13951,16060,1497,13047,11782,10168,11482,8410,15238,15304,11606,14371,11518,6425,11630,7251,10391,5479,1920,1273,13214,17946,15513,10621,7097,9967,10584,7076,5941,4497,6917,7309,5355,10731,7747,1275,14113,9418,14106,14930,9302,12729,8160,10941,9655,5026,4482,16066,11374,15226,9579,11935,6448,4625,3564,1455,9643,10834,14092,13474,7887,9932,8816,12699,7899,8437,10412,8086,4409,1786,1854,13991,13261,10725,11698,10415,11271,7012,8010,14207,10494,11321,11301,10560,2483,1031,17748,16389,14869,9248,13357,2330,20910,12327,12565,14766,12003,7246,9999,13891,12277,10528,8143,4491,1742,10608,18200,13521,13118,11930,8012,10197,10149,12817,6840,6173,2270,14678,8464,6385,19526,14892,11270,11987,9459,12790,13202,11204,12032,8214,8594,10011,8859,7446,7857,10140,10352,8483,2245,8047,10869,11149,3086,565,12809,12688,8814,10868,9647,6697,7119,161,4331,15652,13947,16375,9165,16153,12823,13681,12276,11950,10920,10790,12590,7804,15900,10919,13096,12602,14911,14578,11373,12579,14191,13780,13163,10347,12963,12613,11752,2417,13717,17568,12524,13569,10094,9302,1289,15690,12989,13233,13706,13995,15501,12016,11904,12052,10931,14736,14504,12530,11340,11002,9505,19516,15819,14574,14541,12119,11349,12257,17383,16586,11475,11405,13715,15777,13424,1399,14456,13596,13691,17230,9204,837,699,9878,16023,22628,22626,19205,20076,19768,11524,6982,3884,12649,22718,17614,15541,13570,13808,8000,738,22618,20140,12085,8886,17897,14166,11622,13584,13304,14036,10671,10926,5908,2946,13570,22632,20837,22623,14240,15216,13884,10070,14169,22599,16143,22625,12760,203,22662,15165,20763,16800,22500,16627,22630,21895,19484,12218,12891,7058,1780,16847,22160,13996,5832,17678,21922,22652,22494,14227,11020,2289,129,17897,18877,14794,19231,10029,18934,17490,15050,16814,16169,19160,15383,16780,16159,15603,12841,14889,11551,8895,21189,15134,18297,15514,16980,16624,9277,409,20854,17146,12789,15672,12915,22565,13226,16157,15108,17667,12252,118,13078,22600,15990,22555,19232,15783,12488,22515,18358,10864,16288,19584,12159,4784,16404,21651,17738,22605,13006,14029,17050,22621,8491,12813,14165,22641,22580,21541,4964,13283,595,9986,22395,16152,14424,22454,14324,15277,4165,22018,18884,20804,22567,17676,9866,21206,14943,9884,22175,14024,12955,14429,17896,14262,10381,19865,20008,12963,19985,19124,13285,22171,19826,14377,14414,22392,13624,11301,7363,12489,22730,11498,13196,11485,11115,11010,3965,86,20515,5578,13926,0,0,0,3728,2237,3692,15938,15358,13269,18705,20606,16339,15779,17975,15375,15244,13950,18588,14084,18058,18796,16377,13802,14827,2621,16527,20252,14316,14738,15689,15933,17907,17659,13677,13960,14479,6477,21583,20099,21731,15136,19046,7429,6317,21989,18123,14523,14100,16417,17441,15293,20352,14109,20171,16886,13495,15266,16349,3715,4294,4439,12605,18878,15843,18922,13755,10634,16619,22391,22653,5826,5026,10325,8744,12200,8914,21359,16685,14309,6388,2308,2181,22547,19635,17361,12357,9610,7057,5977,19249,18141,22684,22566,21212,10294,1328,14139,17514,5029,926,633,14992,18570,14265,15238,16274,12759,17562,8549,15980,22689,13043,14431,13259,17610,16842,19298,13091,16086,13849,12934,12475,350,423,16847,17553,17007,14929,16908,13135,13242,9876,6923,114,4233,21000,15523,12890,17498,9723,16814,11976,14378,14016,11896,12400,19242,16987,11177,5711,3619,685,22057,19024,13720,22615,10024,10421,16578,18164,15307,17848,17516,17634,14841,12021,11866,19957,17947,15685,16035,15175,15844,18347,15837,8268,17738,15686,18070,20000,15622,18567,16424,16932,15175,19406,18419,8657,7534,17029,22583,22495,15604,18878,1738,11456,19684,15174,22684,2919,13603,20289,20217,14623,1032,18337,22479,17111,16885,15241,17413,16580,19644,18766,19236,18510,8333,17020,11178,13388,14996,1664,21073,16089,15568,21762,18440,14579,19247,12387,432,249,18434,21155,13938,8539,7587,10313,8754,303,18816,20618,22646,14420,11998,5935,9256,18998,19294,22653,12437,8443,7833,13068,2121,1531,16160,14973,17800,11375,9065,13134,22206,19499,10773,17853,15835,12735,13350,15426,21630,5737,6461,302,22619,3248,17956,17265,12000,22534,21436,7111,22545,16490,16527,16802,18077,12577,13981,11159,20705,20198,10956,13991,12614,13770,9126,8695,9342,8159,11265,18026,7957,0,17646,16065,13914,15029,22620,12123,15553,14781,13561,20640,15549,14600,15345,7263,3065,22646,15194,14647,18505,14732,16567,16100,11163,14107,18093,12682,12940,14481,4889,9399,15918,12811,9811,8751,8825,11993,10043,9486,6699,10887,9489,10881,12610,10986,15875,10667,11433,14819,8199,9126,11901,7158,9035,8050,6418,10977,1730,1460,18243,8971,15074,12647,15342,11906,9765,10155,10048,8041,8457,7779,9871,10351,10169,8644,8390,12468,12719,10612,12103,10214,8403,7647,11681,11293,2738,1308,8429,10945,8074,8904,11277,15517,11537,10211,8158,13764,6097,7551,13860,7683,7189,13200,10016,366,273,79,8279,12715,7860,11340,6749,6323,8827,4229,18639,14709,11896,13440,10204,8566,7026,18908,14222,11116,9173,12559,13127,13471,14710,14354,15804,9185,12304,400,921,13578,12418,2996,18209,15083,12837,14370,8816,13848,14573,8669,8717,12360,11885,11545,9923,8635,13995,9655,6638,7673,6883,9281,13810,646,2469,15338,16519,12979,12723,1102,19489,19775,12767,9173,5463,974,761,618,15922,13152,13065,1291,21908,14995,15949,14400,14224,16890,15420,18637,22619,10713,19021,22611,21267,15419,14814,22491,20452,19861,16098,16917,19517,18402,15142,19666,2322,16555,13737,17511,10361,17206,19438,14371,16129,15666,2496,2225,22621,17395,22593,17291,18838,17637,15428,17112,18299,17398,17830,15861,14680,16957,5632,1567,22721,19051,20035,16552,14001,14866,19111,17205,3857,1959,21321,21744,11934,19604,16575,17291,13801,16674,20577,18495,18250,20769,8869,15888,15426,15273,4105,17564,18659,14028,18312,14559,13094,16910,9738,22537,18680,19950,20187,6333,1155,20673,16658,14574,18198,7487,21406,21204,14993,19653,7094,17840,18140,13709,13762,14194,7995,21952,17082,18962,14865,16424,16936,1911,1295,16453,16795,14216,16894,13141,11216,22627,13597,14659,17215,16988,15468,386,560,1336,1982,1855,14587,22620,22001,18907,15938,14883,12077,22637,11167,3384,22343,20098,21841,19007,16878,15023,11591,9336,18502,20948,6952,2762,12591,16792,16369,21891,14697,13755,14403,14249,6628,12721,20341,15628,19131,14144,16103,18896,19328,14481,19407,15932,14542,21621,5917,18745,5909,322,237,164,21457,16375,13399,13194,15881,12491,9946,8570,11235,18246,22555,11182,22402,10295,18535,16997,16426,22605,19354,7275,12462,14437,19569,11586,9371,8955,4917,15011,6879,12752,22591,16658,9728,1058,21391,15908,6525,10157,18944,12803,8530,4749,334,19126,17710,17486,13042,20799,14372,14362,12001,9303,13795,13768,306,19508,15148,17641,13980,10894,10816,15567,11242,10824,11861,15508,15581,8164,8790,16556,15195,6610,1363,13077,19125,9284,9715,13541,20860,19098,15012,5887,9421,7276,9276,4281,13,12409,18602,6054,2040,20050,15955,17379,20882,17556,22621,22590,22561,14547,12626,9150,22632,12315,581,209,13647,7220,13577,18115,11707,14742,280,20909,13285,9614,7572,269,13175,20967,12584,14062,22629,20612,14585,19875,16671,14435,13619,22612,17077,3340,10142,12889,11037,1628,6463,12944,11440,8616,22212,10589,9680,17315,12007,7042,8366,7688,9588,1875,85,2,17529,13504,10343,13973,13743,11004,14330,13740,14234,17551,10478,10619,7791,112,13154,14163,12085,15076,15057,15304,13048,14015,12217,13485,12035,14126,10270,9758,15307,11594,12606,12350,13330,12354,15263,15128,13690,11973,12348,8642,438,3376,17599,16065,11078,13885,15570,9040,13678,11408,11581,12889,10623,12415,17656,9132,6501,1753,18095,15954,14058,11373,15633,11163,13533,11475,16835,8681,1413,18589,13876,11799,12678,12498,9739,3632,15101,13073,13342,10613,18622,21293,16587,19388,9022,14880,13972,10763,14916,12160,11192,10681,14633,11645,22402,16270,6859,2643,22558,20089,16343,18180,15894,17096,18155,11767,7337,13694,11566,1721,13955,22601,22020,18656,4881,22697,15817,19362,21177,16857,18843,12565,7422,19690,6633,1219,22684,19944,22546,16065,18550,10575,8152,16811,22672,6704,15168,17878,19395,18849,19379,17877,12250,10461,2219,2837,12705,18555,16283,12007,5779,12665,21677,22618,4726,3799,16560,22406,20225,13088,6927,16623,1003,21581,19753,13426,21504,19340,15139,15725,18583,21930,20361,22116,22708,20408,4451,21625,18748,8312,19205,21211,12128,22620,22012,18051,13397,19781,22539,21759,17067,13822,2212,14813,15749,20196,14484,14835,18573,8689,15267,20301,19847,12810,20555,19951,19279,7723,1564,1324,22794,20976,22483,22638,13489,18784,19541,10324,20634,8604,22664,19043,17037,12310,2626,631,22716,18254,12910,20871,10597,6360,19063,6084,11527,12999,22539,2732,17731,14388,17478,13005,17467,19802,14388,13592,20962,20383,13161,21589,17784,13482,20596,19773,17075,12938,13785,13754,11202,22579,12269,21019,16093,17218,14613,20627,15802,17715,20733,22680,15851,15090,8531,4109,22514,15275,12471,10064,14318,9252,12737,13500,13006,13559,9539,9522,10396,11908,7894,271,14456,14355,16180,11940,11382,11633,17055,14124,14755,12654,13781,13022,13139,13514,10451,6214,15210,19363,17358,11925,15449,10513,12431,13315,10340,10080,10817,639,2436,16382,12381,17753,13308,7419,17065,13422,13594,11139,12094,10574,12168,13524,13265,9824,12743,12319,7644,4070,2032,11601,10635,10467,10345,9706,13450,9122,9409,7933,9347,9033,15992,15057,308,94,10943,11769,10289,10522,10842,6954,8882,7725,1194,11952,9503,10811,10259,7385,4975,8299,8364,6292,8084,9035,10387,8812,12293,8885,12168,7714,265,405,13006,9211,9164,11952,10583,6615,6940,1994,22420,14660,14577,13723,16696,13007,16263,13705,11026,16965,14959,20701,896,12934,13121,15143,18070,18706,16697,14855,12435,16863,14021,13827,14034,767,19081,14571,15225,14651,10465,10577,3205,15647,14420,15617,17403,17613,13414,8544,9715,5743,7419,9912,8039,12146,12651,13045,6654,1263,863,7195,18837,13661,16180,11034,10426,10256,10999,9902,11318,8380,7718,7435,8965,10843,7293,7341,4949,3521,2189,4212,2141,7356,6525,3699,4266,4431,8299,7317,5009,12238,17820,9859,8552,9235,7845,9788,13032,12264,724,2545,12175,10855,5755,8196,18234,9081,7770,579,5504,22418,22821,15601,14708,15041,22601,22648,15903,14580,18029,14924,16054,18390,14162,13982,16290,17201,5577,2618,22620,16021,17599,16630,20213,22461,12990,18322,13924,16924,16294,14045,16638,16366,14479,18965,4033,22550,17039,17605,19285,14088,18132,17819,18829,6284,2796,2257,22498,14573,18328,15779,22553,8599,22579,22672,14968,15786,14177,16282,15954,14107,1511,1832,22158,17289,16806,18101,16857,21228,17689,22004,17506,14222,16914,15221,14807,15715,14732,1007,3376,18680,16195,15812,22616,21619,15797,12635,17024,17100,18747,14923,18022,22354,18605,14932,1720,1929,21911,20710,18921,16201,15019,16096,15194,18211,16754,15829,19103,17245,17932,20359,13004,22213,19963,14292,17044,1939,2278,22555,14303,20621,18374,17646,19155,17503,17397,15731,20620,3904,17242,17933,16101,16475,19025,13677,19229,20790,19779,22400,11320,22630,16142,20822,15924,18079,14120,1443,8783,12646,10756,12854,11613,11375,13724,9854,11226,11086,8358,9504,7630,2611,10002,12013,14627,12409,11338,9120,10849,11841,7963,8123,7702,14244,17629,15231,11528,18225,12940,14802,13139,13103,12330,13556,10967,11551,10525,9415,12012,9891,8690,490,14494,16047,13675,13803,13878,13862,14512,16235,15845,12371,14045,14142,12209,14289,10912,12182,12874,13335,16796,10531,11927,10559,2648,2504,1999,1900,1696,22558,18301,15219,15046,14484,13171,15813,15684,13559,15151,14099,17960,2314,2823,7276,17863,16433,11383,15269,14568,16066,13171,12278,13881,15058,12043,10276,14703,13378,18577,15509,15168,12670,11958,2922,3041,20079,14851,22415,15316,17698,10587,15118,6354,8347,15166,14066,14301,18040,20159,10797,18953,3799,22493,12641,14313,14593,15746,13019,13441,2882,2937,15228,17953,16443,13173,13616,22609,17815,13249,15452,13644,13507,10328,2078,19545,14258,13990,11993,13320,11081,12871,7093,22783,13640,12368,1253,2125,14222,13989,11974,11902,12155,11177,11556,6993,7694,9138,15684,15150,15531,15911,15638,15979,16420,17025,16663,16324,15300,15347,15641,15585,15069,16705,16166,16515,14789,14217,14895,14922,11254,13703,14102,8351,10097,2960,14650,13867,9961,8390,5486,2062,890,451,261,84,42,3591,20609,15758,20584,20756,20592,15728,19425,16998,17050,11990,11887,19046,20822,17976,20153,21130,19134,14852,20892,10450,15440,14075,19162,18756,18331,18134,15689,17449,18832,19874,17857,16042,20671,17889,16358,16772,19039,21008,21039,6606,21176,20558,18606,17108,19408,18518,15849,20018,18485,20445,19883,18728,14938,20192,15993,15726,17249,15274,16411,21035,19936,18329,13522,20832,17532,20468,16654,17325,17093,16722,14745,20099,17329,16161,18545,15499,18379,20284,20458,18767,19353,18139,17793,17466,18774,15990,17898,19247,18257,20548,20858,18545,21286,16021,16751,16389,18353,13583,0],"fragments":[{"begin":"0.000","end":"5.360","lines":["[CLIP: Skates cut across the ice at an ice rink, and music plays in the background.]"]},{"begin":"5.360","end":"15.400","lines":["So we’re out here today in lower Manhattan ice-skating. There are lots of kids skating around, dudes in hockey skates, and I’m here getting my inner Michelle Kwan on."]},{"begin":"15.400","end":"23.960","lines":["[CLIP: Skates cut across the ice at an ice rink, and music plays in the background.]"]},{"begin":"23.960","end":"47.520","lines":["If you really think about it, ice skating is just controlled slipping on ice. And whenever I go skating I can’t help but think about the Winter Olympics, like the ones that are happening right now in Italy."]},{"begin":"47.520","end":"70.760","lines":["[CLIP:NBC Olympics commentator Sloane Martin discusses a mixed doubles curling competition on February 6: “Welcome inside the Cortina Curling Olympic Stadium. The U.S. mixed curling duo of Korey Dropkin and Cory Thiesse faces Team Canada in a matchup of unbeaten teams.”]"]},{"begin":"70.760","end":"87.800","lines":["And watching the Olympics I started to realize that if you really think about it, so many of the Winter Olympic sports are just about controlled slipping on ice, like bobsledding, the luge, curling. And yet scientists still don’t really know why ice is slippery."]},{"begin":"87.800","end":"101.440","lines":["Sure, they have theories, like the pressure that we put on the ice maybe melts the ice, creating a thin watery layer. But scientists mostly agree that those theories aren’t the full picture. The slipperiness of ice is actually still a mystery."]},{"begin":"101.440","end":"114.080","lines":["It’s such a simple question that should have been answered centuries ago. But turns out all the stuff we learned in school, it’s not fully correct, like with many, many other things."]},{"begin":"114.080","end":"122.200","lines":["So today we’re going to try to get some answers."]},{"begin":"122.200","end":"127.160","lines":["[CLIP: Theme music]"]},{"begin":"127.160","end":"135.080","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"135.080","end":"143.600","lines":["There are at least three long-standing scientific theories that try to explain what makes ice slippery."]},{"begin":"143.600","end":"157.040","lines":["One of the oldest potential explanations dates back to the mid-1800s. It comes from a Scottish engineer named James Thomson, the older brother of famous physicist Lord Kelvin. And it involves the pressure that an object exerts on ice."]},{"begin":"157.040","end":"171.600","lines":["We know that the melting temperature is generally zero degrees Celsius, or 32 [degrees] Fahrenheit. And above that we have water; below that we have ice. But then pressure changes this—changes the properties of water."]},{"begin":"171.600","end":"183.400","lines":["That is Paulina Rowińska, who we also heard at the top of the episode. She’s a science journalist at Quanta Magazine, and she wrote an article in December that dug into the competing theories about why ice is slippery."]},{"begin":"183.400","end":"190.320","lines":["One of the hypotheses is that when we step onto the ice we put pressure on it, possibly lowering the melting point."]},{"begin":"190.320","end":"206.760","lines":["It’s freezing out there, but we are getting closer to the melting temperature, so we might be melting, like, the surface layer of ice. And then it would get kind of a layer of water, and we all—like, water is slippery because it’s a liquid, not a solid."]},{"begin":"206.760","end":"215.080","lines":["Thomson came to this idea—that pressure on the ice basically creates a liquid layer—by studying glaciers, says Martin Müser."]},{"begin":"215.080","end":"219.720","lines":["Martin is a theoretical physicist in the Department of Materials Science at Saarland University."]},{"begin":"219.720","end":"237.400","lines":["Müser: Glaciers, there is a heavy, heavy load that sits on the points of contact, and we know that when we are a little below the freezing point and we squeeze on ice, it becomes liquid. So [Thomson] argued that ice liquefies because of the pressure."]},{"begin":"237.400","end":"244.280","lines":["But there’s a problem with the pressure hypothesis—a big one, according to Daniel Bonn, a professor of physics at the University of Amsterdam."]},{"begin":"244.280","end":"253.800","lines":["Bonn: You would need 10 elephants resting on a single skate in order to get a decent amount of melting due to the pressure."]},{"begin":"253.800","end":"271.800","lines":["Given that humans do not weigh as much as 10 elephants and we still manage to slip on ice, pressure alone does not seem to be why ice is slippery. So another theory emerged—and this one is especially popular among tribologists, scientists who study friction, lubrication and wear between moving surfaces."]},{"begin":"271.800","end":"273.080","lines":["Here’s Martin again."]},{"begin":"273.080","end":"317.760","lines":["When you talk to a tribologist, in particular in the field of ice friction, they would come up with an explanation that was proposed by Frank Bowden. And he made a very neat experiment in the Alps where he put two identical skis—they had the same weight, the same surface finish, the same everything—but one conducted the heat inside a little better than the other one. And the one that conducted the heat less well was noticeably faster. So he said, “Look, what happens is because you have friction, you get heat. When [there’s] heat, it melts the water, and the more heat is retained in the contact, the better it is. What happens is melting by frictional heating.”"]},{"begin":"317.760","end":"328.880","lines":["The idea that Bowden laid out with another physical chemist, T. P. Hughes, is that as we walk or skate on ice the friction we create heats and melts the surface. The concept is called frictional heating."]},{"begin":"328.880","end":"340.200","lines":["Daniel’s team did experiments where they measured the friction on ice over a very large temperature range, from -100 degrees C, or -148 degrees F, to the freezing point of water."]},{"begin":"340.200","end":"361.760","lines":["And then all kinds of interesting things happen. At very low temperatures—you probably don’t want to be ice-skating anyways at -100 [degrees C], but it’s actually impossible to ice-skate because the friction’s very high. But then increasing the temperature from those very low temperatures the friction decreases extremely rapidly."]},{"begin":"361.760","end":"373.280","lines":["Daniel and his colleagues found that the friction decreased until a temperature of roughly -7 degrees C, which is about 20 degrees F. But when they went closer to the melting point of ice the friction went up again."]},{"begin":"373.280","end":"399.120","lines":["And this is something that you’ve experienced if you do ice-skating: if the ice is too warm, it actually becomes mushy and you leave traces in the ice, which—this is what we call plowing friction. And so we were very happy because we found that there was an optimum temperature for ice-skating, which is -7 degrees C. And so we went to our ice-skating rink, and they said, “We’ve known this for many decades.”"]},{"begin":"399.120","end":"405.160","lines":["These experiments reinforced for Daniel that the answer to what makes ice slippery lies beyond friction."]},{"begin":"405.160","end":"415.840","lines":["Sure, frictional heating might be responsible for melting the ice in our wake—that is, melting the ice behind us—but as we all know ice is slippery before you’ve even stepped on it, before friction has even occurred."]},{"begin":"415.840","end":"427.960","lines":["As you know it’s difficult to remain standing on the ice, even at zero speed, yeah? And so we don’t think that the sliding itself has something to do with it."]},{"begin":"427.960","end":"434.920","lines":["So if it’s not pressure or friction, could ice be slippery because there’s already a pre-melted layer of water on top?"]},{"begin":"434.920","end":"437.920","lines":["Paulina says that’s what a third hypothesis suggests."]},{"begin":"437.920","end":"463.840","lines":["So this has to do with how ice is structured. So, you know, ice is just water. So we have water molecules, but they are structured in a very ordered way, so they form bonds, and they—it’s kind of like a nice lattice. That’s why ice is solid. In a liquid, like liquid water, the molecules are kind of moving freely, and the structure is much looser."]},{"begin":"463.840","end":"488.800","lines":["So the idea is that close to the surface of ice the bonds are much weaker, so it’s kind of like a boundary between two different materials. So it’s not that the surface of ice is melting, but there is, like, a pre-melted layer of water on top of ice because of these structural differences between water and ice."]},{"begin":"488.800","end":"497.600","lines":["This theory, like the pressure hypothesis, dates back to the 1800s. It was first proposed by English chemist and physicist Michael Faraday, Martin explains."]},{"begin":"497.600","end":"523.160","lines":["He basically saw that from putting two ice cubes together, and when they were fresh they would slide, but if he would wait a bit longer time, they were stuck. So a single, basically, interface would form, and he said, “Well, they are slippery because there must be a very thin lubricating layer.” And in the last 30, 40 years there was a lot of experimental effort proving the existence of this layer."]},{"begin":"523.160","end":"526.440","lines":["But this theory, too, has holes. Among them, Martin says ..."]},{"begin":"526.440","end":"540.960","lines":["Is this layer is relatively thin. And a very thin layer, even if the viscosity of the liquid is as small as that of water, would still give quite noticeable friction. [Laughs.]"]},{"begin":"540.960","end":"557.840","lines":["So let’s recap: the three long-standing, leading hypotheses as to why ice is slippery are, one, the pressure applied by an object melts the ice, causing us to slip. Two, friction heats the ice, causing us to slip. And three, ice has a thin layer of pre-melted water that, again, causes us to slip."]},{"begin":"557.840","end":"570.160","lines":["On the one hand all of these theories have flaws. On the other hand computer simulations run by a group of European scientists a few years ago suggest that it might not be any one of these theories but all of them together."]},{"begin":"570.160","end":"580.840","lines":["You might be asking yourself, “Why does any of this matter? We know that ice is slippery. Does it really matter if we know why?” For Daniel, who is Dutch, it’s actually a matter of national pride."]},{"begin":"580.840","end":"583.400","lines":["[CLIP: “Het Wilhelmus”]"]},{"begin":"583.400","end":"597.400","lines":["So the most important application for the Dutch is getting gold medals at speed skating, yeah? So we are the best speed skaters in the world, and we wanna keep it that way, and so we also want to have the fastest ice-skating track."]},{"begin":"597.400","end":"599.880","lines":["But it also matters if you’re not Dutch, he says."]},{"begin":"599.880","end":"643.000","lines":["It’s extremely interesting to think about why things are slippery because if you can understand what’s happening there, you might be able to transfer that knowledge to other systems. And so things that are extremely slippery are extremely interesting because friction is responsible for an estimated 25 percent of the world energy consumption, yeah? And so the friction on ice is roughly an order of magnitude lower than friction on all other materials. And so if you could transpose that to all the moving parts in the world, you would save almost 25 percent of the world energy consumption."]},{"begin":"643.000","end":"659.880","lines":["In other words ice is slipperier than most other materials. If scientists could figure out why, they might be able to mimic its behavior for use in other applications, like train tracks or motorized energy. This would allow us to lose less energy to friction, cutting energy usage in the process."]},{"begin":"659.880","end":"665.720","lines":["But let’s come back to the eternal question of why ice is slippery. Last year a new theory surfaced."]},{"begin":"665.720","end":"666.960","lines":["Here’s Paulina again."]},{"begin":"666.960","end":"713.280","lines":["So a new hypothesis came out last year in a paper, and the idea is: it’s not really about melting. It’s about, almost, like, a mechanical moving of atoms and molecules on the surface. So you know how when we step on ice, we kind of destroy the structure because there are some almost, like, electrostatic attraction—it’s not exactly electrostatic, but it’s, like, an attraction between molecules of our shoe and of ice. But then we keep going—we keep skiing; we keep walking—and we kind of keep attaching and disattaching these molecules."]},{"begin":"713.280","end":"725.360","lines":["So there is—they call it, like, an amorphous layer, so it’s a layer that’s liquidlike, but it’s not really liquid because it’s very thin. So it’s not really water. It’s not really ice. It’s something in between."]},{"begin":"725.360","end":"730.040","lines":["And it was Martin’s team that published this theory in the journal Physical Review Letters."]},{"begin":"730.040","end":"734.880","lines":["He said that to understand the idea imagine stacking a bunch of egg cartons."]},{"begin":"734.880","end":"760.040","lines":["You put them perfectly in parallel, of course they’re going to stick. But ice crystals will never be oriented that well; they will be misoriented. And very much to my surprise did I see that if I put two misaligned ice crystals in contact, even if they go extremely, extremely close to absolute zero, would I see amorphization right away."]},{"begin":"760.040","end":"769.760","lines":["In other words instead of the crystalline structure one might expect ice to have, the surface structure starts to fall apart a little bit and become more disordered. It’s not quite a solid anymore."]},{"begin":"769.760","end":"790.120","lines":["So we saw this very fast amorphization at 10 kelvin, and then we said, “Hey, now let’s look what happens at -10 degrees C,” or in Fahrenheit—I don’t know, roughly, it’s about 10 [degrees] F or 12 [degrees] F. And we did see that the water also liquefied."]},{"begin":"790.120","end":"796.080","lines":["To understand what Martin is getting at it helps to understand the difference between an ordered and a disordered solid."]},{"begin":"796.080","end":"809.120","lines":["An ordered solid is when all of the atoms are arranged in a precise, repeating 3D structure—think about a phalanx of Roman soldiers all lined up. Those structures can handle a lot of stress. For example, most metals are ordered structures."]},{"begin":"809.120","end":"814.320","lines":["A disordered solid, though, is more chaotic. The structures can be more random, less repeating."]},{"begin":"814.320","end":"834.480","lines":["When water becomes ice the outer layers are disordered; their structure looks like an open honeycomb. When we step on that surface with, say, a sneaker or ice skate we break up that structure, introducing stress into the system. As the ice works to adjust to that stress it creates an amorphous layer—something that’s not quite liquid and not quite solid—that causes us to slip. Or at least that’s the latest theory."]},{"begin":"834.480","end":"847.720","lines":["Sometimes people ask me if people accept the answer and I always say, “I hope not,” because any [Laughs], any good, nontrivial, correct scientific answer is met by a lot of skepticism."]},{"begin":"847.720","end":"853.960","lines":["So the next time you go ice skating or wipe out on an icy sidewalk you’ll at least have a clearer idea of why it might have happened."]},{"begin":"853.960","end":"860.080","lines":["That’s it for today. Tune in on Monday for our weekly science news roundup."]},{"begin":"860.080","end":"911.440","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"911.440","end":"923.520","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"]},{"begin":"923.520","end":"926.400","lines":["[CLIP: Theme music]"]}],"duration":926}