{"title":"Babies keep the beat as Artemis slips, solar flares blast and PFAS rise","img":"https://static.scientificamerican.com/dam/m/80f2d3410c4b3c30/original/2602_SQ_MON_FEB_09.png?m=1770396154.138","url":"https://www.scientificamerican.com/podcast/episode/babies-are-born-with-rhythm-as-nasas-artemis-ii-faces-delays-and-solar/","audio":"https://traffic.megaphone.fm/SAM7684456710.mp3","intro":["Babies show innate rhythm as NASA’s Artemis II mission hits delays, a major solar flare erupts and concerns grow over PFAS “forever chemicals”"],"authors":["Kendra Pierre-Louis","Claire Cameron","Fonda Mwangi","Alex Sugiura"],"category":["Space Exploration"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"Last week NASA’s Artemis II moon mission was delayed by at least a month. After the agency’s so-called wet dress rehearsal revealed hydrogen fuel leaks in the launch vehicle, among other problems."},{"author":"","text":"Here to give us the latest is Scientific American’s breaking news chief, Claire Cameron. Hi, Claire. Thanks for joining us today."},{"author":"Claire Cameron","text":"No problem! Glad to be here."},{"author":"Pierre-Louis","text":"First up, what exactly is Artemis II?"},{"author":"Cameron","text":"Artemis II is a planned mission to send four astronauts in a giant loop around the moon. It’ll take them 10 days, and they’re not actually gonna land on the moon. Instead, they’re going on this big journey around the moon. They’re gonna do some observations and then land back on Earth. And it’s essentially a test flight for future moon missions that will see astronauts actually land on the moon—if all goes to plan."},{"author":"Pierre-Louis","text":"My understanding is, is that there are a number of potential launch dates for this year, and the most recent one was slated for February. And they did a—what is it—a wet launch, a wet test?"},{"author":"Cameron","text":"So before every launch with crew, certainly, they do what’s called a “wet dress rehearsal.” The “wet” part of it is referring to the fact that they load the rocket up with liquid fuel. So in this case it’s liquid hydrogen and oxygen that they load the rocket up, make sure that it can be fueled properly, and then they drain all the fuel at the end. And they essentially do a simulated launch, so they do the countdown as if they’re about to launch the rocket up into space, but then they stop right before anything gets ignited."},{"author":"","text":"And so this test allows NASA engineers to see if there’s anything wrong with the rocket or the capsule or anything that needs to be sorted out before they actually launch any people on top of the rocket. And in this case they held the wet dress rehearsal on February 2, and they did find issues with both the rocket and the capsule that is going to house the crew on their journey around the moon."},{"author":"Pierre-Louis","text":"Beginning with the rocket, what was the problem that they found with the rocket?"},{"author":"Cameron","text":"It leaks, so the fuel started leaking out. Specifically, at first, it was the liquid hydrogen that started leaking out. And this was actually a problem with the predecessor to Artemis II, Artemis I—the rocket leaked hydrogen during their tests as well."},{"author":"","text":"Eventually, they managed to get it under enough control to be able to launch that rocket, but it did set back the launch date for it by months as they tried to get rid of the problem. And so I’m sure it’s very frustrating for all the engineers that [roughly] three years later they are dealing with the same problem despite having come up with fixes for it in the past."},{"author":"Pierre-Louis","text":"Can you talk about the issues with the capsule? And what is the capsule? That’s where the astronauts actually go, right?"},{"author":"Cameron","text":"Yeah, so the capsule sits on top of the rocket; it looks like a sort of little cone. And it will house the four astronauts on their journey. It’s quite spacious, comparatively. So the capsules that go up to the International Space Station, it’s kind of like sitting in a plane seat; you don’t really do very much in there. Whereas the capsule that these astronauts for Artemis II will go up—it’s called the Orion capsule—it is relatively more spacious. It has some space for sleeping, for doing scientific work, for observations, and a bathroom, which is also critical if you’re up in space for 10 days."},{"author":"","text":"And so the problem with the capsule arose when they were trying to close the hatches on the capsule to simulate getting ready for launch and [a valve] malfunctioned. And so [that] required tweaking in order to get [it] to function again."},{"author":"Pierre-Louis","text":"What are potential new dates for the launch?"},{"author":"Cameron","text":"So right now NASA is targeting March. That will depend on what analysis and what they learn from the results of the wet dress rehearsal. So what they’ll do is that could take days; it could take weeks. We will get another wet dress rehearsal, so they’ll do it again to make sure that everything’s working optimally. With Artemis I it ended up being a monthslong delay from the first wet dress rehearsal to the actual launch."},{"author":"","text":"Right now NASA is targeting March. They haven’t released a specific date, but NASA has a document basically showing where the launch windows are for March and April. For March it’s between March 6 to the 9 and then March 11, so it could be any of those days."},{"author":"Pierre-Louis","text":"That’s fair, and this is really interesting and something we’ll definitely keep an eye on. Thank you so much for taking the time to walk us through this."},{"author":"Cameron","text":"Of course!"},{"author":"Pierre-Louis","text":"Continuing with space news, on February 1 the sun unleashed one of its strongest solar flares in decades."},{"author":"","text":"A solar flare is a large burst of electromagnetic radiation that is released by the sun. They can last anywhere from minutes to hours. Last week’s show included dozens of smaller outbursts and four of what NASA calls X-class solar flares—the most intense type. One of these X-class flares was among the 20 brightest that’s been observed in the last 30 years, according to SpaceWeatherLive."},{"author":"","text":"These flares can cause radiation storms and disrupt satellite operations, but they can also trigger the beautiful shifting colors of the auroras. When the charged particles released during solar flares reach Earth they collide with the oxygen and nitrogen in our planet’s atmosphere. As the particles move to shed this increased energy they glow in brilliant colors, which are visible in the night sky—at least in lucky instances when there’s no cloud cover."},{"author":"","text":"Speaking of the Earth’s atmosphere do you remember the hole in the ozone layer? Well, here’s a quick refresher. In 1985 British Antarctic Survey scientists made a startling discovery over the Halley and Faraday research stations. The researchers realized that the ozone layer—the atmospheric layer that acts as the Earth’s sunscreen, filtering out ultraviolet B rays—had been thinning since the mid-1970s. Each spring, when the sun returned to Antarctica after months of darkness, ozone levels became dangerously low there. This spot became known as the hole in the ozone layer."},{"author":"","text":"So what was the culprit? Scientists placed the blame on certain chemical compounds, including chlorofluorocarbons, or CFCs, which were used as refrigerants and propellants in hair spray. And while Antarctica was perhaps most dramatically affected, ozone depletion was popping up in areas across all seven continents. The thinning of the ozone layer came with a number of potential risks for animal, plant and marine life—for example, more skin-cancer cases among humans. But in 1987, just two years after researchers first sounded the alarm, every single member country of the United Nations signed onto the Montreal Protocol, an international treaty pledging to phase out the use of ozone-depleting chemicals. In the four decades since, the ozone layer has begun to heal."},{"author":"","text":"And yet, a study published last Wednesday in the journal Geophysical Research Letters suggests that as we phased out ozone-depleting chemicals we replaced them, in part, with another potentially toxic chemical. The paper estimates that between 2000 and 2022 nearly 370,000 tons of trifluoracetic acid entered the atmosphere because of its use as a CFC substitute. The researchers made this determination using a chemical transport model, a type of computer model which mimics how chemicals move around the atmosphere."},{"author":"","text":"Triflouracetic acid, or TFA, is part of a group of thousands of chemicals known as PFAS. They’re often called forever chemicals because they don’t easily break down in the environment; they can stick around for more than a thousand years. These chemicals have been under increasing scrutiny in recent years as a growing body of research suggests that exposure to them can be linked to health issues. Studies have connected PFAS exposure to immune system and hormonal dysfunction, along with certain cancers. When it comes to TFA specifically, research in mammals has found connections between the chemical and negative reproductive outcomes as well as impacts on liver function. These chemicals are also ubiquitous: U.S. government data suggests that roughly half the nation’s households have some level of PFAS in their drinking-water supply, while last year York University researchers found traces of TFA in 31 of the 32 U.K. rivers they sampled."},{"author":"","text":"Now, let’s end with some adorable news. You may think you don’t have rhythm, but a new study published last Thursday in the journal PLOS Biology suggests that babies are actually hardwired to find the beat."},{"author":"","text":"In what has to be one of the cutest studies ever European researchers connected 49 newborns to an electroencephalogram, or EEG, machine, which measures the brain’s electrical activity through electrodes on the scalp. Their goal was to test the babies’ musical comprehension."},{"author":"","text":"With the electrodes in place the scientists played the wee babes songs by composer Johann Sebastian Bach—but there was a catch. Some of the songs were played as intended while others were scrambled to alter pitch and timing. It turns out that the babies were able to anticipate rhythm—essentially, the timing and duration of the sounds in the songs—despite having never heard them before."},{"author":"","text":"The researchers came to this conclusion because the babies’ brainwaves on the EEG indicated that they were surprised when the rhythm changed in the scrambled songs. Interestingly, the little ones’ brains did not show indications of surprise when there were changes to the melody, or a song’s sequence of pitches, implying that they didn’t yet recognize this element of music. Together these findings suggest that we’re born with rhythm, but our understanding of melody develops with exposure over time."},{"author":"","text":"That’s it! That’s our show. Tune in on Wednesday, when we’ll dig into the role that linguistics plays in a very popular—and steamy—hockey TV show."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,192,847,2133,16986,12626,10812,14131,11716,13074,14149,13294,16328,13006,16622,14495,16110,16668,15591,15839,16225,16014,13787,20530,18740,17143,17084,15685,19581,15006,18195,13835,19534,19394,16393,18889,17035,20332,18297,15376,12628,11173,11849,9894,7603,16929,22624,17326,10435,14838,12677,15134,14161,9491,8883,15222,14526,14999,7951,8385,9428,15247,16886,16830,14692,11890,9525,12530,9134,3437,2758,2258,2477,2067,2765,19865,14511,11110,11289,13732,8356,15293,4488,3572,22821,10054,16245,19846,17752,11599,13922,15831,20539,17066,16058,13417,3034,22610,15877,15203,12668,12532,20737,13795,14040,13415,13887,16196,17042,11869,9810,17117,12999,9176,19720,20481,13478,12128,9436,5818,5217,22565,22378,15553,14723,17991,13655,11535,13833,9681,11646,16006,15196,10673,1030,14082,21424,12433,16148,13142,12014,19519,20907,3919,20619,14872,16,22466,22656,22514,20965,22658,11859,20982,22669,9879,7860,0,22532,15620,13595,11923,16228,12190,18883,14027,14931,12203,13107,16673,18387,13036,21822,10921,16299,13313,13333,20202,11005,15704,19522,9279,10535,578,16312,15212,14309,22645,17344,12477,21605,21386,20830,10961,21087,14573,10382,15484,19795,14618,16003,17134,14561,1156,18941,16346,22342,18479,19741,16536,15480,15900,19614,16844,22286,19004,22442,21649,19713,22634,22188,21981,22179,17128,22639,11259,5589,663,22607,15308,18810,17375,16085,18763,12905,18665,14817,20960,20492,22624,11772,21853,8491,6134,22257,22640,13627,11566,15882,22619,16791,11585,14066,18841,22100,18263,16611,13228,12647,12550,12879,8443,12060,13698,2058,16843,16596,8540,10859,13698,4531,16046,12155,18563,12477,4970,1141,22520,16538,16955,11986,6970,12745,11103,13653,9768,12254,15558,4707,7207,19429,17079,18149,15806,17032,16408,7977,18601,17635,19211,10177,20448,14569,14794,18382,15250,19659,22643,16901,22661,17754,21308,15925,1458,21715,22692,13228,6338,22429,15883,18504,15093,12406,21727,22495,22613,20006,16459,22615,20751,22403,17463,11867,17354,10882,11099,1498,22079,13942,19507,17337,13619,22635,17513,19807,14933,18085,12209,16689,20673,22600,909,21149,15582,19086,12465,13904,16114,22422,21808,22616,14926,18426,17743,17070,18104,19136,3936,534,22653,22674,15321,16554,17352,15468,16479,20067,14572,17665,14137,22632,22677,17960,3507,18159,22122,21229,22660,13926,17344,17782,19099,19961,19045,22690,20544,22797,20950,20203,20175,1015,22635,10760,22550,22609,22619,22541,18454,15155,18520,22671,22635,11831,1616,22684,22518,13408,7020,22561,18247,14514,15941,14018,19102,19549,22623,18346,12675,22588,22557,17556,18427,15418,19721,16209,18605,17490,22652,22590,15730,19826,18623,12623,22542,12287,16652,22729,22004,16910,22321,14590,18726,9147,16263,19194,17110,17969,22707,10838,17573,14175,1710,22632,12445,14152,17257,5667,2412,22630,19328,22625,22723,15669,16107,14435,527,20508,22609,20408,22648,13846,18347,22698,7927,20671,22571,2499,22575,21937,16526,17708,15324,22559,16251,22625,16038,22655,22529,9129,20651,22601,19186,22642,22587,11740,16338,22641,19991,18554,20702,17257,18658,21238,15665,5404,21668,18218,20961,13265,13345,15039,13120,13355,7469,13667,7311,22485,13778,14562,10953,19823,16727,14383,22585,22644,15890,22632,17734,14106,19128,19065,19374,18687,11964,16255,16281,22629,19146,7874,20388,21190,11905,22615,4206,22446,21610,10393,16297,22637,18007,22395,18983,15743,17662,308,20341,19616,22646,22618,20381,22383,19563,17082,18640,20262,21793,934,22146,22639,16470,15239,21764,15003,13363,22660,19531,8027,14813,9811,21385,22637,9845,17662,22528,12385,22677,14470,22651,22613,5455,13471,10488,22596,22569,22551,20160,22636,13319,19154,13530,19159,22627,19203,20965,20128,22576,22640,13305,290,22330,18510,18491,18718,17097,22626,22634,2133,22654,22657,22551,14509,3326,22473,17349,22003,22620,12069,19039,21879,14980,22611,19615,22682,19009,21181,18457,20420,21494,10812,17373,12025,22628,15224,16382,17609,17683,21035,17013,18465,13530,20432,22704,22260,21374,14800,22621,4819,22644,21964,19972,19482,16128,16871,22633,4094,87,6859,10960,12196,9320,8111,8175,8038,706,22399,19751,11238,12783,18667,8784,7219,8609,5180,22585,22645,18615,22569,11711,14838,22640,13369,19361,15181,11234,16838,13836,11443,10967,11503,7004,13963,22689,22103,22366,15252,15558,18041,22645,12520,15648,16773,15576,14410,15516,12296,9287,22372,7432,18345,14200,15869,18972,22623,20787,12863,9291,15957,12563,19388,13345,18047,8229,17086,17533,12396,11696,1606,17581,15605,14718,12280,11918,10153,10140,16351,13939,10941,17968,16626,9305,14003,3375,20575,21362,10492,15429,21271,15932,2769,22608,18064,15598,8925,8771,14497,15029,15672,22061,20765,18190,14393,15217,17079,11607,1301,12339,10561,10039,11213,10479,18358,22662,19407,8751,17542,14220,17440,15512,15493,15000,16352,11977,16682,17820,14705,18408,11927,13566,17396,11635,11529,15017,15578,13976,2178,22609,8623,22706,6345,15332,13875,16243,11624,16132,11197,22514,14882,16308,21944,13429,22553,6592,3079,22615,22644,16453,12703,676,88,10385,22638,13622,22628,15344,13497,15646,16099,18976,18316,22472,14070,10626,22588,17997,16177,13854,329,22554,22599,22628,16153,9863,18540,18036,913,22586,22570,14123,18264,18110,19271,18620,22603,20308,10940,11909,16030,9349,5793,19068,22584,13983,13554,22195,21986,10390,8336,16183,11492,14144,14242,5891,21911,14630,6090,16182,7115,22274,14257,13070,12891,12114,10940,10974,1505,17577,20326,22678,22465,18693,16369,19914,15832,16160,18688,11597,11004,264,203,22629,10823,22403,13012,15137,13228,136,3520,19959,22272,20683,16087,12932,19822,17277,14852,12818,16851,13724,3999,16745,22591,13955,22452,16207,16898,13472,22558,17602,17775,16915,14805,22613,16923,9036,22601,12103,13666,15283,12322,9385,17751,22603,22288,17979,15882,22687,22861,12547,17724,15331,4279,17506,17998,15299,22641,5753,15843,15600,20627,11901,14254,14980,12340,5156,22261,21838,16303,15563,17230,18951,21889,18065,15331,13280,5016,17206,14584,18714,6077,14413,22293,18483,11255,16746,19116,11518,15113,4766,803,355,22632,22634,22629,22605,16234,19757,5689,20411,9807,4437,22349,22641,12969,14823,15633,15258,11565,21922,4948,423,22590,22298,22694,22585,16052,4571,22625,17497,10666,57,20444,17760,14973,381,16695,15268,15671,13613,19446,15925,14557,18398,21100,22609,22635,17554,14193,13707,19113,22576,17579,16996,15072,10611,1474,20455,11552,15643,15299,20623,21837,20176,16717,13857,14543,15194,17204,12974,12671,9010,22612,4714,7377,4723,18,11584,15327,11923,9899,21130,12719,15537,22500,11500,10397,13835,12911,10466,14724,4948,2952,18308,18365,13880,10316,18214,16392,12488,12841,7341,22633,5198,1084,1391,10870,6198,3639,16550,17883,22484,13312,7176,20216,19265,13829,9358,20561,20327,13906,15024,13215,14028,11650,15230,11060,14139,9088,6244,2227,21236,22605,20317,13937,17486,12109,13912,13269,18133,17555,11846,15049,13062,10759,11970,11134,5393,22671,22562,18221,19368,15340,18293,9974,3882,22658,22486,15151,12932,22681,10208,12814,20840,11869,16018,15480,18268,18509,13830,22601,22725,19431,13436,16085,14569,10045,16223,19012,14613,12870,7829,1450,22627,21591,22597,16119,18546,11580,22645,22632,10584,16155,18319,13108,18218,13095,22337,12875,11079,9235,21976,17275,14772,14946,19716,2037,18799,19497,20641,8896,19126,8105,9738,11187,2721,19303,21966,17779,15843,15638,5860,15563,17044,14223,16584,15730,14320,11633,14524,16801,16406,15952,6765,1929,19123,21780,18738,19264,10756,14235,15674,14790,15151,12364,22371,9829,18082,22711,22704,15386,13696,17310,12889,14878,18157,22549,12070,5483,21587,19777,15839,17795,16425,9770,15609,14160,18393,21878,13723,14025,16809,10515,16567,15559,17056,12205,2413,20255,16239,18462,14159,17671,10935,21031,14204,3269,1468,3734,3612,14515,22171,19498,21336,15858,15580,16662,21575,14727,15804,12827,12500,3437,21956,15306,17054,18307,4474,20902,22769,21458,22802,18797,16617,14168,16106,14440,9786,19689,17661,17308,17164,22740,16403,15840,16400,13225,10480,10780,3959,21342,14814,18858,17386,14417,13553,22679,22901,13469,21016,20327,11859,15975,22345,12441,19505,16214,17379,17515,9985,22628,19111,22574,10938,17979,18363,21401,6428,3711,2115,18193,20202,15097,18012,14597,20590,12248,13496,16482,17124,11738,8444,22702,19207,17676,14794,11374,13448,15032,10010,22658,20662,12820,14843,14357,16226,18213,13783,2535,22836,22719,16753,13645,2423,22769,12495,18354,15764,15634,13681,11628,14562,13596,14098,16159,16585,17138,17937,14388,15350,9745,3713,13268,12049,15932,18527,13986,14704,13690,11255,2424,22722,22665,21290,18888,15851,13969,22744,12536,15645,8281,22725,21934,12524,15915,10990,16335,17979,19211,17504,14875,17452,7481,4750,21736,22536,17780,13537,11940,14870,12710,10929,12761,17796,20974,15607,18517,10466,3402,18438,21132,19777,13161,10131,13887,13464,11365,1864,2017,22434,14062,20568,13380,12731,15717,22463,9626,11085,12055,12837,20134,11837,22747,15574,14578,14882,12264,12928,18436,11743,14661,16515,10168,10914,22429,14356,3073,20536,17262,13847,12120,18612,14596,16122,10824,17132,13003,11178,13624,8743,2223,17185,22636,14653,20506,20009,13647,14168,16741,18384,8530,22947,18536,15690,22097,16696,15513,22250,13483,17221,14123,12341,14317,13457,13052,13170,22355,18562,13180,12950,18020,16694,16576,14111,7203,12230,16731,18175,21517,14597,17588,13434,16875,10769,15587,7370,2222,2655,18678,22623,14344,17134,11578,17055,10910,12255,9453,11273,11544,2451,15607,16587,16938,12779,11039,12521,18117,19226,21601,13847,19343,19835,4189,22555,13781,19300,10161,9031,13784,13581,13205,11292,16536,8988,7132,3744,18716,16244,15768,15510,18178,12064,19635,17720,14521,14383,13533,3570,17790,20971,17098,16223,14480,14475,14107,11216,14870,12277,14747,7236,4327,2426,22725,17150,14232,22283,11606,12086,16504,8166,12551,10980,13599,17982,10896,11441,11809,11908,22464,22556,2416,22562,22643,19549,17467,12493,11425,10724,16201,11019,12814,14846,12659,11476,2363,16710,13631,15819,14381,13149,15051,9765,4195,4079,12236,22068,14258,18725,10027,11752,13496,10954,13853,19513,17209,12465,13091,15026,13948,15782,22255,9927,11760,13030,17604,10166,8027,10489,22608,16364,10797,13518,16957,11359,13211,16566,15973,15832,14346,14212,7616,16381,16816,12202,11705,9524,18204,15043,12497,13966,19259,14992,6004,13334,15108,15349,15276,13966,15277,14727,9503,9611,15610,10678,22627,18636,12810,13098,16769,11704,13729,18347,18162,14430,15479,13090,4213,17871,20481,20445,18414,12977,14014,12488,6034,20264,19451,16116,12990,19874,14278,12077,22326,12950,13188,16385,8166,16592,21845,20075,14577,12109,13405,12214,11283,13371,1650,22768,22750,9973,16860,13124,10077,11188,8977,19515,14589,14881,16348,18478,9773,15388,16598,13802,11441,8177,8940,15072,11390,12744,2154,4932,2162,2549,2004,22609,22685,22492,15155,14537,10508,5278,18606,22019,21844,21147,17557,22703,22539,18133,14188,16285,18206,16457,14885,17635,18929,16979,13934,4292,15542,19786,16005,22613,19569,17870,16257,12000,18872,9652,4315,2523,1654,22692,19229,16906,13785,15288,17919,21836,11864,8046,16601,15720,13317,12593,13363,14452,16179,12247,12803,16661,14317,15598,14447,21849,11313,8449,10010,3287,16387,21182,18024,18541,11776,13923,15054,8302,15387,15679,16049,17964,7623,1734,2434,22759,15342,19211,10277,10841,12101,10440,15156,11342,2514,22754,22554,15026,13725,8927,22647,22562,16423,11671,16991,13540,15230,16520,16446,11656,14695,20423,18464,17115,19216,8015,2475,22791,21594,14780,18164,16484,11236,2435,21876,22583,13684,19145,20906,17908,15628,10261,22464,1697,22737,22644,17139,13167,16220,13128,11545,17884,17400,22600,14677,22045,12225,14646,16143,9161,18199,5216,12050,21418,15988,14865,13170,8633,2316,19468,14494,14214,11521,14690,12699,10918,15028,13973,14718,11568,9522,12244,5059,20463,13214,15816,12332,20727,12709,13932,9184,13022,15932,12276,3177,1449,22596,18900,11925,22225,20752,15470,16863,15662,7430,15084,14572,12286,12403,11673,15073,14557,2861,22579,22661,10957,15418,14910,5832,21064,20440,18512,15717,13788,12232,10374,12218,3373,1490,22623,21269,22549,19591,18239,15723,14380,14256,22645,22525,13710,16651,14386,13649,9480,13575,11309,13124,6260,533,3367,2492,22727,20010,22677,11093,8475,827,21053,22753,14128,13458,12039,16500,14593,10592,11278,12495,18000,11333,14891,14019,11525,10303,2418,22606,9119,16367,5934,2766,22627,16757,14831,11327,14167,7705,12994,13456,8778,18314,18133,16300,12139,13442,22152,11292,12040,13699,13918,1289,22689,17876,22528,13053,18388,8909,17242,4998,17427,15331,16817,14061,20587,16942,13606,14868,3087,21461,13574,13469,16310,18627,12363,13882,2929,18506,22700,15449,14645,13611,18797,12608,15110,16834,15581,10424,8834,15957,22730,14736,13180,11802,15809,10719,8933,19883,16732,12867,403,451,1544,2067,18961,16703,13690,13302,13097,13614,12571,7902,6913,7514,21047,17695,17084,15757,19095,16054,13296,16411,16911,18192,18415,17443,17239,16120,16936,16134,18519,16604,17952,17969,17031,16199,13692,14016,12289,8712,8058,3730,19383,17601,12728,10207,7154,2508,1086,544,180,98,35,6,1,9080,1406,18740,19475,23938,18590,16349,13897,18789,17221,18041,18729,19004,21713,8412,22857,14832,24358,23385,17150,17502,19956,22690,17406,18251,24429,17690,18405,11168,16073,17632,20194,24423,16361,17908,21537,18976,6470,19625,21884,24436,19612,19977,19770,23200,22657,21390,20934,21040,21226,17170,20636,19952,17538,18226,23528,18183,17020,21732,19541,5945,24589,20887,19536,20302,23441,17651,20508,19153,19971,20735,21743,24485,21051,19355,18793,23376,24418,24296,24389,20650,15790,24440,22166,21661,22201,5889,22354,22306,7069,20516,18576,16531,18793,17423,2969,2577,1368,556],"fragments":[{"begin":"0.000","end":"15.560","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"15.560","end":"36.040","lines":["Last week NASA’s Artemis II moon mission was delayed by at least a month. After the agency’s so-called wet dress rehearsal revealed hydrogen fuel leaks in the launch vehicle, among other problems."]},{"begin":"36.040","end":"62.720","lines":["Here to give us the latest is Scientific American’s breaking news chief, Claire Cameron. Hi, Claire. Thanks for joining us today."]},{"begin":"62.720","end":"72.480","lines":["No problem! Glad to be here."]},{"begin":"72.480","end":"77.520","lines":["First up, what exactly is Artemis II?"]},{"begin":"77.520","end":"104.640","lines":["Artemis II is a planned mission to send four astronauts in a giant loop around the moon. It’ll take them 10 days, and they’re not actually gonna land on the moon. Instead, they’re going on this big journey around the moon. They’re gonna do some observations and then land back on Earth. And it’s essentially a test flight for future moon missions that will see astronauts actually land on the moon—if all goes to plan."]},{"begin":"104.640","end":"117.040","lines":["My understanding is, is that there are a number of potential launch dates for this year, and the most recent one was slated for February. And they did a—what is it—a wet launch, a wet test?"]},{"begin":"117.040","end":"152.040","lines":["So before every launch with crew, certainly, they do what’s called a “wet dress rehearsal.” The “wet” part of it is referring to the fact that they load the rocket up with liquid fuel. So in this case it’s liquid hydrogen and oxygen that they load the rocket up, make sure that it can be fueled properly, and then they drain all the fuel at the end. And they essentially do a simulated launch, so they do the countdown as if they’re about to launch the rocket up into space, but then they stop right before anything gets ignited."]},{"begin":"152.040","end":"184.680","lines":["And so this test allows NASA engineers to see if there’s anything wrong with the rocket or the capsule or anything that needs to be sorted out before they actually launch any people on top of the rocket. And in this case they held the wet dress rehearsal on February 2, and they did find issues with both the rocket and the capsule that is going to house the crew on their journey around the moon."]},{"begin":"184.680","end":"187.920","lines":["Beginning with the rocket, what was the problem that they found with the rocket?"]},{"begin":"187.920","end":"208.400","lines":["It leaks, so the fuel started leaking out. Specifically, at first, it was the liquid hydrogen that started leaking out. And this was actually a problem with the predecessor to Artemis II, Artemis I—the rocket leaked hydrogen during their tests as well."]},{"begin":"208.400","end":"232.840","lines":["Eventually, they managed to get it under enough control to be able to launch that rocket, but it did set back the launch date for it by months as they tried to get rid of the problem. And so I’m sure it’s very frustrating for all the engineers that [roughly] three years later they are dealing with the same problem despite having come up with fixes for it in the past."]},{"begin":"232.840","end":"238.200","lines":["Can you talk about the issues with the capsule? And what is the capsule? That’s where the astronauts actually go, right?"]},{"begin":"238.200","end":"280.160","lines":["Yeah, so the capsule sits on top of the rocket; it looks like a sort of little cone. And it will house the four astronauts on their journey. It’s quite spacious, comparatively. So the capsules that go up to the International Space Station, it’s kind of like sitting in a plane seat; you don’t really do very much in there. Whereas the capsule that these astronauts for Artemis II will go up—it’s called the Orion capsule—it is relatively more spacious. It has some space for sleeping, for doing scientific work, for observations, and a bathroom, which is also critical if you’re up in space for 10 days."]},{"begin":"280.160","end":"299.040","lines":["And so the problem with the capsule arose when they were trying to close the hatches on the capsule to simulate getting ready for launch and [a valve] malfunctioned. And so [that] required tweaking in order to get [it] to function again."]},{"begin":"299.040","end":"301.480","lines":["What are potential new dates for the launch?"]},{"begin":"301.480","end":"333.240","lines":["So right now NASA is targeting March. That will depend on what analysis and what they learn from the results of the wet dress rehearsal. So what they’ll do is that could take days; it could take weeks. We will get another wet dress rehearsal, so they’ll do it again to make sure that everything’s working optimally. With Artemis I it ended up being a monthslong delay from the first wet dress rehearsal to the actual launch."]},{"begin":"333.240","end":"355.720","lines":["Right now NASA is targeting March. They haven’t released a specific date, but NASA has a document basically showing where the launch windows are for March and April. For March it’s between March 6 to the 9 and then March 11, so it could be any of those days."]},{"begin":"355.720","end":"363.000","lines":["That’s fair, and this is really interesting and something we’ll definitely keep an eye on. Thank you so much for taking the time to walk us through this."]},{"begin":"363.000","end":"363.400","lines":["Of course!"]},{"begin":"363.400","end":"371.840","lines":["Continuing with space news, on February 1 the sun unleashed one of its strongest solar flares in decades."]},{"begin":"371.840","end":"394.600","lines":["A solar flare is a large burst of electromagnetic radiation that is released by the sun. They can last anywhere from minutes to hours. Last week’s show included dozens of smaller outbursts and four of what NASA calls X-class solar flares—the most intense type. One of these X-class flares was among the 20 brightest that’s been observed in the last 30 years, according to SpaceWeatherLive."]},{"begin":"394.600","end":"419.600","lines":["These flares can cause radiation storms and disrupt satellite operations, but they can also trigger the beautiful shifting colors of the auroras. When the charged particles released during solar flares reach Earth they collide with the oxygen and nitrogen in our planet’s atmosphere. As the particles move to shed this increased energy they glow in brilliant colors, which are visible in the night sky—at least in lucky instances when there’s no cloud cover."]},{"begin":"419.600","end":"449.160","lines":["Speaking of the Earth’s atmosphere do you remember the hole in the ozone layer? Well, here’s a quick refresher. In 1985 British Antarctic Survey scientists made a startling discovery over the Halley and Faraday research stations. The researchers realized that the ozone layer—the atmospheric layer that acts as the Earth’s sunscreen, filtering out ultraviolet B rays—had been thinning since the mid-1970s. Each spring, when the sun returned to Antarctica after months of darkness, ozone levels became dangerously low there. This spot became known as the hole in the ozone layer."]},{"begin":"449.160","end":"488.880","lines":["So what was the culprit? Scientists placed the blame on certain chemical compounds, including chlorofluorocarbons, or CFCs, which were used as refrigerants and propellants in hair spray. And while Antarctica was perhaps most dramatically affected, ozone depletion was popping up in areas across all seven continents. The thinning of the ozone layer came with a number of potential risks for animal, plant and marine life—for example, more skin-cancer cases among humans. But in 1987, just two years after researchers first sounded the alarm, every single member country of the United Nations signed onto the Montreal Protocol, an international treaty pledging to phase out the use of ozone-depleting chemicals. In the four decades since, the ozone layer has begun to heal."]},{"begin":"488.880","end":"519.040","lines":["And yet, a study published last Wednesday in the journal Geophysical Research Letters suggests that as we phased out ozone-depleting chemicals we replaced them, in part, with another potentially toxic chemical. The paper estimates that between 2000 and 2022 nearly 370,000 tons of trifluoracetic acid entered the atmosphere because of its use as a CFC substitute. The researchers made this determination using a chemical transport model, a type of computer model which mimics how chemicals move around the atmosphere."]},{"begin":"519.040","end":"571.080","lines":["Triflouracetic acid, or TFA, is part of a group of thousands of chemicals known as PFAS. They’re often called forever chemicals because they don’t easily break down in the environment; they can stick around for more than a thousand years. These chemicals have been under increasing scrutiny in recent years as a growing body of research suggests that exposure to them can be linked to health issues. Studies have connected PFAS exposure to immune system and hormonal dysfunction, along with certain cancers. When it comes to TFA specifically, research in mammals has found connections between the chemical and negative reproductive outcomes as well as impacts on liver function. These chemicals are also ubiquitous: U.S. government data suggests that roughly half the nation’s households have some level of PFAS in their drinking-water supply, while last year York University researchers found traces of TFA in 31 of the 32 U.K. rivers they sampled."]},{"begin":"571.080","end":"582.400","lines":["Now, let’s end with some adorable news. You may think you don’t have rhythm, but a new study published last Thursday in the journal PLOS Biology suggests that babies are actually hardwired to find the beat."]},{"begin":"582.400","end":"597.840","lines":["In what has to be one of the cutest studies ever European researchers connected 49 newborns to an electroencephalogram, or EEG, machine, which measures the brain’s electrical activity through electrodes on the scalp. Their goal was to test the babies’ musical comprehension."]},{"begin":"597.840","end":"617.120","lines":["With the electrodes in place the scientists played the wee babes songs by composer Johann Sebastian Bach—but there was a catch. Some of the songs were played as intended while others were scrambled to alter pitch and timing. It turns out that the babies were able to anticipate rhythm—essentially, the timing and duration of the sounds in the songs—despite having never heard them before."]},{"begin":"617.120","end":"656.880","lines":["The researchers came to this conclusion because the babies’ brainwaves on the EEG indicated that they were surprised when the rhythm changed in the scrambled songs. Interestingly, the little ones’ brains did not show indications of surprise when there were changes to the melody, or a song’s sequence of pitches, implying that they didn’t yet recognize this element of music. Together these findings suggest that we’re born with rhythm, but our understanding of melody develops with exposure over time."]},{"begin":"656.880","end":"667.480","lines":["That’s it! That’s our show. Tune in on Wednesday, when we’ll dig into the role that linguistics plays in a very popular—and steamy—hockey TV show."]},{"begin":"667.480","end":"709.760","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"709.760","end":"716.560","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":716}