{"title":"Want to Make Your Resolution Stick This Year? Behavioral Science Has the Answers","img":"https://static.scientificamerican.com/dam/m/68600f0fb39618db/original/2601_SQ_MON_CHANGE_HABITS-1.png?m=1767109324.205","url":"https://www.scientificamerican.com/podcast/episode/how-to-keep-your-new-years-resolutions-behavioral-science-tips-that-work/","audio":"https://traffic.megaphone.fm/SAM9135566051.mp3","intro":["Behavioral economist Katy Milkman explains why most New Year’s resolutions fail and shares how science-backed strategies can build habits that last."],"authors":["Kendra Pierre-Louis","Sushmita Pathak","Fonda Mwangi"],"category":["Behavior"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"Hello and happy new year! I love the first few days of a new year. It evokes a feeling that change is possible. That feeling, in part, leads some of us to set New Year’s resolutions."},{"author":"","text":"An estimated 40 percent of U.S. adults set resolutions any given year. We promise ourselves that we’ll save money, exercise regularly or spend more time with friends and family."},{"author":"","text":"And yet, for many of us, as that feeling of newness fades so, too, do our resolutions. Some research suggests that as many as 88 percent of Americans give up on their resolutions within two weeks."},{"author":"","text":"But it doesn’t have to be that way, according to Katy Milkman, a behavioral economist at the Wharton School of the University of Pennsylvania. She’s the author of How to Change: The Science of Getting from Where You Are to Where You Want to Be."},{"author":"","text":"Katy says there are science-supported tools we can use to spark positive changes in our lives. Doing so involves not only asking high-level questions about what we want to achieve and why but also finding ways to make the path toward achieving those goals, well, fun."},{"author":"","text":"Here’s our conversation."},{"author":"Pierre-Louis","text":"In your book you talk about how moments like a new year, even a move, you talk about them as fresh starts, and can you talk a little bit about what a fresh start is, and how they can be useful in changing our behaviors and even, also, their limitations?"},{"author":"Katy Milkman","text":"Yeah, absolutely. The “fresh start effect” is one of my favorite topics I’ve ever studied. It’s work I did with Hengchen Dai of [the University of California, Los Angeles,] and Jason Riis, a former colleague here at Wharton."},{"author":"","text":"We got really interested in this after I visited Google in, I think, it was 2012, and learned that they were struggling to motivate their employees to take advantage of lots of wonderful benefits. And they had brought in a bunch of outside speakers to share insights about what could be done to sort of nudge people towards making positive change; I was one of them. And after I presented some research I got this great question from a member of the audience about whether there are moments when people are more open to making a change in their life, and that’s what kick-started this research agenda. The immediate response was, “I don’t know. The research really hasn’t looked at whether or not our motivation varies over time.” But my collaborators and I all immediately had a very strong intuition—and that’s what drove us to work on this question—that there are moments that bring us added motivation; the first one, of course, that comes to mind is New Year’s. But what we did is we started digging into the literature on the way that people think about their lives and what’s sort of driving this effect."},{"author":"","text":"We learned there’s a whole literature on what’s called “autobiographical memory” and that the way we think about time is not linear. Instead, we actually think about our lives like we’re characters in a novel and there are chapter breaks in that storyline, if you will. So you might have, you know, the years living in a certain city, the years attending college, the years working for a certain employer. Those are chapters in your life story in the way that you tell it and think about it. And instead of thinking about every day being equally weighted, those chapter breaks are really momentous."},{"author":"","text":"When we cross into a new chapter, we feel a sense of a discontinuity and a new beginning, and we feel disconnected from who we were in the prior chapter. We can say, “Oh, that was the old me, and the old me didn’t do XYZ that I wanted to do, but the new me will be different.” It gives us optimism about what we’re capable of, and also, with that sense of possibility, we often become more reflective at these chapter breaks and do big picture thinking."},{"author":"","text":"So what was really interesting in our work, though, is these chapter breaks don’t just come at major life shifts. We found that they come at lots of moments that signal miniature new beginnings—so the start of every new year being kind of a miniature new beginning, right? It’s not a major chapter break in your life story ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Milkman","text":"Like moving to a new community or taking a new job, but it’s a minor one, and it comes with a bunch of, also, social pressure to make change because everyone starts talking about New Year’s resolutions—about 40 percent of Americans make them."},{"author":"","text":"We also found that there are other moments on the calendar like New Year’s that haven’t been as widely discussed that have the same effect to a smaller degree, so every Monday is a miniature fresh start ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Milkman","text":"The start of a new month, celebrating birthdays and other holidays that we associate with new beginnings, so that might be Easter or Rosh Hashanah, Eid—so each religion has its own marker of new beginnings. And all those dates tend to spur positive behavior change. In our research we’ve looked at when people show up and attend the gym; when people search for the term “diet” on Google, which is the most popular New Year’s resolution, for better or for worse; and also, we see it when we look at when people set goals on a popular goal-setting website online about everything from their health to their finances and the environment."},{"author":"Pierre-Louis","text":"So one of the studies that you reference in your book about baseball players who get traded is that fresh starts aren’t always positive, right? Can we talk a little bit about that?"},{"author":"Milkman","text":"Yeah, so Hengchen did a number of experiments and also analyzed data on Major League Baseball players. What she was interested in is the fact that trades in Major League Baseball have different implications for your performance statistics depending on whether you’re traded across leagues or within leagues. So if you’re traded across leagues, all of your season-to-date statistics reset because you’re in a new league and it’s sort of a different playing field, if you will. But if you’re traded within league, all of your season-to-date statistics are retained, and you just keep working on that baseline."},{"author":"","text":"She was interested in these two people who essentially are experiencing the same thing—they’re both moving to a new city; they’re both working with new teammates—but one of them has a much bigger fresh start than the other. They have a performance reset. Is there a difference in how that affects them? And what she found was that there are differences in a really interesting pattern: If you’ve been having a good season and you have a performance reset, it’s harmful."},{"author":"","text":"So two people, both get traded, both have been performing really well, but one of them has to deal with the fact that they’re starting their season over in terms of their statistics, that person’s harmed more than the person who gets to hold on to their record. On the flip side, though, for two players who were both underperforming season to date and they both get traded—one of them gets to hold on to their record, and the other doesn’t—the clean slate is beneficial and improves the performance of the person who gets that clean slate when they’ve been having a tough season."},{"author":"","text":"So this is sort of the double-edged sword of a fresh start in a very nice field study, showing that when things are going well, these kinds of fresh starts and disruptions can be harmful."},{"author":"Pierre-Louis","text":"And it felt like, to me, that kind of underpinning it is a question of, like, “What happens to our habits?” And when we’re trying to make a big change, in many ways, what we’re trying to do is change our habits, right? Like, if you want to get in shape, you don’t get in shape overnight; that’s, like, days and days and days of repetitive behavior. And so I think that’s the thing most people struggle with, is: “How do we develop and maintain these consistent habits, and when we get disrupted how do we get back to it?” Can you talk about some tips and techniques that people can use?"},{"author":"Milkman","text":"I think one of the most important things is to plan for the disruption. If you’re going away for the holidays and you’re in a routine that’s working for you, whether it’s around meditation or exercise or, you know, practicing Spanish on Duolingo, if you’re like me, whatever it is, when you’re away it breaks those routines; it breaks those cycles. It’s no longer going to be automatic to engage in the same sets of routines when you come back, and so you need to be deliberate about planning: “Okay, when I get back how am I going to start up this habit that I had built again? How am I gonna make sure it’s worked into my schedule?” That can be through making explicit plans—this is boring but important—like, you know, when are you gonna do it? Where are you gonna do it? Put it on your calendar. Set a reminder for yourself."},{"author":"","text":"And it can also be by being deliberate about using some of the other tools we know help a lot with habit formation, like ensuring it’s rewarding and that you have a fun way to get it done. So maybe that’s finding ways to combine something that you feel is a chore with something that you really enjoy. So exercise, the example is, like, you know, “I only let myself binge-watch my favorite TV shows while I’m exercising.” Maybe you only get to listen to your favorite podcast or open your favorite bottle of wine when you’re cooking a fresh meal for your family, and you set that as a rule when you wanna get back on that habit."},{"author":"","text":"Maybe it’s accountability that you need. Maybe it’s somebody who you’re going to exercise with, right? And in fact, research shows that when you have a workout buddy, that can boost your likelihood to follow through by both making it fun and ensuring you’re accountable to someone. Or you could have a commitment device—you can put money on the line that you’ll have to forfeit if you fail to follow through. But basically, you need to use these tools that we know help us start healthy habits to a greater degree after a disruption."},{"author":"Pierre-Louis","text":"I know in the book you talk about the “Mary Poppins effect,” the idea of “spoonful of sugar helps the medicine go down”—pairing something really lovely, like your favorite TV show, with exercise, for example. But something that kind of struck me when I was reading that portion of the book is: sometimes it feels like people are setting goals for themselves that they, like, want to want to set; they don’t necessarily actually want it."},{"author":"","text":"So they want to be healthier, so they want to exercise, right? But in their head, because of the way we talk about exercise in society, it becomes very prescriptive, so they’re like, “I should run a marathon because that’s what fit people do.”"},{"author":"Milkman","text":"Mm-hmm."},{"author":"Pierre-Louis","text":"But they hate running, and maybe instead of focusing on running, they should actually be ice-skating because they’ve always wanted to ice skate as a kid, and they couldn’t afford to, maybe, and now they can."},{"author":"","text":"But it also seems like sometimes, especially with New Year’s resolutions, we kind of lose a forest for the trees, where we’re focusing on a specific form of exercise or a specific type of diet and not sort of a bigger picture of, like, what healthy eating looks like or what exercise can look like and finding the joy in things we naturally want to do."},{"author":"Milkman","text":"I love that takeaway from the book and 100 percent agree with you that one of the things we can do is just step back and think big picture about whether we’re setting the right goals and what the higher-level goal is and if there’s another path to the higher-level goal that’s more likely to work, so if your high-level goal is “be in shape this year,” and you’ve chosen to pursue it in an unpleasant way that you don’t like, then step back and ask, “Can I do something that I will enjoy more to get to the same outcome?” Because one of the best predictors of success is whether you enjoy the process of pursuing your goals. If you find it miserable, you do not persist."},{"author":"","text":"So yes, ice-skate rather than running a marathon [Laughs] if that will bring you joy. Any way you move your body is good for you, whether it’s going to dance class with a friend, taking a walk in the morning in the fresh air with a cup of coffee and someone you enjoy talking to—you know, making it social is another really important way to improve how much we enjoy goal pursuit, and the same is true for eating right and, and, frankly, achieving goals at work."},{"author":"Pierre-Louis","text":"One of the things that I thought was really interesting is that, like, we talk about making things enjoyable, but you also talk about self-imposed constraints and how sometimes, to execute on a goal that we want, we can choose to opt in to constraints to reach that goal. Can you talk a little bit about that?"},{"author":"Milkman","text":"Yeah, I think this is some of the most counterintuitive but powerful research in behavioral science and goal pursuit. The idea is really, you know, we know how useful it is when we have a great boss or a great teacher or a great parent who is, you know, holding our feet to the fire and saying, like, “These are the deadlines. These are the consequences.” That can be really effective for getting us motivated in getting things done. But what we often, I think, fail to appreciate is that we have the power to be our own boss [Laughs], our own teacher or our own parent and create constraints and deadlines with consequences in a way that will motivate us and help us achieve more."},{"author":"","text":"So let me give you a really concrete example of a study that I think illustrates just how powerful this way of thinking can be. This is a study that was done by Dean Karlan of Northwestern University and collaborators where they were looking at whether they could help people quit smoking ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Milkman","text":"So, like, a really tough goal, right?"},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Milkman","text":"There’s even addiction involved here. The tool was: randomly assign people to either get a standard smoking-cessation program or that standard program plus what we call a commitment device. A commitment device, in this case, meant a savings account that you could put your own money into—it’s optional—but you learn that if you fail a nicotine or cotinine test in your urine six months later, all the money will be taken away. That savings account will disappear. So you’re basically given an opportunity to fine yourself for continuing to smoke. And what the researchers found is: those who had access to this account, they quit at a 30 percent higher rate than the standard group."},{"author":"","text":"So finding a way to be able to hold your feet to the fire by penalizing yourself if you don’t succeed can be really powerful. And there are many ways you can do this. You can do this with friends. You can ask them to insist that you pay them [Laughs] or put money towards a charitable cause if you fail to achieve a certain goal. There are actually websites that I have no affiliation with that will let you do this—Beeminder is one; Stickk.com with two k’s is another—where you can put money on the line that you will have to forfeit if you fail to achieve a goal."},{"author":"","text":"And they can also be as simple as just creating friction in your life, so it doesn’t have to involve money. You can think of, you know, not having any junk food in your house—you clear out all your cabinets. That’s a commitment device because now you’ve created a constraint: you’re gonna have to leave your house or pay delivery fees to get the junk food you crave. So there’s a lot of different tools we can use that fall into this category of creating constraints for ourselves, behaving like our own boss, in order to set ourselves up for success with our goals."},{"author":"Pierre-Louis","text":"One of the things I really appreciated in your book is when you talked about how people will often harp on the fact that [more than] 80 percent of people who set New Year’s resolutions fail, but that means 20 percent succeeded, right?"},{"author":"Milkman","text":"Look, it’s brave to try to make a change. The easy thing to do is do nothing. And so I think it’s great anytime someone wants to find a way to improve—just because New Year’s is sort of a gimmicky moment to leap on the bandwagon doesn’t mean it’s not a great moment to make a change. And you can give yourself a better probability of success, though, if you do more than just saying, “I’m gonna try to be healthy this year,” “I’m gonna try to raise my performance at work,” or “I’m gonna try to improve my relationships with my family.”"},{"author":"","text":"Be more concrete. Be thinking about: What’s a measurable goal that you wanna achieve? How are you gonna do it? You know, map out your strategy, just the way you would if you had a big project assigned to you at work. Use the science that we’ve talked about in the show to give yourself a better chance of success."},{"author":"","text":"And then, P.S., if it doesn’t work out this time, that doesn’t mean New Year’s resolutions are a bad idea next time. And P.S., you can make a new resolution next Monday, the beginning of the next week, on your birthday or on any arbitrary day because all of this is in our head about fresh starts anyhow. [Laugh.] So give yourself some grace and try your best, and then if it doesn’t work out, try again the next time."},{"author":"Pierre-Louis","text":"Thank you so much for joining us today."},{"author":"Milkman","text":"Yeah, thank you so much for having me."},{"author":"Pierre-Louis","text":"That’s our episode. Don’t forget to tune in on Wednesday, when we look at how the Trump administration’s policies are impacting children’s health."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[0,4715,18984,15123,14914,13590,11779,9812,8392,17686,12102,16939,22064,21942,8974,21879,21860,21977,21685,21878,19146,20250,22050,15593,22374,21886,22032,22055,17870,21862,16788,12493,11901,22301,16156,21725,21848,18532,22069,21608,16570,16570,8888,9911,21576,18269,15732,17907,15624,22133,18494,21093,14396,16032,18588,16374,18634,21831,15663,19565,18260,21937,21742,21872,12805,12434,14742,18826,8762,21769,20683,21919,21810,17742,21972,13750,7640,21878,21716,5346,21765,21889,16996,5347,21953,9645,21730,16936,21996,6779,6931,4945,264,1,19,158,729,1227,13097,7388,7135,9219,7306,7406,8041,6868,8617,5552,7233,16755,14581,14510,9532,11309,8093,5703,15447,9834,8959,8909,9209,10593,8131,3373,3738,5889,5951,7202,6671,7690,6353,7888,6581,5536,4097,3292,3614,2931,2274,1694,2220,15940,15553,8892,10035,390,539,15410,14796,5801,6047,6085,3537,3632,431,15419,13067,14774,11020,9038,4442,5561,536,590,15396,14057,7532,10473,11365,9252,13172,5097,6663,9410,3219,15436,7207,15505,7779,13195,7004,8603,9861,11187,9991,8632,6437,7451,2119,8524,15559,11603,6922,10529,12641,9048,5022,13112,5356,7074,13320,9192,9833,7572,9920,3548,345,430,15387,14788,12754,12831,6159,13647,13527,12847,6021,8106,4849,5574,10379,8943,7433,6202,3288,6113,13626,7994,10478,10542,7684,6666,8561,6092,11461,8211,7090,12380,7682,7948,7243,6714,7782,4591,3176,16332,16247,7104,8248,10980,6080,7014,3545,5096,9094,8842,9073,5593,4513,5027,5171,3976,5046,5851,4529,5336,8661,13070,10589,6928,9315,5125,9241,10183,9384,5475,11431,4793,4274,5304,3366,1433,1567,14052,13997,15413,10585,5891,5453,6572,9868,7111,9292,10117,6669,4133,8244,3457,824,15361,8954,9569,8687,7867,8602,6085,5180,8133,6135,11315,5707,3438,5880,3521,10087,15462,8199,11633,6550,10166,6741,4858,7114,4822,5165,8974,1394,846,14106,9263,4600,5824,1561,2041,1811,1473,1359,1625,2114,1759,1393,1259,842,720,8306,11218,9185,10693,7840,7884,6296,8038,9085,6347,10957,8542,4403,554,15046,9580,9859,15188,6747,8223,8535,12469,9011,10135,11541,9500,7593,6198,1188,15335,13659,4512,5441,7317,4050,4120,6703,6790,6944,7385,9056,13617,7015,5763,6371,1813,5454,11333,5505,7316,1243,4054,15372,12148,5887,8094,12212,10301,9267,6339,10493,6752,8378,6393,6654,5213,10265,10633,6599,8976,3497,2909,4820,1602,4107,5677,5218,6626,1011,6234,15450,14308,5444,6094,8839,9764,6726,4428,6012,5599,4158,2277,4749,6669,5369,11498,6876,9236,9185,15431,6170,10194,4289,6157,6468,5613,5155,3513,4455,7613,6769,5467,4304,7089,11457,8938,2344,586,14631,7727,6448,6632,14143,11084,9679,12418,11633,6651,4827,8555,7976,9332,10958,11766,3214,8364,10581,5030,4293,6081,12452,4161,4070,9663,6742,5998,10241,12287,8674,7086,8718,13859,7280,11708,5250,9979,7587,11274,9666,11731,11202,465,13976,8598,7450,4151,4150,5602,6697,4153,4011,3835,3993,3442,4371,9025,12246,10839,5192,9625,4178,7769,10247,12060,3049,8727,10432,9657,518,5952,15085,5023,12805,12503,12838,15417,4116,8765,8490,17,8761,12575,12819,12040,12039,10149,8074,6421,6596,6357,7868,6475,7397,1142,14933,15344,13127,7668,9864,5814,8695,8582,9550,7646,6444,8067,7911,5578,6234,5541,10322,5367,10386,15426,5971,1588,7493,9721,12839,8270,4977,7509,6558,6357,7323,5139,7852,3369,4395,6684,7324,14239,7886,6812,9826,8135,6196,6901,8822,6387,4100,428,8799,9299,7042,13397,8838,14574,10417,6298,10414,9376,5122,15672,5723,7083,5554,6787,10261,8490,6331,7895,14048,11616,5370,6127,1068,541,12286,15435,8317,5931,13946,7054,7371,8616,7465,5365,6647,15423,6520,11402,9533,12214,6090,4980,4217,335,6056,9416,10891,7850,8626,15464,7347,5250,9174,11422,8062,9084,6905,8112,8225,12815,7574,5092,15298,10510,5245,7065,8142,5087,7572,7482,3019,7404,7194,8161,14201,8577,6442,5939,6994,7648,8664,6737,14838,4968,3123,4897,5630,10457,9492,6101,5748,7591,12118,7630,14841,15491,7845,10824,6789,15514,4679,11132,15303,9412,7217,7445,15564,12113,10520,10406,15540,9797,5587,7743,4257,5216,13932,4650,5144,15469,14202,8050,5477,10690,7676,6807,7107,6651,5467,4738,4600,1100,6536,6898,9670,9407,6940,7571,11267,11979,15379,11483,5613,6824,15598,6063,6505,3371,7869,8247,6210,6838,15534,14645,15429,11114,9788,9027,4865,6108,6467,7205,6521,11715,6180,15414,7875,4954,8649,10223,11091,10140,8398,5026,15365,4525,11333,6566,4887,9472,3071,5787,6158,15406,4441,8599,13693,6108,6969,5564,1797,6616,3811,6029,5202,11793,14159,10188,5750,11277,10906,8539,6560,15558,9812,6719,11770,12215,9034,4933,6657,9679,11838,2563,7617,14655,9489,7034,13133,15207,5285,4630,6316,6807,12034,10421,6700,9984,6204,10081,15505,12165,13826,6908,10499,10245,8947,9507,7439,15449,12014,15552,7352,6652,9672,8919,9296,4676,5130,5695,7506,7965,3352,15531,5076,12952,11493,9073,1550,15450,6830,8347,13814,10299,8846,9886,9189,15422,12713,9506,8168,6114,6898,7108,11178,10593,5006,4620,8902,5756,9246,4764,3962,9957,15436,14536,9754,12895,13880,8382,11808,9516,9266,5735,8746,9004,15430,7309,15396,3926,12851,6508,14572,6194,2574,6838,15445,5090,6133,6621,14345,5615,13939,7276,7010,9531,12372,11254,11419,8251,10586,14359,10484,8133,6762,8690,991,13514,12151,12630,11736,5428,5427,5980,9128,907,5970,9588,6623,10479,4808,4691,9755,10105,3059,9192,8465,10416,8088,5888,7385,7418,7994,11119,5873,4353,9109,6746,4208,5842,11614,12608,12123,8854,2150,217,6959,6175,5684,11246,9437,265,15469,4304,4594,4276,8048,8394,9307,5206,7961,5643,7073,11045,4921,6480,11281,9631,9444,4198,6266,3803,5539,15444,8037,5438,6492,6287,1171,4991,8917,6803,6424,9403,6046,6334,6718,7001,11166,14751,2422,8458,5723,10139,6289,15400,7938,8765,6413,7283,13008,6965,5626,9581,4021,6505,6646,4575,6839,10159,4073,7947,5573,3324,1195,9480,15508,8292,7145,9385,7014,9940,0,15435,10427,12277,15451,12806,8415,14711,9068,11599,14402,11313,10388,10655,10558,10853,10028,15421,11865,12287,11509,8931,2580,15434,5753,11755,12523,15423,11086,7446,12283,15307,10336,10652,11413,6919,11548,10998,14525,10238,1785,12874,11159,10017,13344,11376,12888,5428,10832,12122,12612,7074,14617,11717,10102,7380,6429,15504,11692,298,8720,8337,5391,5720,9988,12727,5902,15415,15483,6477,9621,7541,3582,6904,9405,6537,4657,5428,3071,6723,7956,11317,9185,11505,8916,11707,6698,5710,5594,2098,1329,10770,12755,8681,15513,3867,4008,15443,10573,4765,7230,5644,5104,10226,1543,6020,10713,799,5744,11757,6473,10099,8154,10071,5568,9610,6878,15199,10769,9272,11987,14321,14672,12231,11977,6681,5030,15478,8312,5008,8181,5968,11144,8853,6511,4432,5263,9540,7443,9729,4314,7249,4762,2017,13616,13356,2847,6671,7189,7128,7307,10782,8896,8905,5686,5861,9923,2049,14958,10021,6710,5736,9381,7074,7224,10394,9214,8416,7500,5743,2624,14215,12274,15028,9314,9451,7984,10014,13948,8118,15435,4320,12558,6338,8748,3418,12069,9607,14056,15417,8240,12402,12794,5600,7559,15410,15497,9093,8638,14021,5846,3129,3298,4548,2837,6007,5883,6381,15430,5770,6126,15351,5728,9696,4662,6118,6687,3945,1703,15429,6328,5533,12999,8519,6055,3003,471,6468,6019,9152,10270,13728,12177,9961,11387,10313,8070,10030,7451,12598,8155,8942,13012,15516,15381,13603,7420,10132,15058,7035,14087,14364,7303,8083,9585,5867,8826,8649,15603,13680,4301,7323,3401,7046,4466,7551,7261,5199,15630,9353,8039,15347,4291,14232,13923,15445,8007,10434,7981,6693,11433,8097,8271,15465,10524,4811,5471,4453,8436,5742,9328,13372,12159,10856,7894,11899,8833,8457,13770,7626,8287,15438,4344,5394,7042,10081,8926,15579,11073,7215,7866,6073,4859,2840,7015,12439,7105,6624,9757,13831,2757,6029,4046,10901,3983,2024,6218,13556,8402,14641,7511,6598,9939,10741,6982,7834,6482,6509,4410,218,4572,10004,3992,15048,12504,11058,6545,15252,11337,15394,6500,5095,12741,9520,8915,9368,3292,6746,3878,3838,55,0,12135,15114,12832,5928,4401,15366,13638,9742,10061,903,10314,15492,9557,8355,287,15402,11293,7378,7104,9018,9975,6090,4346,14727,12456,9227,7670,6776,6760,8039,8101,6081,10265,6050,8670,8711,15582,4955,9513,9695,13699,12405,10561,7263,9274,8903,3825,11294,9452,10965,7127,63,15513,11948,7620,6746,5624,7429,6788,6518,6484,7076,6753,10876,7059,12952,8379,8802,6425,12198,9384,14067,9989,10672,6527,6670,4893,5215,11741,11326,2699,15261,8013,11452,5723,11910,9450,4776,4288,845,11306,11451,13680,8195,10894,7803,5884,6999,5645,15346,15428,10476,7571,6656,5471,6291,7408,13932,11198,13363,11049,11006,15356,9721,5496,7923,6384,10535,8705,4036,9296,7635,8075,8613,9266,9775,12564,15573,8006,15232,5994,7544,4492,15480,7007,13069,10153,7823,10374,8436,9956,3462,15424,8684,14035,5600,7897,11571,15435,11697,8790,6157,4686,5335,10257,12390,7755,6963,5397,10059,6935,4389,5062,4147,15421,15274,5299,2185,6307,6480,6933,8501,14025,8071,4505,4466,5630,15453,9101,4946,6057,10158,11365,6955,15463,6899,10524,14428,15464,10267,9591,5086,14181,12980,15044,11454,11915,7697,9622,13050,13651,6686,7404,6909,3692,13916,12762,3818,7500,6654,6760,3510,5668,8737,6918,5510,9119,9234,14682,15467,9233,14382,7863,12236,11253,8335,8248,15326,15491,8818,9750,15547,8544,8933,12396,12244,8790,13567,15440,5461,8302,15238,3806,8659,3781,5022,10928,10275,13713,7127,6370,9009,11915,15448,7220,6779,7760,15399,14372,12505,7561,9279,15565,13189,7280,8587,15449,3254,15455,5944,5219,4492,298,7516,14717,3167,9491,6272,6538,10443,10095,8979,8041,11934,8697,8405,5701,5881,9056,12755,6809,11223,5867,8716,7526,8085,8995,8028,8301,11859,6957,6081,7597,6311,2511,14680,15499,7144,1819,5285,4460,6792,4953,15484,6171,8839,13326,15403,10639,6694,7703,12313,10284,10285,5473,12680,5651,12231,13610,3015,15349,14604,4639,5041,6879,15289,14456,9221,741,15507,6929,8178,11618,7543,7780,8599,6405,7527,9317,6496,6380,6512,6849,14705,15416,10492,9885,12347,3708,15450,7741,6982,4921,13339,14287,11643,3350,15343,15195,3353,3621,2076,6310,7915,13003,10227,6176,2897,9960,4506,5288,10751,10662,7457,13018,3776,11143,15460,6178,8335,3465,14479,12783,8956,12126,5227,11204,6946,9224,6697,8887,5917,7685,7857,7728,8845,5865,4286,7489,12071,13480,12624,12447,12120,11587,11621,15564,2971,7620,11344,12777,6463,15335,5260,6086,4834,386,11893,9343,10388,11012,6032,7521,15313,7331,9547,7841,9943,7771,7714,8677,7193,8937,7216,6649,9789,4104,13170,9092,7019,8943,8517,8843,5098,7991,15514,6655,7049,5499,8862,15362,14093,9566,7201,10842,9998,7024,5274,8686,11195,7657,10864,1099,11593,2860,9719,9080,8846,10844,10307,12736,7531,8154,6714,7796,7962,7486,8453,7332,7782,7119,11499,284,199,15350,7601,6264,6513,8933,4987,9651,6811,12380,9535,9787,7226,13147,11109,5492,8308,1060,15427,10029,11766,5921,5565,10550,10061,7060,9103,5524,10587,6295,11367,4960,15175,12133,8825,15425,10111,7626,9251,11024,9487,73,14596,8377,7313,3695,15479,8380,6769,344,15513,8632,6096,11066,10490,9388,10763,8038,11856,11345,8159,8390,9295,6869,6562,9777,5914,12371,6834,6560,5759,8853,8362,7116,10962,9792,7335,1581,15364,7484,5911,10059,10182,6290,9087,9188,6303,4236,2880,11060,12275,10234,8512,5808,9103,10756,9431,6382,9366,3936,14286,9462,6948,13278,10920,8349,9841,7073,6046,10217,11479,4524,14797,14510,6859,11644,9986,7371,8893,11434,6182,9310,9676,7030,479,15392,6273,9093,9931,7921,6186,15081,9638,7051,10647,7441,10460,8532,8282,4095,1134,6647,13881,10949,8158,8512,9108,4705,7483,11038,5026,8705,15025,385,9142,6092,4182,6364,6597,5096,5774,15518,13733,6397,5194,6629,10353,12479,15378,8692,10494,4129,2527,466,11920,8483,15391,7136,3655,3947,3593,4991,5721,15503,3820,10821,3683,2807,3912,5680,4232,9499,2905,2673,6471,8030,15349,10160,6411,4936,3609,2051,125,6527,4910,11765,4203,6059,12123,10038,6276,6398,3816,5767,7819,9812,5936,5182,6889,12354,10904,13445,4044,7040,12929,4599,1062,9746,15543,15402,10644,11025,5665,3927,5710,8450,7218,12227,5520,8210,4609,7083,5041,9834,4727,8288,5745,6990,12807,7416,5031,15423,5801,6224,3956,7343,13354,11621,5220,4041,4353,4303,8003,10928,7168,4861,6113,9770,4949,2188,9811,8457,11399,6822,15463,13327,14378,5838,9394,15126,12456,12955,13121,7851,5277,11123,13632,9885,7251,9949,15358,6696,5599,10524,6660,2576,12749,12468,14257,7057,12003,13976,3058,7376,7400,15471,2023,4871,6056,9302,6805,8543,12822,10530,11056,9145,12593,6953,9333,8336,3674,11172,4031,7447,692,9094,3308,14856,9037,7329,5209,6327,6561,8256,4213,10479,3641,5203,6275,6630,5747,12100,7060,4865,10519,10252,5694,11001,14335,6910,8395,12062,11321,6768,3718,8123,11850,13529,761,13734,15427,8637,7822,7213,7090,6639,8740,8259,426,84,12470,11257,5613,5376,10322,11474,8102,8644,13745,4210,15013,7204,5094,4973,1268,380,15185,13228,11191,8190,15155,6233,6833,8492,11267,8097,8298,952,7234,8102,15418,13660,5313,7950,6169,7414,7382,15088,8113,8704,4775,15496,4972,7249,6023,6052,6347,8852,6022,13585,6110,7265,4399,5211,6472,3441,4505,5262,11087,11112,9644,5979,12615,13652,5174,9755,7663,8646,7340,7767,9182,4456,7239,6636,3424,5968,12115,7753,12913,6127,9854,2300,7619,8924,8738,15308,8011,4676,10633,15493,7086,11790,13214,9021,15537,5770,7457,15395,3880,1135,12915,10555,2176,10771,8007,7859,12180,3871,13491,5484,6628,5864,15152,12262,6262,12119,13763,7407,5219,11612,6032,12537,15472,8983,11721,13222,3746,380,11904,6423,15467,15386,7274,10430,11444,6671,13934,2848,15458,13047,6217,6174,5650,8464,6188,12972,11100,2751,5442,11872,4541,5063,2131,15820,14649,14017,9530,9802,11260,9252,10017,5073,5340,4629,12196,8637,15407,9567,10944,10482,8177,9917,15213,8207,5108,6798,2748,13499,10369,5339,8258,7103,3327,5239,6824,15246,12438,9669,6774,642,12649,12969,8034,4258,10075,6104,4341,15482,7354,6662,5261,6002,12060,2931,8608,8618,5171,6049,5359,7949,9810,11491,4515,4146,13451,10275,7142,15652,8949,8657,9057,7792,11706,3401,2223,14066,11434,15435,7629,5568,6369,10528,9584,9388,9017,8296,9314,4985,8735,7982,13102,9576,15780,8586,11616,10158,14753,3277,7298,12034,4173,3381,6662,3947,7408,11934,9384,6798,4402,402,7961,15093,8366,10545,5320,11780,10953,7340,12492,3631,4711,189,15485,15452,5060,161,14971,13049,12914,12251,8274,5265,12739,6567,6470,5142,3247,15055,4854,8563,5511,965,11405,9067,7206,455,15520,10776,6557,7374,8668,8653,13953,8795,14915,3014,3645,287,10931,8924,7273,895,11798,12213,11228,6129,7663,13906,6390,4953,690,6035,4537,3296,4207,232,6495,13794,8632,12853,13328,11728,9816,15532,7163,3435,5275,7926,13699,1985,9215,9111,9866,10882,10675,13375,7909,8849,2877,11075,3244,9025,15440,15052,11532,10990,6838,10980,8092,7218,15554,4782,9467,15548,9483,9961,8161,7216,8586,5178,7390,7431,5732,5879,4966,5884,15386,7542,10235,1562,9713,10628,9259,9023,11247,6916,10522,6796,8289,15710,8971,3859,2301,14983,12726,8450,6563,5150,9976,8100,15414,15565,15643,6652,14568,7930,8502,7622,15287,14614,11534,7919,12274,10191,6687,8320,8244,15250,12817,15529,5182,447,15399,9620,6726,7964,13935,6859,8050,7115,5188,8337,10048,8825,11729,5429,15501,8341,4813,3754,12167,3868,11123,6946,6672,4985,8997,10399,11262,15430,6859,5863,9118,4590,8744,15827,8661,13282,7054,15583,5562,6085,6912,7208,11120,7570,14007,11603,9876,5556,548,10068,8912,10734,15421,4824,14227,3662,2956,5303,15482,6086,13498,15506,11451,15438,7295,4663,7191,10481,15139,6582,7838,5375,7687,2281,13086,15509,8355,15404,7535,6024,4739,9689,9555,4700,14604,9096,968,15374,12184,15494,5486,4566,4077,3848,3300,9714,15100,5270,13242,7876,10854,5672,10047,5836,7910,8389,9628,5093,8178,8959,6789,4663,5933,8018,6937,8694,6642,8245,3855,2152,8370,15514,6294,6039,6006,7758,9911,6063,5788,14349,8602,4805,7851,12719,5989,9827,7191,6373,5600,5790,4874,4375,918,14022,5159,14333,9414,4215,7240,5180,3895,5544,5805,0,15076,12623,14244,14050,7317,15474,7989,6155,8382,1151,9622,8331,9867,9285,2149,15280,15439,457,12645,15460,6815,10611,8869,297,15315,10723,11332,7132,5189,12298,11187,9310,4776,5666,3717,2940,13659,15410,8028,685,8217,11813,10158,14789,8717,13253,12532,11324,6597,1873,15419,15425,15355,9961,8361,11643,11161,7032,12067,8607,15521,531,9361,14890,15417,15464,12700,8092,5423,15481,6160,8666,8076,15365,15439,8600,15511,10243,13684,10395,15331,11269,15388,2011,12962,10639,10478,14329,15421,7335,11992,7053,10550,8603,8798,11240,12117,5536,1707,9623,14041,6672,5693,5983,10568,15419,10950,11921,6659,10035,7953,7086,7636,5504,15475,9126,3969,5634,14576,15388,10276,5246,15343,5333,3165,9818,6887,8548,9865,15426,12213,12803,13268,11957,7956,10985,8653,15207,12767,9170,8927,7621,12437,11416,9995,3865,14645,1995,15351,3595,15565,10607,13727,8212,15527,13101,9978,7909,6889,8999,7657,14776,13106,11057,15446,15203,7735,9384,10148,6252,8825,14599,9574,13177,4460,9730,13102,7434,6403,10343,15514,15463,15488,9511,9993,12910,8701,6266,12344,11020,10744,7256,15345,9509,11402,9630,9319,10643,3864,15541,7569,12716,15435,4563,5325,10473,8313,15427,9392,15447,3300,6423,7727,12409,8941,13225,10452,7821,7128,1554,8216,8877,8891,7009,6912,3067,13829,8409,11900,7561,1583,3021,4832,5374,4937,4891,5269,4194,4634,16631,11492,7710,6123,3631,15870,15651,7505,6332,6954,6484,7379,8857,5723,6188,5543,4639,12631,5551,3762,5808,998,909,3970,15707,12222,5642,6570,3775,5651,6936,3801,5995,11834,9706,14677,4795,8026,5254,5309,5848,2920,1131,14610,6535,6346,8766,9294,12223,5446,9435,1172,15608,11850,10741,8562,8879,8524,6893,898,15186,15625,8947,11095,9817,14965,12450,6738,10432,7917,4757,4351,15864,14430,14000,14367,7636,7340,8409,6918,7159,4723,11967,15630,8254,827,1223,929,968,851,971,1130,15447,14835,11401,10955,10531,9930,9205,4945,4097,4543,15407,15217,14169,13079,15315,12749,9816,12730,12624,15263,15632,15116,14654,13477,13829,12915,14542,12968,15376,15414,14963,13493,10659,10276,8977,5493,5011,2081,15497,15438,10606,7904,4388,1394,605,301,91,55,20,7523,8214,7263,6433,6693,10037,6479,2310,7549,8300,8618,5148,1452,9255,11042,9205,5827,6245,8590,7999,4255,3924,8869,10862,10700,9131,7098,9008,6613,8542,8314,8715,5357,7402,7126,9386,8472,2918,452,12753,7900,8019,8014,8183,7486,9700,7341,11318,3938,5385,10045,9710,10017,6882,9071,7349,5076,11025,7827,11611,7668,8640,5979,6063,9322,11646,2517,9307,7340,10057,7624,8895,9506,7802,9690,6300,5868,10129,8394,8279,9295,9032,2355,7698,8707,6461,8831,8125,7810,3804,8363,10138,7939,8648,10717,10061,9772,3992,8822,9280,1169],"fragments":[{"begin":"0.000","end":"17.000","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"17.000","end":"52.520","lines":["Hello and happy new year! I love the first few days of a new year. It evokes a feeling that change is possible. That feeling, in part, leads some of us to set New Year’s resolutions."]},{"begin":"52.520","end":"62.440","lines":["An estimated 40 percent of U.S. adults set resolutions any given year. We promise ourselves that we’ll save money, exercise regularly or spend more time with friends and family."]},{"begin":"62.440","end":"73.600","lines":["And yet, for many of us, as that feeling of newness fades so, too, do our resolutions. Some research suggests that as many as 88 percent of Americans give up on their resolutions within two weeks."]},{"begin":"73.600","end":"84.360","lines":["But it doesn’t have to be that way, according to Katy Milkman, a behavioral economist at the Wharton School of the University of Pennsylvania. She’s the author of How to Change: The Science of Getting from Where You Are to Where You Want to Be."]},{"begin":"84.360","end":"98.440","lines":["Katy says there are science-supported tools we can use to spark positive changes in our lives. Doing so involves not only asking high-level questions about what we want to achieve and why but also finding ways to make the path toward achieving those goals, well, fun."]},{"begin":"98.440","end":"99.680","lines":["Here’s our conversation."]},{"begin":"99.680","end":"117.280","lines":["In your book you talk about how moments like a new year, even a move, you talk about them as fresh starts, and can you talk a little bit about what a fresh start is, and how they can be useful in changing our behaviors and even, also, their limitations?"]},{"begin":"117.280","end":"127.000","lines":["Yeah, absolutely. The “fresh start effect” is one of my favorite topics I’ve ever studied. It’s work I did with Hengchen Dai of [the University of California, Los Angeles,] and Jason Riis, a former colleague here at Wharton."]},{"begin":"127.000","end":"185.440","lines":["We got really interested in this after I visited Google in, I think, it was 2012, and learned that they were struggling to motivate their employees to take advantage of lots of wonderful benefits. And they had brought in a bunch of outside speakers to share insights about what could be done to sort of nudge people towards making positive change; I was one of them. And after I presented some research I got this great question from a member of the audience about whether there are moments when people are more open to making a change in their life, and that’s what kick-started this research agenda. The immediate response was, “I don’t know. The research really hasn’t looked at whether or not our motivation varies over time.” But my collaborators and I all immediately had a very strong intuition—and that’s what drove us to work on this question—that there are moments that bring us added motivation; the first one, of course, that comes to mind is New Year’s. But what we did is we started digging into the literature on the way that people think about their lives and what’s sort of driving this effect."]},{"begin":"185.440","end":"216.840","lines":["We learned there’s a whole literature on what’s called “autobiographical memory” and that the way we think about time is not linear. Instead, we actually think about our lives like we’re characters in a novel and there are chapter breaks in that storyline, if you will. So you might have, you know, the years living in a certain city, the years attending college, the years working for a certain employer. Those are chapters in your life story in the way that you tell it and think about it. And instead of thinking about every day being equally weighted, those chapter breaks are really momentous."]},{"begin":"216.840","end":"241.120","lines":["When we cross into a new chapter, we feel a sense of a discontinuity and a new beginning, and we feel disconnected from who we were in the prior chapter. We can say, “Oh, that was the old me, and the old me didn’t do XYZ that I wanted to do, but the new me will be different.” It gives us optimism about what we’re capable of, and also, with that sense of possibility, we often become more reflective at these chapter breaks and do big picture thinking."]},{"begin":"241.120","end":"256.520","lines":["So what was really interesting in our work, though, is these chapter breaks don’t just come at major life shifts. We found that they come at lots of moments that signal miniature new beginnings—so the start of every new year being kind of a miniature new beginning, right? It’s not a major chapter break in your life story ..."]},{"begin":"256.520","end":"256.880","lines":["Mm-hmm."]},{"begin":"256.880","end":"267.680","lines":["Like moving to a new community or taking a new job, but it’s a minor one, and it comes with a bunch of, also, social pressure to make change because everyone starts talking about New Year’s resolutions—about 40 percent of Americans make them."]},{"begin":"267.680","end":"277.200","lines":["We also found that there are other moments on the calendar like New Year’s that haven’t been as widely discussed that have the same effect to a smaller degree, so every Monday is a miniature fresh start ..."]},{"begin":"277.200","end":"277.720","lines":["Mm-hmm."]},{"begin":"277.720","end":"315.520","lines":["The start of a new month, celebrating birthdays and other holidays that we associate with new beginnings, so that might be Easter or Rosh Hashanah, Eid—so each religion has its own marker of new beginnings. And all those dates tend to spur positive behavior change. In our research we’ve looked at when people show up and attend the gym; when people search for the term “diet” on Google, which is the most popular New Year’s resolution, for better or for worse; and also, we see it when we look at when people set goals on a popular goal-setting website online about everything from their health to their finances and the environment."]},{"begin":"315.520","end":"324.280","lines":["So one of the studies that you reference in your book about baseball players who get traded is that fresh starts aren’t always positive, right? Can we talk a little bit about that?"]},{"begin":"324.280","end":"358.200","lines":["Yeah, so Hengchen did a number of experiments and also analyzed data on Major League Baseball players. What she was interested in is the fact that trades in Major League Baseball have different implications for your performance statistics depending on whether you’re traded across leagues or within leagues. So if you’re traded across leagues, all of your season-to-date statistics reset because you’re in a new league and it’s sort of a different playing field, if you will. But if you’re traded within league, all of your season-to-date statistics are retained, and you just keep working on that baseline."]},{"begin":"358.200","end":"383.200","lines":["She was interested in these two people who essentially are experiencing the same thing—they’re both moving to a new city; they’re both working with new teammates—but one of them has a much bigger fresh start than the other. They have a performance reset. Is there a difference in how that affects them? And what she found was that there are differences in a really interesting pattern: If you’ve been having a good season and you have a performance reset, it’s harmful."]},{"begin":"383.200","end":"413.000","lines":["So two people, both get traded, both have been performing really well, but one of them has to deal with the fact that they’re starting their season over in terms of their statistics, that person’s harmed more than the person who gets to hold on to their record. On the flip side, though, for two players who were both underperforming season to date and they both get traded—one of them gets to hold on to their record, and the other doesn’t—the clean slate is beneficial and improves the performance of the person who gets that clean slate when they’ve been having a tough season."]},{"begin":"413.000","end":"423.680","lines":["So this is sort of the double-edged sword of a fresh start in a very nice field study, showing that when things are going well, these kinds of fresh starts and disruptions can be harmful."]},{"begin":"423.680","end":"453.560","lines":["And it felt like, to me, that kind of underpinning it is a question of, like, “What happens to our habits?” And when we’re trying to make a big change, in many ways, what we’re trying to do is change our habits, right? Like, if you want to get in shape, you don’t get in shape overnight; that’s, like, days and days and days of repetitive behavior. And so I think that’s the thing most people struggle with, is: “How do we develop and maintain these consistent habits, and when we get disrupted how do we get back to it?” Can you talk about some tips and techniques that people can use?"]},{"begin":"453.560","end":"494.200","lines":["I think one of the most important things is to plan for the disruption. If you’re going away for the holidays and you’re in a routine that’s working for you, whether it’s around meditation or exercise or, you know, practicing Spanish on Duolingo, if you’re like me, whatever it is, when you’re away it breaks those routines; it breaks those cycles. It’s no longer going to be automatic to engage in the same sets of routines when you come back, and so you need to be deliberate about planning: “Okay, when I get back how am I going to start up this habit that I had built again? How am I gonna make sure it’s worked into my schedule?” That can be through making explicit plans—this is boring but important—like, you know, when are you gonna do it? Where are you gonna do it? Put it on your calendar. Set a reminder for yourself."]},{"begin":"494.200","end":"525.920","lines":["And it can also be by being deliberate about using some of the other tools we know help a lot with habit formation, like ensuring it’s rewarding and that you have a fun way to get it done. So maybe that’s finding ways to combine something that you feel is a chore with something that you really enjoy. So exercise, the example is, like, you know, “I only let myself binge-watch my favorite TV shows while I’m exercising.” Maybe you only get to listen to your favorite podcast or open your favorite bottle of wine when you’re cooking a fresh meal for your family, and you set that as a rule when you wanna get back on that habit."]},{"begin":"525.920","end":"551.680","lines":["Maybe it’s accountability that you need. Maybe it’s somebody who you’re going to exercise with, right? And in fact, research shows that when you have a workout buddy, that can boost your likelihood to follow through by both making it fun and ensuring you’re accountable to someone. Or you could have a commitment device—you can put money on the line that you’ll have to forfeit if you fail to follow through. But basically, you need to use these tools that we know help us start healthy habits to a greater degree after a disruption."]},{"begin":"551.680","end":"573.560","lines":["I know in the book you talk about the “Mary Poppins effect,” the idea of “spoonful of sugar helps the medicine go down”—pairing something really lovely, like your favorite TV show, with exercise, for example. But something that kind of struck me when I was reading that portion of the book is: sometimes it feels like people are setting goals for themselves that they, like, want to want to set; they don’t necessarily actually want it."]},{"begin":"573.560","end":"585.080","lines":["So they want to be healthier, so they want to exercise, right? But in their head, because of the way we talk about exercise in society, it becomes very prescriptive, so they’re like, “I should run a marathon because that’s what fit people do.”"]},{"begin":"585.080","end":"585.480","lines":["Mm-hmm."]},{"begin":"585.480","end":"594.920","lines":["But they hate running, and maybe instead of focusing on running, they should actually be ice-skating because they’ve always wanted to ice skate as a kid, and they couldn’t afford to, maybe, and now they can."]},{"begin":"594.920","end":"614.000","lines":["But it also seems like sometimes, especially with New Year’s resolutions, we kind of lose a forest for the trees, where we’re focusing on a specific form of exercise or a specific type of diet and not sort of a bigger picture of, like, what healthy eating looks like or what exercise can look like and finding the joy in things we naturally want to do."]},{"begin":"614.000","end":"652.680","lines":["I love that takeaway from the book and 100 percent agree with you that one of the things we can do is just step back and think big picture about whether we’re setting the right goals and what the higher-level goal is and if there’s another path to the higher-level goal that’s more likely to work, so if your high-level goal is “be in shape this year,” and you’ve chosen to pursue it in an unpleasant way that you don’t like, then step back and ask, “Can I do something that I will enjoy more to get to the same outcome?” Because one of the best predictors of success is whether you enjoy the process of pursuing your goals. If you find it miserable, you do not persist."]},{"begin":"652.680","end":"679.400","lines":["So yes, ice-skate rather than running a marathon [Laughs] if that will bring you joy. Any way you move your body is good for you, whether it’s going to dance class with a friend, taking a walk in the morning in the fresh air with a cup of coffee and someone you enjoy talking to—you know, making it social is another really important way to improve how much we enjoy goal pursuit, and the same is true for eating right and, and, frankly, achieving goals at work."]},{"begin":"679.400","end":"694.840","lines":["One of the things that I thought was really interesting is that, like, we talk about making things enjoyable, but you also talk about self-imposed constraints and how sometimes, to execute on a goal that we want, we can choose to opt in to constraints to reach that goal. Can you talk a little bit about that?"]},{"begin":"694.840","end":"731.800","lines":["Yeah, I think this is some of the most counterintuitive but powerful research in behavioral science and goal pursuit. The idea is really, you know, we know how useful it is when we have a great boss or a great teacher or a great parent who is, you know, holding our feet to the fire and saying, like, “These are the deadlines. These are the consequences.” That can be really effective for getting us motivated in getting things done. But what we often, I think, fail to appreciate is that we have the power to be our own boss [Laughs], our own teacher or our own parent and create constraints and deadlines with consequences in a way that will motivate us and help us achieve more."]},{"begin":"731.800","end":"745.160","lines":["So let me give you a really concrete example of a study that I think illustrates just how powerful this way of thinking can be. This is a study that was done by Dean Karlan of Northwestern University and collaborators where they were looking at whether they could help people quit smoking ..."]},{"begin":"745.160","end":"745.240","lines":["Mm-hmm."]},{"begin":"745.240","end":"747.040","lines":["So, like, a really tough goal, right?"]},{"begin":"747.040","end":"747.160","lines":["Yeah."]},{"begin":"747.160","end":"788.080","lines":["There’s even addiction involved here. The tool was: randomly assign people to either get a standard smoking-cessation program or that standard program plus what we call a commitment device. A commitment device, in this case, meant a savings account that you could put your own money into—it’s optional—but you learn that if you fail a nicotine or cotinine test in your urine six months later, all the money will be taken away. That savings account will disappear. So you’re basically given an opportunity to fine yourself for continuing to smoke. And what the researchers found is: those who had access to this account, they quit at a 30 percent higher rate than the standard group."]},{"begin":"788.080","end":"818.920","lines":["So finding a way to be able to hold your feet to the fire by penalizing yourself if you don’t succeed can be really powerful. And there are many ways you can do this. You can do this with friends. You can ask them to insist that you pay them [Laughs] or put money towards a charitable cause if you fail to achieve a certain goal. There are actually websites that I have no affiliation with that will let you do this—Beeminder is one; Stickk.com with two k’s is another—where you can put money on the line that you will have to forfeit if you fail to achieve a goal."]},{"begin":"818.920","end":"845.360","lines":["And they can also be as simple as just creating friction in your life, so it doesn’t have to involve money. You can think of, you know, not having any junk food in your house—you clear out all your cabinets. That’s a commitment device because now you’ve created a constraint: you’re gonna have to leave your house or pay delivery fees to get the junk food you crave. So there’s a lot of different tools we can use that fall into this category of creating constraints for ourselves, behaving like our own boss, in order to set ourselves up for success with our goals."]},{"begin":"845.360","end":"855.480","lines":["One of the things I really appreciated in your book is when you talked about how people will often harp on the fact that [more than] 80 percent of people who set New Year’s resolutions fail, but that means 20 percent succeeded, right?"]},{"begin":"855.480","end":"885.040","lines":["Look, it’s brave to try to make a change. The easy thing to do is do nothing. And so I think it’s great anytime someone wants to find a way to improve—just because New Year’s is sort of a gimmicky moment to leap on the bandwagon doesn’t mean it’s not a great moment to make a change. And you can give yourself a better probability of success, though, if you do more than just saying, “I’m gonna try to be healthy this year,” “I’m gonna try to raise my performance at work,” or “I’m gonna try to improve my relationships with my family.”"]},{"begin":"885.040","end":"899.440","lines":["Be more concrete. Be thinking about: What’s a measurable goal that you wanna achieve? How are you gonna do it? You know, map out your strategy, just the way you would if you had a big project assigned to you at work. Use the science that we’ve talked about in the show to give yourself a better chance of success."]},{"begin":"899.440","end":"929.720","lines":["And then, P.S., if it doesn’t work out this time, that doesn’t mean New Year’s resolutions are a bad idea next time. And P.S., you can make a new resolution next Monday, the beginning of the next week, on your birthday or on any arbitrary day because all of this is in our head about fresh starts anyhow. [Laugh.] So give yourself some grace and try your best, and then if it doesn’t work out, try again the next time."]},{"begin":"929.720","end":"932.640","lines":["Thank you so much for joining us today."]},{"begin":"932.640","end":"936.400","lines":["Yeah, thank you so much for having me."]},{"begin":"936.400","end":"948.880","lines":["That’s our episode. Don’t forget to tune in on Wednesday, when we look at how the Trump administration’s policies are impacting children’s health."]},{"begin":"948.880","end":"993.480","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"993.480","end":"999.400","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":999}