{"title":"Scientific American Shares Its First-Ever Best Fiction and Nonfiction Books of the Year","img":"https://static.scientificamerican.com/dam/m/1a256aa813c570e0/original/2512_SQ_WED_BOOKS_2025-Podcast-Span-Image.jpeg?m=1764712626.617","url":"https://www.scientificamerican.com/podcast/episode/scientific-americans-best-fiction-and-nonfiction-picks-for-science-minded/","audio":"https://traffic.megaphone.fm/SAM8741701249.mp3","intro":["Scientific American unveils its first-ever best fiction and nonfiction books of the year, spotlighting stories that blend science, imagination and unforgettable voices."],"authors":["Kendra Pierre-Louis","Brianne Kane","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Book Recommendations"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"One way that we here at Scientific American stay on top of what’s happening in science is not just by examining research papers and studies but also by reading books. For the past two years we’ve shared our staff favorites, but this year we’ve decided to expand into two new lists: Scientific American’s first-ever best nonfiction books and fiction books of the year."},{"author":"","text":"To take us through the selections we have Bri Kane, SciAm’s associate books editor. Thanks so much for joining us today, Bri."},{"author":"Bri Kane","text":"Thanks, Kendra. I’m so excited to talk to you today."},{"author":"Pierre-Louis","text":"I’m excited to have you here. Can you tell us a little bit about the process of getting [these book lists] together? What are some of the key things that you looked at?"},{"author":"Kane","text":"Yeah, I mean, this is Scientific American’s first year doing a best fiction and best nonfiction of the year list; we’ve had a very popular staff-favorites books list the last two years."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"So in trying to find the best fiction and the best nonfiction of a year it means doing a ton of research, which, thankfully, we’re a bunch of good-natured nerds, and we love any excuse to research and any excuse to read more books. I mean, it was a great self-assigned homework project this year. [Laughs.]"},{"author":"","text":"So some of the most important things that we were looking at for every book is it had to have an exceptional voice in writing and an incredible story."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"Even nonfiction needed to really catch our attention in the narrator’s voice and the story that they were trying to tell us."},{"author":"","text":"Another thing that we looked at for every book—obviously, we’re Scientific American—is: What’s the science here? And science is a really broad umbrella, and we tried to have a really broad view of what we considered science, but every single book on our list has something that can appeal to a more science-minded reader, so I’m really excited to showcase those books."},{"author":"","text":"And then every book has a little special je ne sais quoi—that little sparkle that just catches your eye—is the book that you just keep telling people about, even though you read it months and months ago, maybe. Those are the books that we really, like, found ourselves drawn to and were talking about with each other the most, and we wanted to talk to our audience about them."},{"author":"Pierre-Louis","text":"That makes total sense, and I totally know how you feel. I think one of the books that I suggested was exactly in that [category] of just books that I was obsessed with and couldn’t stop talking to people about. So can you tell us, starting with the nonfiction side, what are a couple of books that really topped your list?"},{"author":"Kane","text":"Yeah, I mean, one book that we have been talking about in our books group in our newsroom for a while now is Human Nature by Kate Marvel. This book shook me to my core. I mean, I have been following climate science and the changes to our environment for a long time now ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"But the way that Kate connects our current climate catastrophes with our history of literature and history of archaeology and just the whole world—it was really beautiful to bring everything all the way back down to our feelings and being pissed off about climate change, being sad, trying to find hope in all of this darkness and also some humor along the way. I mean, it was a really, really special read for a lot of us, and it had that sparkle from the first page."},{"author":"Pierre-Louis","text":"It feels like a lot of climate books are often kind of depressing, and it—the way you’re talking about Human Nature is—it wasn’t necessarily just, like, a downer."},{"author":"Kane","text":"No, and I think you’re right: a lot of books trying to cover this issue really bum you out, and it can be kind of a slog to get through. But I found Human Nature to be, like, a wild ride. I could not put it down once I started. I was shocked how much I loved it and how much I could not stop talking about it. [Laughs.]"},{"author":"Pierre-Louis","text":"That’s awesome, and I know that there’s another book kind of in a similar vein in terms of, like, really loving it and not being able to put it down within the nonfiction category."},{"author":"Kane","text":"Yeah, They Poisoned the World by Mariah Blake is exceptional. I mean ..."},{"author":"Pierre-Louis","text":"Wow, what a title."},{"author":"Kane","text":"Yeah, Andrea Gawrylewski, our chief newsletter editor, called it “an epic piece of science writing,” and that is not a compliment that gets thrown around lightly around here. I mean, it was a really, really beautiful text that really took our minds to a whole new place in understanding PFAS [perfluoroalkyl and polyfluoroalkyl substances], these forever chemicals ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"And the companies that are poisoning our communities around this country and what that means for our understanding of our place in this fight and the legacy that we’re leaving."},{"author":"","text":"I mean, Mariah Blake interviewed hundreds of people in this small town and discussed their personal medical histories ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"And how they have been affected by this in their community—the air they breathe, the water coming out of their sink fountain has been changed by these chemicals, and it is not safe for their children and for their selves."},{"author":"Pierre-Louis","text":"And they’re chemicals that are pretty ubiquitous, right? Like, they found them in the past, for example, in, like, disposable food containers. They’re often in the material that we use to make, like, jackets waterproof. They linger in the environment for so long that, by the perspective of human lifespans, they linger forever."},{"author":"Kane","text":"Yeah, I mean people have heard about, like, microplastics, and they’re concerned about where we’re finding those ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"But everyone needs to be looking into PFAS and forever chemicals a bit more than they are. These are really, really scary things that have really, really long consequences, as you’re saying. And Mariah Blake does a really incredible job of bringing that all on the page. And like we were saying it’s not bumming you out; it’s not leaving you destitute and terrified. It’s leaving you with work to do that you are excited and hopeful to be a part of."},{"author":"Pierre-Louis","text":"I actually haven’t read it. You make me wanna seek it out and to really, like, plow through it."},{"author":"","text":"But those books are very much on the nonfiction side. You also looked at fiction."},{"author":"Kane","text":"Yeah, I mean, it was really fun this year to have an excuse to read some alien stories ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Kane","text":"And some fantasy stories, some romance novels. Like, you know, we are a bunch of science journalists and science nerds, but we still read romance books before we go to bed, and we wanna read short stories that keep us up at night, and they’re scary. So one book that really got my attention this year is Daniel H. Wilson’s Hole in the Sky ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"It’s a “first-contact” alien story, which you can’t see my air quotes there, but it kind of plays with this idea of first contact because the aliens land on a Cherokee reservation in Oklahoma. And the Native people’s relationship to what we would refer to as “first contact” is very different than the Western understanding of that term and science fiction as a genre’s general use of that term."},{"author":"","text":"And Daniel is a brilliant thriller writer who can terrify you but hold your hand through this story so that you learn from different perspectives and to have a different understanding of a genre that maybe you’re very well familiar with and you’ve read all the classics, or maybe you’re still just dipping your toe in."},{"author":"","text":"Daniel Wilson’s definitely one that caught my attention this year, and my conversation with him earlier this year was exceptional."},{"author":"Pierre-Louis","text":"And it feels like, very often, when we encounter first-contact stories they are often kind of through a very white, male, Western lens, and it seems like he’s playing with that a little bit."},{"author":"Kane","text":"Yeah, I mean, the heart of the story, really, is a father-daughter relationship: Jim and Tawny. And Jim was raised a bit more traditional in the Native community, and Tawny wasn’t. And they have a bit of an estranged, traumatic experience that created some distance between them—I don’t wanna spoil it too much for you, Kendra ..."},{"author":"Pierre-Louis","text":"Please don’t. [Laughs.]"},{"author":"Kane","text":"But it’s really, really beautiful, and it really made me think about Scientific American and science fiction, generally, [their] relationship to what we would refer to as “first contact” ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"And what is that “first” that we are referring to and who exactly is contacting who. I think the specificity of our language is really important, and novels like Hole in the Sky are a novel that can remind you of these really intellectually rigorous topics. And I think that’s exactly the kind of stuff that we like to read around here."},{"author":"Pierre-Louis","text":"And I know that’s not kind of, like, the only standout within the fiction category."},{"author":"Kane","text":"Yeah, I mean, we, along with everyone else, have been obsessed with Atmosphere from Taylor Jenkins Reid this year—lesbians falling in love in NASA?"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Kane","text":"Sign me up, sign me up again and again."},{"author":"","text":"Former space reporter and current senior news editor here at SciAm, Sarah Lewin Frasier, reviewed it for us. And again, if a former space reporter thinks that your fictional version of NASA is real, relatable and interesting to be in, that is a very high bar to reach around here. And Atmosphere really exceeded our expectations."},{"author":"","text":"I mean, I’ve been joking with Clara Moskowitz, our chief of reporters, who was also a space and physics editor here, about sobbing your eyes out at the end of this book in the best way possible, which all romance novels really should be doing. [Laughs.]"},{"author":"Pierre-Louis","text":"[Laughs.] And it’s fun to think about space romance. I feel like that’s not a genre that gets as much shine."},{"author":"Kane","text":"Yeah, absolutely. I mean, people in NASA fall in love, too. Astronauts kiss [Laughs], and, like, they want to have adventures that are not just taking place on Mars or on the moon. They want to fall in love, and they want to live extraordinary lives here on Earth ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Kane","text":"And I want to read every single story about that. [Laughs.]"},{"author":"Pierre-Louis","text":"Can you let our listeners know where they can check out the full [lists]?"},{"author":"Kane","text":"Yeah, you can find all three of our lists—our staff favorites, best fiction and best nonfiction of the year—online later this week."},{"author":"Pierre-Louis","text":"Thank you so much for coming today, and I can’t wait to check out the full lists."},{"author":"Kane","text":"I can’t wait for everyone to see these lists and to see what you read this year, too, Kendra."},{"author":"Pierre-Louis","text":"And don’t forget to listen on Friday for our episode that looks at innovations in treating postpartum depression."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[250,554,1058,4120,13647,19327,25433,12892,11422,19443,18003,15841,8581,8511,5578,9058,7197,2526,1304,18949,31280,11115,8276,8687,16104,10592,5793,11254,18005,18426,15166,5856,30405,8584,7420,8619,18087,11994,13200,8447,2791,27177,18293,25616,12100,8133,9622,11280,11008,1252,13184,12606,19579,16932,12303,11804,30576,16195,3495,19645,9496,9742,15374,21269,10790,17615,1727,26907,31304,11561,11379,16635,18778,18254,6019,12480,4714,5194,24275,9970,7269,11560,5553,12102,15971,8834,6696,7799,5560,1760,25707,14125,13075,9604,3982,2225,719,741,181,290,26,281,15645,13109,7792,15117,10859,12013,10381,8315,1703,10821,15211,10900,14109,12856,13922,5921,1824,15435,15121,11301,8427,11710,9307,9224,13058,7877,9792,11337,14924,14627,15831,9930,11064,13279,3175,15245,12611,10654,9692,9351,10210,14980,11406,10236,6320,7198,12147,15500,13635,12203,11023,6495,6091,3099,14999,14886,12514,10630,14087,14928,10700,9930,11735,14907,9886,7393,6799,14882,11304,11325,7950,8016,8029,6768,3171,2067,15537,13954,12716,12641,6551,15416,16035,12900,12253,15816,13330,8271,13356,13162,9252,1286,15309,16067,11907,7987,5421,1612,1879,15209,10608,14336,9756,14086,7472,10137,10305,10121,6416,2082,2069,15659,15801,10929,9785,15289,12437,8968,15011,6692,11024,6278,8961,8275,3550,15261,11605,11526,10550,9979,9887,9527,9222,10261,7863,5014,10707,15351,14776,13706,13343,13899,15309,11591,14939,14944,8148,15652,14505,9983,3854,2152,15759,13638,8609,2960,2106,1790,16751,15233,15141,10630,9364,10977,8698,4931,6516,6601,5260,8992,9923,7745,2432,1198,485,75,4,97,507,1245,2318,12542,7325,13347,10552,11351,13695,12876,15832,12615,15679,14025,13639,16382,14909,14582,15325,15714,14612,14558,13509,8877,13036,10898,15841,12880,15163,17588,16984,10682,9132,10979,12152,8783,14520,14551,15247,13675,6378,22573,20666,18860,18353,11852,16089,8630,21293,14810,9165,10126,11241,10858,9938,13750,7293,14256,16023,12751,9536,9542,10338,8599,7872,12110,8378,3542,2805,3264,2703,1876,21844,14278,11104,11555,13497,10562,11041,8337,16473,15245,14490,12196,8829,11810,2208,17663,13879,12023,10304,8594,8809,8023,7821,15628,4721,990,16749,14241,10947,10340,3956,784,12948,14363,9086,12599,9332,12924,12781,13012,4836,14309,9326,6763,12887,17123,13798,10006,11294,11404,3306,769,20182,19854,16425,11638,15736,14843,19901,20072,15926,16368,15767,13362,14076,9195,11871,8724,1006,3313,18417,12689,16781,8210,9291,12100,11952,9613,1071,22467,16158,12871,11344,14442,13062,907,19507,18646,14303,12876,13708,10986,13042,16507,14724,14760,19046,13281,11890,19955,91,15967,14671,16623,12430,11588,1947,13594,13295,15514,17428,19042,21323,15828,12200,21373,14841,14948,10820,8798,15102,7202,943,22511,16362,14870,12308,12887,11822,16723,8847,18499,14580,13207,19836,16650,15740,15183,21182,14463,14516,22710,19721,19342,13951,22468,15528,19366,11692,14854,17098,8569,14142,22653,18211,18244,14518,22124,14963,15429,15181,13859,15225,17538,8190,11876,10183,11100,19089,12565,17133,19958,12963,19354,15568,22672,19225,18486,21257,19356,17522,15937,16929,15960,3937,16149,15766,17031,14435,21187,16688,12347,18108,18461,20315,14118,19755,20142,21096,19176,22431,19827,16344,20241,16861,14271,13972,19717,19420,10691,7608,17866,10144,16204,14734,17254,16966,11509,18728,13913,8356,18233,16122,21233,19008,18656,18794,15773,23216,22613,19981,21983,15667,9613,20323,14736,14260,14859,17327,18316,19461,16617,19367,20313,18667,15931,15001,22636,22583,22569,14668,22537,20259,15142,15913,22468,16877,17345,13508,22641,13522,14659,12339,15503,18734,16402,17851,16186,16547,22626,22532,22027,17266,16598,16033,14164,16986,15978,18230,13867,17098,22639,19311,22099,9757,5749,22583,17421,17121,15757,20858,18735,17530,20963,19437,15551,20758,17987,21135,16433,17254,20318,19066,13051,15962,3449,22467,22145,13647,15267,20591,22559,17616,16741,22593,22610,14940,18575,17629,6336,14275,15877,18647,16117,18241,19456,17949,3145,22398,18062,18261,20196,18763,17131,16938,21170,18390,18928,15762,16741,20774,17167,19477,14459,22579,18377,21997,17791,18307,17379,18212,16539,16642,17143,7595,23037,19415,9470,22699,14512,17111,18421,13383,14465,21922,16402,13297,21102,17000,19091,22563,14759,8910,22817,19013,17331,22473,16816,18613,17656,2409,18287,18469,15653,16046,14417,22657,11895,19496,21741,16103,12121,20993,20546,16357,17908,17323,15316,4134,18356,18585,17334,15163,14053,22335,23174,17314,18576,16765,20395,22832,15025,22442,10695,14316,21956,14644,17105,13667,19170,18703,18250,16279,20641,14491,17296,19097,14453,15232,16704,16824,15164,12593,17419,9049,14286,17225,15245,16561,17502,11742,15319,11629,3116,818,22743,10650,22364,16869,22510,22466,6123,20224,19101,12036,22438,16144,9974,18153,8872,11993,22421,3512,19436,14708,17267,12359,16278,13134,18316,15940,11441,14054,19221,14991,13374,17318,13589,1968,21039,18237,19326,16180,17201,14325,22044,22561,18124,14035,15489,18050,17767,20162,17952,17531,13089,15697,14742,15595,22716,18790,14408,12055,380,18777,22428,16402,19806,16076,21014,17572,22552,21552,22676,22069,20773,16950,21695,20512,13215,19115,13065,21181,16716,15074,17372,19875,17211,12530,18934,19424,9425,21425,17648,16802,17298,20367,16269,14879,15338,20132,19526,15667,20045,19557,16556,21445,16158,13532,3584,16964,21936,12552,16594,14653,18030,15291,17181,14627,2947,22679,9845,21311,16570,13577,15052,11214,14989,18129,15037,6136,15271,15295,14687,12774,13033,14680,14754,17194,20816,15727,17622,12777,22632,19938,19029,15744,11200,2927,21509,13679,19733,22284,19676,20271,16011,14031,15027,10441,20162,19056,9773,21530,17564,15981,18235,16926,12069,18676,15756,7527,22560,16260,15332,19287,15928,18162,19602,18952,14087,15751,13619,22510,19488,13044,21353,18237,18558,6708,18390,18474,22566,22576,22669,19115,19206,19370,12430,11399,10931,19613,17173,16297,18181,11834,12798,11711,13584,8644,13317,9201,12731,13405,15208,13924,17046,19508,9682,12107,1710,21409,17769,18869,13911,11916,11688,17111,17338,8555,18713,13302,22449,14769,17856,15622,15378,18026,17827,20231,12652,15587,14167,6597,14208,19143,22003,17019,16154,15117,22026,14019,16605,16549,13479,20267,21888,17010,20593,12750,13803,16436,16397,13355,19461,17735,19493,17192,17043,18569,19117,18720,19775,17891,14180,20207,17190,21673,22258,21392,17556,19707,18351,14383,18873,20317,18116,18740,21378,20615,22018,17289,12153,20128,9377,14171,18371,17860,13120,16043,12836,12143,12453,12717,10560,18700,19621,10788,15020,19457,14917,16452,10975,16069,16376,13853,16216,10685,14858,6377,9849,21434,17901,17204,13987,16450,21203,18713,11501,16463,14216,15071,17169,11442,22576,19923,20496,16044,14561,2909,20698,16154,16978,9806,13251,18748,15100,11820,17244,18442,13389,20855,12919,20571,12276,17131,15724,13113,21774,22131,19695,17948,17004,22284,17899,20455,19469,19977,21462,18909,17373,19164,15878,14554,2188,18490,13629,15048,13770,15127,22549,19503,13927,11090,18083,19554,13910,13218,13393,16564,14747,22671,17338,15443,13250,19805,9850,19086,17399,12835,16284,22363,19068,16999,13851,20361,11830,15378,17361,17011,12818,20661,22506,8206,15713,14242,2260,19942,21763,17656,17794,18874,18258,16655,17448,15908,6992,16969,16546,21425,13040,19955,19315,21011,18346,21258,13291,11577,7992,16996,9326,19901,15403,14817,13705,10982,6150,14987,15430,10166,17352,13051,16338,18168,13251,10367,22445,17752,2052,15979,20113,15419,13811,13022,21861,19981,15777,22362,22383,13204,11280,12389,15556,14961,12805,13807,16891,12992,19805,13480,22466,17559,5126,22713,12982,16744,13413,13132,22880,11550,22654,14638,12866,19087,10111,18254,12116,16860,14085,14651,22539,9741,18219,20246,13828,17484,16999,11824,11739,13474,12762,15919,15641,17085,10002,9839,14553,10164,524,12457,15013,13065,13116,14746,14338,17681,18539,12299,11863,18034,12010,18913,9205,10087,15970,22162,16055,10247,3064,22558,22476,15010,14710,16439,14191,17392,22465,22532,22099,15123,12899,22601,16469,17287,17606,18648,2752,20805,17238,14736,21604,16874,21982,22885,18706,18262,16192,17550,17917,16408,21360,19339,17972,14141,22417,19094,1326,22563,17616,13895,12219,17261,18685,15867,22778,8866,19132,22674,17193,17024,15166,18983,16808,14125,17749,17527,10752,14446,17977,12965,2238,15352,22607,11343,12525,11031,14601,17359,17427,9432,13898,16458,20768,3395,19384,15811,13468,15397,16324,21372,17858,18360,16041,2115,20859,16711,15530,13827,16478,20470,16680,14201,15750,1403,17701,15535,19477,22469,16282,12483,17107,16484,15128,11728,21228,13065,15086,19709,19540,17699,10261,14963,13604,12463,18192,14953,13827,22543,17349,17886,12054,16358,10956,21914,18568,2364,22660,16188,22546,14341,15861,14798,16068,16496,17022,15406,13992,20544,15152,6663,22909,22907,22492,15832,12422,16524,21116,12236,13529,8114,1572,16608,22846,17833,12485,13713,5702,21816,17536,13178,13243,15280,22690,14403,22639,22620,12252,12293,14170,14689,14952,14602,14490,19446,17470,17859,22871,14654,13787,15203,12621,15133,22552,15514,15722,12404,11966,17377,5272,17725,12486,21621,16686,19412,17121,16747,17053,17984,18545,14928,17176,1978,13791,14052,16299,16685,20568,18719,17044,19071,16971,19043,13932,14388,14860,17710,21539,19274,22065,11092,17137,20455,18022,5592,21923,15637,20659,14759,21156,19997,17920,14776,16517,15455,16456,14299,14683,14944,13368,20831,18249,15604,14065,1642,21429,20404,22545,21896,15451,10949,15758,15269,17675,22384,16971,14310,19427,16842,18692,14538,14123,15791,12325,22553,16612,14259,17817,22483,17567,22505,6193,16600,16200,16177,16466,14378,18491,16947,18916,12503,17005,11427,18235,19148,7730,19980,15430,15306,13360,16342,17176,20211,14751,13256,18615,15951,15580,19609,22684,17574,15372,15575,22716,21346,18537,16833,15142,22409,18969,8010,21370,15100,20811,19886,19141,18553,21104,13315,20457,14717,8630,16251,16492,3948,15167,15564,12068,20393,15710,14075,15656,17250,16050,17465,18388,1654,10690,19630,20275,11519,18863,15143,17460,18682,13287,14515,14865,20632,10485,16741,7184,17660,16174,22682,16012,22573,10472,22572,17340,20525,18491,13240,20581,20270,16757,21313,1771,16097,16744,17586,18519,14896,18867,16280,19414,22535,18552,16694,11152,15429,15657,12357,14387,14681,19868,14127,8208,17129,15403,22513,15959,18942,22302,20086,19161,16880,18047,16853,14833,21984,15053,15104,17863,16351,14905,15265,17196,22562,20319,16645,107,22514,20867,22237,21220,16735,13456,8991,10292,11974,16875,10881,12232,11861,10601,17925,19163,19390,13588,11538,12308,1482,22477,17367,8685,439,17675,11896,16037,14811,15556,13484,7878,10761,12683,14499,12032,5285,21102,15676,18182,22785,12849,15412,17093,15113,19468,19221,18366,12531,18997,16102,15114,17125,17775,17320,1856,16684,15133,18103,20398,15066,20274,19763,14184,15401,12404,14121,12761,15730,18344,15010,13851,15583,22707,17267,16551,16716,10221,3351,21247,22321,13008,17480,18661,13886,14076,13187,11864,17374,18064,17929,18147,15525,22526,22641,22803,22877,20678,3507,1663,19398,14774,13426,15346,13770,16540,17560,13912,16916,13707,15654,22527,15943,158,11810,20414,16695,20278,20609,15953,14852,21498,13339,16451,22074,12842,18608,14071,19002,19473,14086,18181,14145,22506,21038,18833,22407,15199,14070,6998,22499,22588,18570,10817,21414,13072,18122,16667,12002,14885,20179,21627,19548,22062,12495,18164,10449,22680,20771,17733,22152,17152,15761,22341,17119,15336,17181,19378,15741,4315,22526,16451,17432,13007,22472,18676,2463,22505,22181,17836,16398,18026,17562,20842,13671,15520,11094,15503,18466,20308,18178,14916,7223,21441,10392,22021,21710,22530,22076,12611,20293,21866,20319,17885,18652,19803,14065,20249,21756,18157,22508,15010,15374,13496,7932,3431,22652,16891,12459,12913,16569,10541,13809,10304,160,19664,18618,15925,15665,19898,21105,21869,15658,19099,21271,22523,22098,19390,19359,18028,14542,17553,16905,18451,17233,14312,19362,17841,19922,19095,15639,20441,18203,19132,18833,18727,19425,19651,18321,21396,18179,18552,880,22574,17416,16433,22037,20773,19622,15170,18453,16865,17980,21235,17988,22491,11346,17720,17634,18488,18393,16369,18794,3264,22809,16529,14903,20312,17326,15151,10691,19104,19457,16636,18926,7489,15290,17445,19551,16255,18172,18909,16217,17203,17760,17242,16499,2556,15075,16665,17957,19550,21217,17088,14871,1790,17149,14892,17348,16742,17020,14674,22415,17615,13335,16222,15442,20744,22502,21215,15100,22672,17282,18138,20885,17996,20331,22019,15179,16649,15348,19217,19901,19980,19020,12001,15848,20981,20261,14517,22621,18037,18067,14029,21482,16448,16441,21994,13402,16817,17399,13279,16733,14496,15874,15238,20254,19002,16532,3766,22722,14801,8957,21898,19678,20559,18261,15542,17304,16954,22525,15345,22661,16933,15752,19153,15977,16061,18237,24072,23031,19559,17455,15150,4939,1009,5340,22595,17947,22665,22574,20391,16464,12899,13963,14396,15596,13397,15224,11533,13388,11629,10569,18469,17923,12639,15430,20755,13818,19415,21186,21271,16226,19434,14517,21255,18507,15064,19023,19482,15970,17038,19069,22622,22624,18975,16699,22595,19954,16320,14836,15986,14774,19932,18677,17052,15016,14246,9188,21913,18410,13897,22698,18844,17650,18903,16765,16437,17359,20039,20769,17940,17183,18860,21705,8951,20888,15956,17217,21718,15174,15387,16845,22388,18450,11197,2146,11554,15483,16433,13337,12792,13963,14574,10840,15561,12410,10913,2205,296,17131,14914,18583,16429,13024,14732,3430,11730,17527,18493,12386,18457,17154,15684,18532,13626,12233,11883,16779,15796,18135,10671,12368,649,16620,13195,12920,13188,13960,14036,11919,13311,10830,16364,13975,8506,1145,22405,17202,17542,16273,13568,16394,18874,14245,16019,21799,16133,14508,16586,10729,12623,21588,18421,11506,17777,7197,1615,19431,13845,15409,13562,14116,7371,8958,13116,10453,11549,11879,4198,1179,18412,10909,13508,13426,9305,9717,8013,10007,9353,16760,16929,15537,12151,13234,11783,11844,11705,4995,16872,14437,14705,12788,12822,12526,7612,9978,1309,11857,15700,13022,14758,15045,12498,10676,10619,7462,1406,13778,11587,11486,14931,13745,5937,10891,1363,12505,16747,14701,13607,8061,11108,10178,15580,9413,9434,10245,8244,6975,1718,6488,16897,11908,12063,10477,7931,10648,10323,7615,9072,11886,11922,576,452,630,1495,1960,7899,7221,7518,6607,6327,8136,7330,6409,6449,7132,11656,9029,12463,9201,13257,12709,12629,15547,16090,13115,10215,9678,11128,10705,14611,15188,17568,15802,12709,9746,7655,8699,7170,8471,9236,8179,7650,3548,6897,5737,3357,2653,1535,1153,825,517,156,94,33,4,0,753,2159,22593,17388,21765,15895,20607,12675,4180,21595,14122,14210,14528,17870,10897,20719,11713,15520,20581,14782,20140,21338,20008,17245,11622,19296,19891,16161,21782,21400,15634,16006,21989,15216,22037,21694,23275,21327,17421,21695,20910,13641,12861,17476,5657,21428,17910,6174,22080,20506,20548,5955,6373,22571,17442,16267,21502,8910,9532,21609,13820,9869,5671,16248,22739,17219,11705,15108,5414,21247,19830,13003,15914,21888,18464,14091,11398,5299,22698,13932,17598,10495,21719,13143,18571,21013,20469,21646,11930,21445,13093,3850,0,0],"fragments":[{"begin":"0.000","end":"10.760","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"10.760","end":"54.920","lines":["One way that we here at Scientific American stay on top of what’s happening in science is not just by examining research papers and studies but also by reading books. For the past two years we’ve shared our staff favorites, but this year we’ve decided to expand into two new lists: Scientific American’s first-ever best nonfiction books and fiction books of the year."]},{"begin":"54.920","end":"73.400","lines":["To take us through the selections we have Bri Kane, SciAm’s associate books editor. Thanks so much for joining us today, Bri."]},{"begin":"73.400","end":"85.040","lines":["Thanks, Kendra. I’m so excited to talk to you today."]},{"begin":"85.040","end":"110.920","lines":["I’m excited to have you here. Can you tell us a little bit about the process of getting [these book lists] together? What are some of the key things that you looked at?"]},{"begin":"110.920","end":"131.520","lines":["Yeah, I mean, this is Scientific American’s first year doing a best fiction and best nonfiction of the year list; we’ve had a very popular staff-favorites books list the last two years."]},{"begin":"131.520","end":"132.600","lines":["Mm-hmm."]},{"begin":"132.600","end":"159.800","lines":["So in trying to find the best fiction and the best nonfiction of a year it means doing a ton of research, which, thankfully, we’re a bunch of good-natured nerds, and we love any excuse to research and any excuse to read more books. I mean, it was a great self-assigned homework project this year. [Laughs.]"]},{"begin":"159.800","end":"170.240","lines":["So some of the most important things that we were looking at for every book is it had to have an exceptional voice in writing and an incredible story."]},{"begin":"170.240","end":"170.800","lines":["Mm-hmm."]},{"begin":"170.800","end":"182.200","lines":["Even nonfiction needed to really catch our attention in the narrator’s voice and the story that they were trying to tell us."]},{"begin":"182.200","end":"212.360","lines":["Another thing that we looked at for every book—obviously, we’re Scientific American—is: What’s the science here? And science is a really broad umbrella, and we tried to have a really broad view of what we considered science, but every single book on our list has something that can appeal to a more science-minded reader, so I’m really excited to showcase those books."]},{"begin":"212.360","end":"233.360","lines":["And then every book has a little special je ne sais quoi—that little sparkle that just catches your eye—is the book that you just keep telling people about, even though you read it months and months ago, maybe. Those are the books that we really, like, found ourselves drawn to and were talking about with each other the most, and we wanted to talk to our audience about them."]},{"begin":"233.360","end":"249.320","lines":["That makes total sense, and I totally know how you feel. I think one of the books that I suggested was exactly in that [category] of just books that I was obsessed with and couldn’t stop talking to people about. So can you tell us, starting with the nonfiction side, what are a couple of books that really topped your list?"]},{"begin":"249.320","end":"265.360","lines":["Yeah, I mean, one book that we have been talking about in our books group in our newsroom for a while now is Human Nature by Kate Marvel. This book shook me to my core. I mean, I have been following climate science and the changes to our environment for a long time now ..."]},{"begin":"265.360","end":"265.840","lines":["Mm-hmm."]},{"begin":"265.840","end":"297.720","lines":["But the way that Kate connects our current climate catastrophes with our history of literature and history of archaeology and just the whole world—it was really beautiful to bring everything all the way back down to our feelings and being pissed off about climate change, being sad, trying to find hope in all of this darkness and also some humor along the way. I mean, it was a really, really special read for a lot of us, and it had that sparkle from the first page."]},{"begin":"297.720","end":"306.440","lines":["It feels like a lot of climate books are often kind of depressing, and it—the way you’re talking about Human Nature is—it wasn’t necessarily just, like, a downer."]},{"begin":"306.440","end":"325.640","lines":["No, and I think you’re right: a lot of books trying to cover this issue really bum you out, and it can be kind of a slog to get through. But I found Human Nature to be, like, a wild ride. I could not put it down once I started. I was shocked how much I loved it and how much I could not stop talking about it. [Laughs.]"]},{"begin":"325.640","end":"333.520","lines":["That’s awesome, and I know that there’s another book kind of in a similar vein in terms of, like, really loving it and not being able to put it down within the nonfiction category."]},{"begin":"333.520","end":"338.560","lines":["Yeah, They Poisoned the World by Mariah Blake is exceptional. I mean ..."]},{"begin":"338.560","end":"339.320","lines":["Wow, what a title."]},{"begin":"339.320","end":"360.840","lines":["Yeah, Andrea Gawrylewski, our chief newsletter editor, called it “an epic piece of science writing,” and that is not a compliment that gets thrown around lightly around here. I mean, it was a really, really beautiful text that really took our minds to a whole new place in understanding PFAS [perfluoroalkyl and polyfluoroalkyl substances], these forever chemicals ..."]},{"begin":"360.840","end":"361.200","lines":["Mm-hmm."]},{"begin":"361.200","end":"369.040","lines":["And the companies that are poisoning our communities around this country and what that means for our understanding of our place in this fight and the legacy that we’re leaving."]},{"begin":"369.040","end":"376.760","lines":["I mean, Mariah Blake interviewed hundreds of people in this small town and discussed their personal medical histories ..."]},{"begin":"376.760","end":"377.240","lines":["Mm-hmm."]},{"begin":"377.240","end":"388.160","lines":["And how they have been affected by this in their community—the air they breathe, the water coming out of their sink fountain has been changed by these chemicals, and it is not safe for their children and for their selves."]},{"begin":"388.160","end":"404.440","lines":["And they’re chemicals that are pretty ubiquitous, right? Like, they found them in the past, for example, in, like, disposable food containers. They’re often in the material that we use to make, like, jackets waterproof. They linger in the environment for so long that, by the perspective of human lifespans, they linger forever."]},{"begin":"404.440","end":"409.720","lines":["Yeah, I mean people have heard about, like, microplastics, and they’re concerned about where we’re finding those ..."]},{"begin":"409.720","end":"410.360","lines":["Mm-hmm."]},{"begin":"410.360","end":"437.200","lines":["But everyone needs to be looking into PFAS and forever chemicals a bit more than they are. These are really, really scary things that have really, really long consequences, as you’re saying. And Mariah Blake does a really incredible job of bringing that all on the page. And like we were saying it’s not bumming you out; it’s not leaving you destitute and terrified. It’s leaving you with work to do that you are excited and hopeful to be a part of."]},{"begin":"437.200","end":"441.560","lines":["I actually haven’t read it. You make me wanna seek it out and to really, like, plow through it."]},{"begin":"441.560","end":"446.440","lines":["But those books are very much on the nonfiction side. You also looked at fiction."]},{"begin":"446.440","end":"451.600","lines":["Yeah, I mean, it was really fun this year to have an excuse to read some alien stories ..."]},{"begin":"451.600","end":"452.240","lines":["[Laughs.]"]},{"begin":"452.240","end":"471.120","lines":["And some fantasy stories, some romance novels. Like, you know, we are a bunch of science journalists and science nerds, but we still read romance books before we go to bed, and we wanna read short stories that keep us up at night, and they’re scary. So one book that really got my attention this year is Daniel H. Wilson’s Hole in the Sky ..."]},{"begin":"471.120","end":"471.800","lines":["Mm-hmm."]},{"begin":"471.800","end":"495.400","lines":["It’s a “first-contact” alien story, which you can’t see my air quotes there, but it kind of plays with this idea of first contact because the aliens land on a Cherokee reservation in Oklahoma. And the Native people’s relationship to what we would refer to as “first contact” is very different than the Western understanding of that term and science fiction as a genre’s general use of that term."]},{"begin":"495.400","end":"515.040","lines":["And Daniel is a brilliant thriller writer who can terrify you but hold your hand through this story so that you learn from different perspectives and to have a different understanding of a genre that maybe you’re very well familiar with and you’ve read all the classics, or maybe you’re still just dipping your toe in."]},{"begin":"515.040","end":"522.640","lines":["Daniel Wilson’s definitely one that caught my attention this year, and my conversation with him earlier this year was exceptional."]},{"begin":"522.640","end":"533.680","lines":["And it feels like, very often, when we encounter first-contact stories they are often kind of through a very white, male, Western lens, and it seems like he’s playing with that a little bit."]},{"begin":"533.680","end":"551.600","lines":["Yeah, I mean, the heart of the story, really, is a father-daughter relationship: Jim and Tawny. And Jim was raised a bit more traditional in the Native community, and Tawny wasn’t. And they have a bit of an estranged, traumatic experience that created some distance between them—I don’t wanna spoil it too much for you, Kendra ..."]},{"begin":"551.600","end":"552.640","lines":["Please don’t. [Laughs.]"]},{"begin":"552.640","end":"563.960","lines":["But it’s really, really beautiful, and it really made me think about Scientific American and science fiction, generally, [their] relationship to what we would refer to as “first contact” ..."]},{"begin":"563.960","end":"564.560","lines":["Mm-hmm."]},{"begin":"564.560","end":"584.960","lines":["And what is that “first” that we are referring to and who exactly is contacting who. I think the specificity of our language is really important, and novels like Hole in the Sky are a novel that can remind you of these really intellectually rigorous topics. And I think that’s exactly the kind of stuff that we like to read around here."]},{"begin":"584.960","end":"590.080","lines":["And I know that’s not kind of, like, the only standout within the fiction category."]},{"begin":"590.080","end":"598.720","lines":["Yeah, I mean, we, along with everyone else, have been obsessed with Atmosphere from Taylor Jenkins Reid this year—lesbians falling in love in NASA?"]},{"begin":"598.720","end":"599.200","lines":["[Laughs.]"]},{"begin":"599.200","end":"601.520","lines":["Sign me up, sign me up again and again."]},{"begin":"601.520","end":"626.880","lines":["Former space reporter and current senior news editor here at SciAm, Sarah Lewin Frasier, reviewed it for us. And again, if a former space reporter thinks that your fictional version of NASA is real, relatable and interesting to be in, that is a very high bar to reach around here. And Atmosphere really exceeded our expectations."]},{"begin":"626.880","end":"641.800","lines":["I mean, I’ve been joking with Clara Moskowitz, our chief of reporters, who was also a space and physics editor here, about sobbing your eyes out at the end of this book in the best way possible, which all romance novels really should be doing. [Laughs.]"]},{"begin":"641.800","end":"646.520","lines":["[Laughs.] And it’s fun to think about space romance. I feel like that’s not a genre that gets as much shine."]},{"begin":"646.520","end":"661.840","lines":["Yeah, absolutely. I mean, people in NASA fall in love, too. Astronauts kiss [Laughs], and, like, they want to have adventures that are not just taking place on Mars or on the moon. They want to fall in love, and they want to live extraordinary lives here on Earth ..."]},{"begin":"661.840","end":"662.480","lines":["Mm-hmm."]},{"begin":"662.480","end":"665.320","lines":["And I want to read every single story about that. [Laughs.]"]},{"begin":"665.320","end":"669.640","lines":["Can you let our listeners know where they can check out the full [lists]?"]},{"begin":"669.640","end":"676.720","lines":["Yeah, you can find all three of our lists—our staff favorites, best fiction and best nonfiction of the year—online later this week."]},{"begin":"676.720","end":"680.560","lines":["Thank you so much for coming today, and I can’t wait to check out the full lists."]},{"begin":"680.560","end":"687.040","lines":["I can’t wait for everyone to see these lists and to see what you read this year, too, Kendra."]},{"begin":"687.040","end":"702.640","lines":["And don’t forget to listen on Friday for our episode that looks at innovations in treating postpartum depression."]},{"begin":"702.640","end":"752.400","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"752.400","end":"757.120","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":757}