{"title":"EPA’s pollution rule change worries experts, cancer survival hits milestone, and astronauts evacuate the ISS","img":"https://static.scientificamerican.com/dam/m/3bf270fa8c214419/original/2601_MON_JAN-19_thumbnail.png?m=1768588369.055","url":"https://www.scientificamerican.com/podcast/episode/epa-rule-sparks-air-quality-concerns-cancer-survival-hits-record-high-and/","audio":"https://traffic.megaphone.fm/SAM9857625718.mp3","intro":["Why the EPA’s air pollution rule change could make the air dirtier, how cancer survival hit a record-high, and what we know about the first-ever medical evacuation from the International Space Station"],"authors":["Kendra Pierre-Louis","Andrea Thompson","Sushmita Pathak","Alex Sugiura"],"category":["Public Health"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"First up, earlier this month the U.S. Environmental Protection Agency published a new rule signaling a major change to the way it accounts for the impact of certain air pollutants on human health. Many health experts say the shift will likely lead to increased air pollution—and worse health outcomes."},{"author":"","text":"Andrea Thompson, SciAm’s senior editor for life sciences, is here to give us a clearer understanding of what the agency is doing and what that means for the air we all breathe."},{"author":"","text":"Hi, Andrea. Thanks for joining us today."},{"author":"Thompson","text":"Thanks for having me."},{"author":"Pierre-Louis","text":"So my understanding is that, in general, the EPA uses a type of cost-benefit analysis to understand the impact of an environmental regulation. Can you talk a bit about how, prior to this rule change, the EPA measured these costs and benefits?"},{"author":"Thompson","text":"Yeah, so in general the science for how you sort of calculate how much a regulation will cost, the sort of economic benefit you’ll get from it has been pretty well established over several decades."},{"author":"","text":"So for, at least for the benefits part, it starts with health studies that compare areas where, say, a certain pollutant is high and areas where it’s low, and look at the differences in hospitalizations and premature deaths and other health indicators, and controlling for other factors that may influence those, and come up with a model that you can use to see, “Okay, if this pollutant goes up or down, how much do those health indicators change?” And then that’s married with economic studies that sort of look at what’s called the “value of, of a statistical life”—so these aren’t a moral judgment of how much a life is worth [Laughs]; it’s a statistical one. And that sort of gets married together to figure out, “Okay, here’s what the economic benefits will be if we regulate this pollutant.”"},{"author":"","text":"And on the cost side that’s, you know, what is the cost to industry to implement whatever technological change would be required to, to limit that pollutant? And then you look at the balance."},{"author":"Pierre-Louis","text":"So how does this change that was finalized earlier this month shift that calculation?"},{"author":"Thompson","text":"So it’s a little unclear, as the EPA hasn’t been very specific on this point. From the language cited in a New York Times story that came out they’re at least not calculating a, you know, a sort of dollar value for the health benefits. And they said that they’re not going to calculate that for PM2.5, which are little particles that can penetrate very deeply in the lungs, into the bloodstream; are linked to a bunch of health effects, from asthma to cancers to low-birth-weight babies."},{"author":"Pierre-Louis","text":"Right, these are the kinds of things that we encounter when we burn gasoline for fuel or during the wildfire smoke events."},{"author":"Thompson","text":"Right."},{"author":"Pierre-Louis","text":"So in the old days, let’s say, I had a plant, and it was polluting, and it cost me, I don’t know, $100 to put a scrubber on my plant so it had less particle pollution, and the government could say, “Well, yeah, it’s gonna cost you $100, but it’s gonna save $1,000 in human health costs.” But now they’re still looking at the $100, but they no longer have that $1,000 to compare it to."},{"author":"Thompson","text":"Yeah, basically. They said that they’re not going to calculate that for PM2.5 and ozone."},{"author":"Pierre-Louis","text":"And when the news first broke of this change it seemed like many health advocates, their response was, like, “This is likely going to lead to higher levels of these pollutants.” Have you heard something similar?"},{"author":"Thompson","text":"Yeah, so from the experts I’ve talked to, you know, this would mean that anything that falls under the umbrella of regulations where this is the new policy, you’re going to probably have higher levels of air pollutants than you would have otherwise because it’s hamstringing this critical tool to figure out, you know, if regulations are going to be worthwhile."},{"author":"Pierre-Louis","text":"If changing the rules in this way is likely to lead to more air pollution, why do it? Like, who does it benefit?"},{"author":"Thompson","text":"So the, the obvious answer there is the companies that would have to comply with those costs. And this has sort of been the tension behind implementing any kind of environmental regulation: the costs to regulate— if you're the power plant to put a scrubber on, are easier to calculate, whereas the costs to society are diffuse and so much harder to, to calculate. And you're not considering how that pollution is affecting, you know, thousands of people."},{"author":"Pierre-Louis","text":"I know some people listening at home might be wondering: Is there something their state can do to impose stricter air pollution rules than the EPA can, for example?"},{"author":"Thompson","text":"Right, so states often have particular environmental rules. The problem with something like air pollution is that you could have a polluting plant in, say, Pennsylvania, and those pollutants are going to be blown over into New Jersey and New York. So you—there can be limits to what a state can do. The reason the EPA is there is because this is a problem that doesn’t obey these kind of political borders, and you really do need this national regulation."},{"author":"Pierre-Louis","text":"For more on this, go to ScientificAmerican.com to read Andrea’s piece."},{"author":"","text":"Turning to some news on cancer, 70 percent of cancer patients now survive at least five years after diagnosis, according to the most recent annual report of the American Cancer Society. The organization says that’s a record high."},{"author":"","text":"Rebecca Siegel, the organization’s senior scientific director for surveillance research, said in a statement, “This stunning victory is largely the result of decades of cancer research that provided clinicians with the tools to treat the disease more effectively, turning many cancers from a death sentence into a chronic disease.”"},{"author":"","text":"The report found that the biggest boosts were among people with high-mortality cancers and advanced diagnoses. The five-year survival rate for myeloma, a kind of blood cancer, jumped from 32 percent in the mid-’90s to 62 percent from 2015 to 2021. Similarly, five-year survival numbers for regional-stage lung cancer, which is typically stage 3, rose from 20 percent to 37 percent over the same time period."},{"author":"","text":"The researchers cited improved screening and cancer treatments, as well as a decline in smoking, for these positive outcomes. But the authors also cautioned that recent shifts in federal policy could undo this progress. The report concluded that “pending federal cuts to health insurance and cancer research will inevitably reduce access to life‐saving drugs and halt progress at a time when incidence is rising for many common cancers.”"},{"author":"","text":"Speaking of illnesses, NASA astronauts Mike Fincke and Zena Cardman, Russian cosmonaut Oleg Platonov and Japanese astronaut Kimiya Yui, also known as Crew-11, splashed down off the coast of California on Thursday following a medical evacuation. Crew-11 had been expected to stay on the International Space Station through mid-February, but NASA ordered the departure after one of the astronauts developed what the agency’s administrator called “a serious medical condition.” Due to medical privacy rules NASA has not revealed which astronaut fell ill or what condition they developed. The agency stressed that it was not an emergency, but the condition was beyond the station’s medical capacity."},{"author":"","text":"This is the first time any space agency has ordered a medical evacuation from the International Space Station. Lessons from this evacuation could help prepare for upcoming human spaceflight missions, including Artemis II. That mission, slated for sometime this year, will be the first crewed moon mission since Apollo 17 in 1972."},{"author":"","text":"And now on to some animal news. Researchers have known for a while that same-sex sexual behavior is common in animals. But in a study published last Monday a team of scientists offered more insight into the potential evolutionary underpinnings of this behavior in primates. Imperial College London researchers looked at data on 491 nonhuman primate species and found same-sex sexual behaviors in 59 of them. The team then looked at connections between those behaviors and 15 environmental, life history and social traits."},{"author":"","text":"The scientists discovered that same-sex sexual interaction was more likely for species with certain characteristics. For example, primates who lived in drier places susceptible to greater food scarcity and predation pressure. Or those with longer lifespans and substantial size differences among the sexes, and groups whose social structures and hierarchies show more complexity."},{"author":"","text":"Vincent Savolainen, senior author of the study, told The Guardian that the results suggest that same-sex sexual behavior seems to “increase the bonding, decrease tension and aggression, and allow whatever species and their particular environment and society to basically navigate the challenges that they face.”"},{"author":"","text":"While the researchers stressed that we cannot extrapolate the sexual behaviors of the primates in the study to humans, fans of the breakout TV show Heated Rivalry may find themselves wondering if those gay hockey players were perhaps engaging in team-building."},{"author":"","text":"That’s all for today’s episode. Tune in on Wednesday, when we’ll take a deep dive into the scientific quest to define consciousness."},{"author":"","text":"But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,140,792,1683,11601,8525,8856,10849,9441,11670,15284,14357,16423,11949,16718,16352,16811,17023,15922,17083,13287,17250,15199,17642,10212,8981,14690,9919,15559,15045,15316,13801,15783,10653,12483,11252,10919,14749,15870,17102,14712,12948,8979,7298,21291,22671,17897,21937,17060,13649,22487,22630,15343,12746,8643,22389,13962,16398,9897,8577,10698,10698,10099,12170,8356,10370,7984,14483,10146,3448,3148,1765,1761,1804,1296,22627,22648,13920,12378,13487,10678,13897,10088,733,22802,20894,19921,22540,17593,15635,21520,15611,12668,11863,9066,8802,13716,17040,16338,11062,22446,21508,19799,14697,13295,15607,12561,13648,16212,12330,17911,19783,13592,10242,11223,843,23260,22589,16189,15938,20401,20845,16408,11362,11640,16110,12306,8790,22722,20959,17197,9778,7326,1171,16345,16777,19808,7528,22556,16537,20378,16113,18657,16068,10431,12586,19271,19197,14551,20114,17928,15658,12940,13468,12679,13133,14496,1353,22602,16300,14147,17612,17907,13604,7804,713,564,20809,14872,10000,16469,15745,12742,10007,2155,22673,22702,12091,20396,14471,18611,17845,14282,15573,17927,14102,9277,13092,11625,15060,14840,4143,16546,18421,17705,15179,11679,20560,13693,14590,19114,19039,10688,12056,12906,8975,1728,14290,19862,14673,17997,16120,18706,9945,7163,8337,8276,9842,16423,9092,17766,12437,14193,3334,20387,22930,7319,22574,14095,19754,19056,10800,11840,22995,12080,7916,11685,5560,22625,9456,8051,14965,10699,9508,14316,9175,12875,17447,13653,8812,8586,7060,9374,21117,18430,20586,17079,10976,9226,9567,13074,5406,2630,13932,16708,15419,13967,18352,12547,11076,1683,16756,16079,7682,13876,6266,22793,15451,10573,22016,8266,13805,10547,1725,15942,15167,12450,10778,14345,14700,10530,12570,8949,20032,11577,7638,10730,22574,20120,11900,9646,10636,7744,10877,12394,19578,8114,5088,17961,14410,12170,9681,11159,9668,12421,6714,5563,15395,8856,19040,12128,13864,13795,8478,11001,5945,10547,10749,2580,11425,17213,22610,11631,14906,12207,11857,12240,19042,11115,9031,9442,22631,22545,20038,22618,16667,6291,14755,15586,6723,7699,9912,8058,15773,20306,22502,14147,13381,13042,2055,6820,22601,8836,7688,7215,5682,13885,5678,10863,15051,13384,8852,21758,12046,13898,9466,11032,9229,15345,21379,16607,1890,22675,22381,14932,19571,13617,7948,4197,12093,10261,11503,14991,18091,14485,16321,22544,16755,7837,11481,16444,11725,12234,10424,9074,8843,10112,8042,7206,7763,7674,5924,4241,6954,16904,22639,22522,22464,20552,22848,22732,15759,10740,6965,1885,10047,10397,15397,7249,10927,8675,8946,6591,8850,12340,14052,8380,10908,17066,5586,1976,8273,6411,9913,22655,3329,14747,20602,10480,8553,13431,13997,12160,12931,10510,11928,1982,14895,18445,12366,8406,4613,19603,17057,22504,19880,16228,16467,15805,13636,11430,13456,10558,10961,10040,9450,13883,18259,3454,16349,14622,9959,4127,2748,21400,12209,22482,17648,12264,11108,11614,15070,11992,10005,6766,6458,21544,11728,20136,22586,13733,10339,12274,8494,14853,18368,14277,6239,11335,9260,14501,13990,8159,2455,18999,20039,20722,9272,16833,11869,14891,10292,11307,14205,12107,14729,16475,16479,11321,15465,10455,12658,12703,4965,16989,11695,8249,22514,9523,16919,12095,12159,2561,16292,7886,9270,13343,13573,4184,14296,4312,8779,22552,16131,11015,5583,9785,16226,11636,5577,8777,8219,8739,12262,11263,5268,22408,17240,17513,11370,12168,15055,11072,13749,11158,17691,15234,12783,13784,15789,12163,13144,17366,15179,20327,13081,9248,15259,7647,22778,18858,15620,18363,16096,14619,16488,22514,22546,9529,18972,323,5539,16867,10295,11359,11269,633,20869,18472,1233,21821,18292,8381,5846,115,8639,22594,19764,22588,18758,16141,5546,9115,12734,13116,18514,12574,14308,9664,14690,22897,22765,10276,10392,1012,15927,20463,22609,12656,15080,20748,20404,17482,13143,19846,12645,14259,15026,13721,18632,15233,10009,554,15676,12195,15764,10450,431,22551,22548,16390,11785,11188,16276,12418,11382,14769,13155,17999,18890,16821,10735,15365,8157,6943,23039,19761,18749,14592,20384,20692,9286,16867,13969,14969,11287,10882,14202,11556,14706,9014,10872,5467,21649,18674,14714,10741,14249,15358,19571,16601,12549,8927,8023,12494,17700,14495,9099,311,20103,16989,11470,3056,19383,16910,15136,11389,17547,9421,8386,7630,22538,15452,13428,15691,10855,9902,10616,19737,14959,11230,10910,8932,22894,14429,18654,16237,10972,18736,12525,12766,13752,12497,808,16679,21999,17986,14674,20458,18256,16739,15453,22572,13640,19080,12815,11969,9452,9896,8085,5868,12443,15982,13402,2867,1446,17621,15291,15736,18681,17979,8509,15586,11098,11674,7805,14663,6757,12690,11739,13316,2609,4172,8853,10020,10011,6414,4577,11832,8600,6126,8353,10397,5170,6982,8589,7532,6691,5060,5934,20170,10259,11101,18226,13783,9400,11715,12055,15154,11142,9460,9667,10849,11441,9475,11923,349,181,21177,19807,13725,13212,13191,11793,7524,19568,17059,21821,16167,12331,14241,10373,11439,16840,11951,15850,12878,6391,11233,4243,15483,12412,11848,13676,7621,1405,22256,20445,8348,7809,15445,8285,9429,9235,10698,19083,11155,11939,11308,10479,10884,6852,3384,19239,21908,19140,9932,10694,10139,14314,12474,9564,3641,4524,10062,10731,11852,10742,2433,20851,20142,21056,12518,4226,18484,13326,6120,10818,22667,10433,20383,22400,8565,15110,14351,9894,4464,1124,12751,17440,15557,9943,6791,8473,22636,10178,12346,12328,20176,10300,13462,22492,15016,15830,13807,8939,10140,19198,12366,5282,1747,9656,20970,20866,8907,10473,1339,22352,16225,13902,10152,12799,14236,10628,11348,6793,268,120,21565,13231,10991,15977,11041,8814,4950,14321,15355,14972,16744,16472,10477,9801,11599,11085,11369,12269,11153,5490,18513,16759,20288,19369,18224,12633,10044,10528,11987,7924,5474,2916,16159,22891,22092,13387,17883,12461,12966,19900,7631,7749,11996,14935,12095,9235,9527,12447,12259,9180,12460,22737,22539,2621,22551,22530,18239,11279,19507,11687,12486,14637,10002,11857,11403,8516,5700,2865,9234,14996,10041,5716,20248,12301,14574,11315,14464,15450,8496,7963,10308,15586,9520,13251,17557,22477,6489,13553,6587,2436,8500,14879,14352,8766,9015,7478,9644,8852,10338,9489,10782,6043,6928,5746,6128,5461,5803,6827,4914,1807,2397,2344,19265,22636,19576,16369,18607,16742,13618,14760,10780,14783,11637,7866,4623,2390,22932,21732,18344,19066,16149,2896,22873,18865,15921,12334,10098,14744,15619,16630,22390,14197,14230,17665,14818,3475,22402,20560,13075,18949,14376,15938,18909,12013,8928,11655,8089,6367,17407,23228,19995,19755,13717,12127,11189,13008,2621,22834,14041,18738,22129,13670,14342,17179,15447,14065,12419,15128,9225,10355,19314,13117,14028,21299,13174,22496,19039,9240,13615,18663,18812,14584,13903,16159,11410,10833,15770,4455,18696,22719,15321,16882,10988,16521,15385,12367,9589,13653,12961,6612,4660,22597,20261,18084,11415,15834,16348,5475,17785,18974,7043,3533,2544,22801,15424,13365,14099,18134,11086,14603,12243,14813,18133,18074,12835,10131,14191,12857,12706,8915,7416,2680,14005,22780,17197,22475,17260,16724,18136,12206,14900,21436,9925,14545,22322,19983,15980,17668,14132,18325,9666,11914,16581,11892,17282,11561,12283,9309,7685,8460,11309,12031,2623,23203,22486,8077,22754,22712,22445,19293,13311,11447,15618,11126,16694,11941,12394,18775,20490,16154,10341,16285,8956,21973,14471,22629,17366,16193,16841,22503,10910,12642,22214,15405,13345,9655,6038,2711,22631,21689,22485,21366,13398,12117,15317,14966,15201,11625,7997,22575,17772,19541,14018,14433,11289,10884,17638,12217,3936,2693,20571,22668,14928,15688,20565,13619,14619,13283,12499,16061,13688,19926,13024,9636,14290,12332,2657,2857,22546,22642,17438,21763,19293,17545,18344,18513,12369,13171,16328,19300,14633,10689,12134,2286,22523,22628,18545,22691,14177,17814,12455,20898,14813,11656,20244,9481,20755,22517,20465,15246,19843,12489,14283,12429,14674,6358,2917,3426,1468,1222,17547,20434,19930,13721,4163,22695,22565,20787,16116,21415,15035,16814,10815,646,22500,17554,16535,19496,14602,10314,18638,22536,22709,13304,10633,16518,12590,11471,14939,10783,21808,13367,2701,22709,17772,14608,12480,16589,13935,13859,10702,14109,12133,12924,10778,1055,1420,23112,22807,22615,21657,14882,18909,12034,15961,8996,10744,9903,22206,9294,1805,22646,17786,20091,17299,17872,22553,21132,13799,13189,14564,14808,13704,14693,16077,16514,11929,1803,22665,17084,19280,12954,15343,5180,1662,22563,22928,22539,19108,12614,17682,11140,22550,18715,22509,22473,16556,18141,16381,12061,13267,10895,2424,2286,21925,17890,22110,16668,17034,21473,16052,13789,16857,15500,16218,15074,16149,12835,10244,7580,1761,22657,21740,19148,14343,22513,14958,13763,11066,14104,19744,22302,20576,13263,14970,17314,16434,11727,12242,11886,5440,20506,22812,22719,20818,16078,14830,19333,17634,20959,13970,10141,14963,11072,9103,12738,17731,20885,10470,11237,2867,1487,22634,18596,11487,18058,18905,18651,15531,11534,7674,20280,21054,22533,14172,12620,12323,12198,18374,15778,9484,10105,14976,8912,12487,7254,1663,3498,950,3366,22426,22734,13534,12257,10821,5817,2405,15631,18465,20218,21374,17334,15107,14476,13523,16506,11229,13097,10695,12816,11202,8862,1079,18401,22677,17138,13743,22503,14625,6084,19706,18488,16725,12301,15498,13167,9163,10497,15562,10723,22619,17011,16765,14589,9530,15087,9670,10631,12647,7329,1793,1825,21664,22831,22730,22151,19451,10413,10429,8998,16855,9580,13458,12480,13672,12501,16744,2383,22681,22613,13642,15029,10850,7925,2757,20101,22651,17311,16384,13023,12008,12058,12653,18613,12157,7265,22479,22465,22626,22168,11108,13248,15513,14516,13295,12802,14041,17259,17900,15403,11819,9657,18023,8125,3876,16644,22679,17280,19169,16624,15119,16509,13578,21399,12253,1796,22489,22744,13924,10136,13803,14290,15371,8924,7362,22613,22716,21590,23088,19359,17145,16858,17605,14708,14977,16559,11582,15069,11959,12675,14629,11986,9108,1615,13882,22639,18103,22779,16138,16627,14965,16725,22723,12793,10803,11447,13838,5833,2544,22752,22451,20337,22078,13412,20697,15102,20410,16206,11023,9243,1836,22655,18459,15666,15373,12907,16108,14232,16892,9752,946,14487,22469,12588,16181,19719,12916,19067,12000,15674,13361,13043,11834,13689,6685,16744,19731,15296,18042,13119,8295,12219,14345,13652,13817,13854,8959,4777,20099,22650,21530,20092,14083,16359,14854,15502,14819,16604,12263,13362,11485,17714,15506,16423,16204,11230,12863,10903,7401,4080,2205,22807,18695,12622,22550,20700,11421,22479,17793,21446,15371,8108,9801,13089,21250,11540,14504,16297,19060,4592,2333,22799,22669,22306,22201,18652,14418,22545,13838,14295,22357,16374,17110,14086,12175,15025,13902,12625,876,17363,15468,11691,14017,17776,10269,8517,6205,4786,4093,15595,17074,13833,22731,10359,3938,22630,21360,19626,12440,9650,8179,12070,14899,8285,15951,13726,15754,13585,15656,8921,7743,15081,16346,20167,13943,15905,16356,14226,15508,12714,10816,5970,20325,10303,19119,2694,2134,22832,22886,22493,22034,13733,17306,13036,5503,14891,22070,13088,13404,3691,22261,20613,10721,4720,2153,14574,22632,20082,12137,11669,14212,16679,16999,14965,17070,13731,13129,13917,15036,10856,12063,3773,22560,17957,16785,12264,13585,15068,1680,22531,22506,13950,13253,8465,13788,11530,13900,12106,17061,17394,8074,10538,17737,14299,14058,11949,11789,22571,22551,22510,22594,19590,17395,7478,13280,14424,15826,20490,16498,21195,12436,11041,18395,2017,20174,15072,18026,18011,16096,11157,13572,1078,22475,22852,18270,15818,16272,14916,14734,13749,12596,13097,11825,7665,12153,22382,15731,10113,9782,10942,12637,5392,22777,18861,2834,484,1690,2507,6996,6657,6220,6412,7998,8687,7852,7585,9778,12571,10891,10866,14670,13082,17044,16722,15196,17522,17604,17237,11815,13812,12779,14008,17546,16305,17341,17406,14789,10826,8511,11180,9694,11432,14722,10371,7635,3087,8294,5189,2924,2423,1287,1106,785,444,198,83,38,3],"fragments":[{"begin":"0.000","end":"21.120","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"21.120","end":"70.320","lines":["First up, earlier this month the U.S. Environmental Protection Agency published a new rule signaling a major change to the way it accounts for the impact of certain air pollutants on human health. Many health experts say the shift will likely lead to increased air pollution—and worse health outcomes."]},{"begin":"70.320","end":"80.280","lines":["Andrea Thompson, SciAm’s senior editor for life sciences, is here to give us a clearer understanding of what the agency is doing and what that means for the air we all breathe."]},{"begin":"80.280","end":"82.560","lines":["Hi, Andrea. Thanks for joining us today."]},{"begin":"82.560","end":"83.560","lines":["Thanks for having me."]},{"begin":"83.560","end":"97.400","lines":["So my understanding is that, in general, the EPA uses a type of cost-benefit analysis to understand the impact of an environmental regulation. Can you talk a bit about how, prior to this rule change, the EPA measured these costs and benefits?"]},{"begin":"97.400","end":"108.960","lines":["Yeah, so in general the science for how you sort of calculate how much a regulation will cost, the sort of economic benefit you’ll get from it has been pretty well established over several decades."]},{"begin":"108.960","end":"154.240","lines":["So for, at least for the benefits part, it starts with health studies that compare areas where, say, a certain pollutant is high and areas where it’s low, and look at the differences in hospitalizations and premature deaths and other health indicators, and controlling for other factors that may influence those, and come up with a model that you can use to see, “Okay, if this pollutant goes up or down, how much do those health indicators change?” And then that’s married with economic studies that sort of look at what’s called the “value of, of a statistical life”—so these aren’t a moral judgment of how much a life is worth [Laughs]; it’s a statistical one. And that sort of gets married together to figure out, “Okay, here’s what the economic benefits will be if we regulate this pollutant.”"]},{"begin":"154.240","end":"163.960","lines":["And on the cost side that’s, you know, what is the cost to industry to implement whatever technological change would be required to, to limit that pollutant? And then you look at the balance."]},{"begin":"163.960","end":"168.760","lines":["So how does this change that was finalized earlier this month shift that calculation?"]},{"begin":"168.760","end":"199.880","lines":["So it’s a little unclear, as the EPA hasn’t been very specific on this point. From the language cited in a New York Times story that came out they’re at least not calculating a, you know, a sort of dollar value for the health benefits. And they said that they’re not going to calculate that for PM2.5, which are little particles that can penetrate very deeply in the lungs, into the bloodstream; are linked to a bunch of health effects, from asthma to cancers to low-birth-weight babies."]},{"begin":"199.880","end":"206.680","lines":["Right, these are the kinds of things that we encounter when we burn gasoline for fuel or during the wildfire smoke events."]},{"begin":"206.680","end":"207.120","lines":["Right."]},{"begin":"207.120","end":"232.520","lines":["So in the old days, let’s say, I had a plant, and it was polluting, and it cost me, I don’t know, $100 to put a scrubber on my plant so it had less particle pollution, and the government could say, “Well, yeah, it’s gonna cost you $100, but it’s gonna save $1,000 in human health costs.” But now they’re still looking at the $100, but they no longer have that $1,000 to compare it to."]},{"begin":"232.520","end":"238.040","lines":["Yeah, basically. They said that they’re not going to calculate that for PM2.5 and ozone."]},{"begin":"238.040","end":"249.880","lines":["And when the news first broke of this change it seemed like many health advocates, their response was, like, “This is likely going to lead to higher levels of these pollutants.” Have you heard something similar?"]},{"begin":"249.880","end":"270.800","lines":["Yeah, so from the experts I’ve talked to, you know, this would mean that anything that falls under the umbrella of regulations where this is the new policy, you’re going to probably have higher levels of air pollutants than you would have otherwise because it’s hamstringing this critical tool to figure out, you know, if regulations are going to be worthwhile."]},{"begin":"270.800","end":"277.640","lines":["If changing the rules in this way is likely to lead to more air pollution, why do it? Like, who does it benefit?"]},{"begin":"277.640","end":"308.240","lines":["So the, the obvious answer there is the companies that would have to comply with those costs. And this has sort of been the tension behind implementing any kind of environmental regulation: the costs to regulate— if you're the power plant to put a scrubber on, are easier to calculate, whereas the costs to society are diffuse and so much harder to, to calculate. And you're not considering how that pollution is affecting, you know, thousands of people."]},{"begin":"308.240","end":"317.520","lines":["I know some people listening at home might be wondering: Is there something their state can do to impose stricter air pollution rules than the EPA can, for example?"]},{"begin":"317.520","end":"344.440","lines":["Right, so states often have particular environmental rules. The problem with something like air pollution is that you could have a polluting plant in, say, Pennsylvania, and those pollutants are going to be blown over into New Jersey and New York. So you—there can be limits to what a state can do. The reason the EPA is there is because this is a problem that doesn’t obey these kind of political borders, and you really do need this national regulation."]},{"begin":"344.440","end":"349.000","lines":["For more on this, go to ScientificAmerican.com to read Andrea’s piece."]},{"begin":"349.000","end":"361.600","lines":["Turning to some news on cancer, 70 percent of cancer patients now survive at least five years after diagnosis, according to the most recent annual report of the American Cancer Society. The organization says that’s a record high."]},{"begin":"361.600","end":"378.400","lines":["Rebecca Siegel, the organization’s senior scientific director for surveillance research, said in a statement, “This stunning victory is largely the result of decades of cancer research that provided clinicians with the tools to treat the disease more effectively, turning many cancers from a death sentence into a chronic disease.”"]},{"begin":"378.400","end":"403.880","lines":["The report found that the biggest boosts were among people with high-mortality cancers and advanced diagnoses. The five-year survival rate for myeloma, a kind of blood cancer, jumped from 32 percent in the mid-’90s to 62 percent from 2015 to 2021. Similarly, five-year survival numbers for regional-stage lung cancer, which is typically stage 3, rose from 20 percent to 37 percent over the same time period."]},{"begin":"403.880","end":"428.480","lines":["The researchers cited improved screening and cancer treatments, as well as a decline in smoking, for these positive outcomes. But the authors also cautioned that recent shifts in federal policy could undo this progress. The report concluded that “pending federal cuts to health insurance and cancer research will inevitably reduce access to life‐saving drugs and halt progress at a time when incidence is rising for many common cancers.”"]},{"begin":"428.480","end":"464.720","lines":["Speaking of illnesses, NASA astronauts Mike Fincke and Zena Cardman, Russian cosmonaut Oleg Platonov and Japanese astronaut Kimiya Yui, also known as Crew-11, splashed down off the coast of California on Thursday following a medical evacuation. Crew-11 had been expected to stay on the International Space Station through mid-February, but NASA ordered the departure after one of the astronauts developed what the agency’s administrator called “a serious medical condition.” Due to medical privacy rules NASA has not revealed which astronaut fell ill or what condition they developed. The agency stressed that it was not an emergency, but the condition was beyond the station’s medical capacity."]},{"begin":"464.720","end":"485.520","lines":["This is the first time any space agency has ordered a medical evacuation from the International Space Station. Lessons from this evacuation could help prepare for upcoming human spaceflight missions, including Artemis II. That mission, slated for sometime this year, will be the first crewed moon mission since Apollo 17 in 1972."]},{"begin":"485.520","end":"516.960","lines":["And now on to some animal news. Researchers have known for a while that same-sex sexual behavior is common in animals. But in a study published last Monday a team of scientists offered more insight into the potential evolutionary underpinnings of this behavior in primates. Imperial College London researchers looked at data on 491 nonhuman primate species and found same-sex sexual behaviors in 59 of them. The team then looked at connections between those behaviors and 15 environmental, life history and social traits."]},{"begin":"516.960","end":"536.640","lines":["The scientists discovered that same-sex sexual interaction was more likely for species with certain characteristics. For example, primates who lived in drier places susceptible to greater food scarcity and predation pressure. Or those with longer lifespans and substantial size differences among the sexes, and groups whose social structures and hierarchies show more complexity."]},{"begin":"536.640","end":"554.560","lines":["Vincent Savolainen, senior author of the study, told The Guardian that the results suggest that same-sex sexual behavior seems to “increase the bonding, decrease tension and aggression, and allow whatever species and their particular environment and society to basically navigate the challenges that they face.”"]},{"begin":"554.560","end":"569.280","lines":["While the researchers stressed that we cannot extrapolate the sexual behaviors of the primates in the study to humans, fans of the breakout TV show Heated Rivalry may find themselves wondering if those gay hockey players were perhaps engaging in team-building."]},{"begin":"569.280","end":"575.880","lines":["That’s all for today’s episode. Tune in on Wednesday, when we’ll take a deep dive into the scientific quest to define consciousness."]},{"begin":"575.880","end":"593.120","lines":["But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"593.120","end":"611.960","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"611.960","end":"628.520","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":628}