{"title":"Consciousness explained? What brains, AI and dream states reveal","img":"https://static.scientificamerican.com/dam/m/71532da075e1f6ee/original/2601_SQ_WED_CONSCIOUSNESS-Span-Image.jpeg?m=1768587856.891","url":"https://www.scientificamerican.com/podcast/episode/can-science-really-explain-consciousness/","audio":"https://traffic.megaphone.fm/SAM8349531458.mp3","intro":["A dive into how scientists are trying to understand what consciousness is and where it comes from"],"authors":["Kendra Pierre-Louis","Allison Parshall","Fonda Mwangi","Jeffery DelViscio","Alex Sugiura"],"category":["Consciousness"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"The French philosopher and scientist René Descartes famously wrote, “I think, therefore I am.” What he was getting at, in part, is that though our senses might deceive us, the act of thinking was proof of our own existence."},{"author":"","text":"But reflect on that sentence again: “I think, therefore I am.”"},{"author":"","text":"Who in that short declaration is I?"},{"author":"","text":"Scientists call that I, that subjective sense of self, consciousness."},{"author":"","text":"And understanding what consciousness is, how it functions and where it lives in the brain has plagued researchers for generations. I spoke with SciAm’s associate editor Allison Parshall to learn more about the search for consciousness."},{"author":"","text":"So you recently reported a feature in the February issue of Scientific American on consciousness. What kind of sparked your interest in the subject?"},{"author":"Allison Parshall","text":"Well, I studied cognitive science in college, and consciousness is kind of the big question that looms over a lot of neuroscience, whether it’s, like, being addressed head-on or not."},{"author":"","text":"There were these really famous split-brain studies many decades ago [with] people who were having seizures and they would try to address it by cutting, basically, the connections between the two brain hemispheres. And this would result in some really weird things where, like, there was information in your brain that you had but you weren’t conscious of because consciousness was, like, in one side of the brain and not able to access the other."},{"author":"","text":"It’s inherently very interesting, right? It’s, like, the big question of, “How do I have a perspective? How is it that my brain is yielding me having a feeling of being me?” It’s, like, a very philosophical question, so as someone who is interested in cognitive science as a very interdisciplinary field the philosophy of it all was very interesting."},{"author":"Pierre-Louis","text":"One of the things that I thought was really interesting in your piece is: scientists don’t have a set definition of what consciousness is. But can you describe at kind of a high level what they’re trying to explore when they’re studying consciousness?"},{"author":"Parshall","text":"The English word “consciousness” is a little bit of a mess, so we have to kind of forgive it for that, but it’s referring to a lot of things. I mean, first off, you can just think of it as whether you are conscious or not—like, are you awake or not? Are you—have you been knocked unconscious? Are you, like, blinking? Are you aware?"},{"author":"","text":"And then there’s also kind of what you are experiencing while you’re aware, so there’s this sense of subjective first-person perspective that is really kind of the source of a lot of the mystery here. It’s like, “Why is it that, as I’m sitting here, I am seeing through my eyes and having a holistic, unified experience of me as a person, and that is connected to every other state I’ve ever been in, and it’s all kind of this unified stream?”"},{"author":"","text":"It’s not clear how that comes out of the brain because the brain is this, like, physical piece of matter—it’s a very complicated one. So there’s this age-old question in the philosophy of mind and philosophy of science and everything, [which] was, like: “How are the mind and the brain connected? Are these fundamentally the same things, or are they two separate?” It’s, like, this war between this idea of dualism, where, like, the mind is something kind of separate from the brain and there’s, like, a gap between what you can explain by just looking at the physical object, and this idea of materialism, which is, like, everything we are, everything we perceive all comes back to the physical matter of our brains."},{"author":"","text":"Science tends to kind of go with materialism, just because it’s almost an assumption you need to make in order to get anything done. But it’s been very challenging for neuroscientists to really close that gap, to understand what it is about our first-person experience, where it is coming from in the brain, how is it that the brain is kind of all coming together to make this happen for us—it’s very hard to explain, and nothing’s really been proven [Laughs], is effectively what’s happened."},{"author":"Pierre-Louis","text":"One of the things that I thought was interesting, as someone who’s, like, been under anesthesia, is that when we’re under anesthesia or under hallucinogens we lose consciousness. But when we dream, which many of us kind of think of as, like, an altered state, we’re still tethered to consciousness. Can you talk a little bit about that?"},{"author":"Parshall","text":"That is such a good question. I think about this a lot. I had to get my appendix out while I was reporting this story, and I was trying to get them to do this test on me to see if I, like, maintained consciousness ’cause sometimes people can maintain some connectedness, and they didn’t know what I was talking about. I was a little disappointed. [Laughs.]"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"Some scientists are proposed kind of a multipronged dimension—like, way of thinking of consciousness. There’s kind of three dimensions that I think of when we think about consciousness. One of them’s wakefulness: Are your eyes open, frankly? Like, are you blinking? Are you conscious in that way? Another one is internal awareness, so do you have a sense of yourself—not necessarily your environment but, like, of your own internal states? Do you have a monologue kind of going? And then, three, connectedness, and that’s where it’s, like: Are you connected to your environment? Are you sending and receiving signals from your brain to your body about what your body’s experiencing and how your body is interacting with the world?"},{"author":"","text":"So in dreaming you don’t have wakefulness, and you don’t have connectedness, but you do have internal awareness. So that’s kind of, like, a special altered state of consciousness. Under anesthesia you really don’t have any of those, ideally, but sometimes people maintain connectedness, and that’s a problem; we don’t want that to happen. But yeah, it is fundamentally pretty different. Obviously—like, there’s some question of, like, “Do you lose consciousness fully when you go under anesthesia?” but that’s a little bit outside my wheelhouse."},{"author":"Pierre-Louis","text":"So we’re talking a lot about how difficult it is to define consciousness, and one of the things that stood out to me was that beautiful quote by Marcello Massimini, neurophysiologist at the University of Milan, who—I’m gonna, like, read off the quote verbatim ’cause I just thought it was so beautiful, when he’s talking about the brain ..."},{"author":"Parshall","text":"So did I."},{"author":"Pierre-Louis","text":"As “an object with boundaries, with a given weight, a little bit like tofu. It’s not particularly elegant,” but “inside this object that you can hold in your hand, there is a universe,” and I just feel like that really gets at the difficulty of what we’re trying to wrap our heads around."},{"author":"Parshall","text":"Yeah, part of the reason I love that quote is he was talking about his first experience in medical school holding a brain. I never went to medical school, but I did hold a brain in college, and it profoundly shook me because it’s, like, this was someone—I think it was a woman—like, this is a person, and I’m holding them, and, like, it’s kind of no longer a person anymore."},{"author":"","text":"There’s this interesting thought experiment from the philosopher Gottfried Leibniz, who thinks about the mind as, like, an analogy of, like, a mill—like, a mill that grinds ..."},{"author":"Pierre-Louis","text":"Like a grain mill."},{"author":"Parshall","text":"A grain mill, yes. And the question of, like, if you could walk inside your brain like you can walk inside a mill and see all of these, like, not levers but, you know, mechanistic things happening, the question is, like, “Where would you see thought? Like, where would thought emerge?” But that’s, like—it’s kind of circular, right, ’cause then you are a being inside the mill, and you have subjective experience—it’s a little bit of a mess."},{"author":"","text":"I think that’s why is—this topic is so compelling to people and so compelling to me is this: How do you bridge this gap? There’s some scientists that think you can’t. And so that’s kind of where a lot of the story comes from here, is: Can we bridge this gap? Are the tools of science even capable of letting us understand what’s going on when we are fundamentally trying to understand our own experience?"},{"author":"","text":"So that’s where the tagline of the article, like, “the hardest problem,” comes in. There’s this idea of consciousness as a hard problem. There’s, like, the easy problem, which is: “Can you look at the brain and figure out which areas are related to consciousness?” But then there’s the bigger question of, like, “How does this subjective quality emerge?” Philosophers sometimes call that “the hard problem,” and I think there’s a case to be made that this is one of the hardest problems for science to solve because we are fundamentally subjective beings looking outward from our inward selves that are locked in, and we’re trying, in this case, to access something that is fundamentally locked in. It’s very challenging to measure."},{"author":"Pierre-Louis","text":"It sounds like it."},{"author":"","text":"I know that you walk us, in the piece, through several theories of sort of where consciousness may lie, and most of those theories kind of are looking at different aspects of the brain. But one theory that I wanted to highlight was the integrated information theory [IIT] ..."},{"author":"Parshall","text":"Yes."},{"author":"Pierre-Louis","text":"Which is a mathematical and a philosophical theory that kind of stands out. Can you talk about that theory?"},{"author":"Parshall","text":"Yeah, like, you said it right: like, a lot of the theories of consciousness kind of look at the brain and look at what areas light up when you’re consciously aware of something versus when you aren’t and basically squeeze the juice, as some people say, squeeze the juice of consciousness from the brain."},{"author":"","text":"This theory is very interesting ’cause it takes kind of the opposite approach. It starts with our subjective philosophical observations of what consciousness feels like ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"And kind of tries to boil it down to a couple principles. So there’s five principles; I won’t go through all of them. But what they kind of come down to, in the end, is this idea that your consciousness is unitary, so you are only ever experiencing one stream of consciousness ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"At any point. Even though, like, you could feel maybe you have a toothache and also you’re worried about your mother, and, and these are two separate things that you can distinguish, you are experiencing them as one whole. So that’s the kind of the intuition they’re pulling there. And also this idea that it’s very information-rich. So, like, even if you close your eyes, just from, like, an information theory perspective, there is a lot differentiating one state from another. Like, if I’m watching a movie and I’m perceiving one scene versus the next scene, like, that is even very different. And these two ideas of, like, everything being integrated and everything being very information-rich ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"Is kind of like where the theory gets its name, because when you combine these two, you can say, “Okay, this is all about information that is integrated.”"},{"author":"","text":"Now, I feel like I’m already starting to lose the plot a little bit ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"Because we’re getting so abstract, but what this practically means is that you apply this to the brain—which is not, like, an, a nonsubstantial leap; like, to be clear, like, there’s some extrapolation going on here—we have all these brain networks ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"And these brain networks talk to each other, and they contain a lot of information within them, and then they pass a lot of information between them. And one of the things that happens when you lose consciousness in anesthesia and in other—like, when you, you know, fall into a dreamless sleep is that these networks kind of stop talking to each other. Basically, your brain is kind of running on information that is integrated. When you lose consciousness, it is less integrated. Therefore, that’s part of, like, why you lose consciousness."},{"author":"","text":"And it’s, like, a little wonky, but we have developed some pretty interesting measures to study this, so there’s a way you can use a magnetic coil to kind of zap parts of the brain and see what happens. In [a] fully awake brain there will be kind of, like, ripples upon ripples upon ripples spreading out because everything is so information-rich and integrated. In an unconscious brain or a brain that is maybe in, like, a minimally conscious state following a brain injury, you see a lot less of those ripples."},{"author":"","text":"So they have tested this and, like, developed these measures to kind of be able to see what level of consciousness someone is at. But that can’t really explain, like, if you are fully conscious, what’s the difference between experiencing a toothache and experiencing the siren outside that’s so loud it’s blaring your ears out. Like, that difference in what they call qualia, or, like, the qualitative state ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"Is very hard to assess."},{"author":"Pierre-Louis","text":"Does this also suggest, ’cause I feel like we’re in a moment with all of this, like AI talk where people—and, you know, we’ve grown up on ..."},{"author":"Parshall","text":"Mm-hmm."},{"author":"Pierre-Louis","text":"Movies like The Terminator—where people really wanna believe that machines can be conscious, and so does this model, because it’s not pulling directly from the brain, suggest that, in theory, we could create a network that is conscious?"},{"author":"Parshall","text":"Yes and no. [Laughs.]"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"I think, like, there’s some ways in which that theory, because it doesn’t assume consciousness needs a brain, right ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"Like, it—that’s one of the reasons it’s criticized sometimes, and I don’t know if this is a very fair criticism, but the idea that, like, “Oh, if consciousness is just about information, you could imagine a computer chip that’s conscious,” it’s like, “Well, yeah, okay, sure, we could take it to that extreme.”"},{"author":"","text":"The prominent thinkers who support IIT at this moment don’t think that our current large language models could do this, partly just because of their structure. Basically, like, what it comes down to is: these computer chips aren’t actually integrated in a way; they’re simulating neural nodes that are integrated. And it’s kind of a little bit of a challenging hair to split. The supporters of this theory don’t necessarily think that, like, ChatGPT’s, you know, anywhere close to becoming conscious."},{"author":"","text":"But this question of AI is, I think, really what drove a lot of my interest in understanding where the field of consciousness research is now because it’s kind of lighting a fire under everybody, right? Like, when Google’s LaMDA model, the machine was saying it’s sentient ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"A lot of people were kind of turning to these consciousness researchers to be like, “Okay, so what have we learned about consciousness? Can you extrapolate it from the brain into these machines?” And most AI people don’t think that AI is anywhere close to consciousness, but I think it, it really highlights some of the limitations of neuroscientists’ understanding of consciousness that you kind of can’t take it out of the brain. And even the theories that don’t involve the brain have a really hard time figuring out, like, what ground truth elements of this are we gonna port over from our brain theory into the AI theory?"},{"author":"Pierre-Louis","text":"I guess my last kind of very pressing question: Is my sister’s cat conscious? [Laughs.]"},{"author":"Parshall","text":"[Laughs.] Well, so the nonhuman animal question of consciousness is really also one that’s taken off a lot in the past, like, five to 10 years. We have come a long way from where we used to be in kind of, like, the ’90s, according to the sources that I talked to, where we really could only assume that the only animals that had consciousness were humans because it’s, like, we can’t ask the cat, right? But we can do experiments carefully designed so that the most, like, parsimonious explanation is that this animal is conscious. And we’ve done those, and we’ve done them—also neurobiological studies. And I think, at this point, like, there’s fairly wide consensus that all mammals are [probably] conscious."},{"author":"","text":"Just because they’re conscious beings navigating the world doesn’t mean that they have, like, the cognitive capacity to threaten us or anything. And that’s the exact same case with AI: just because they’re able to do things that humans can’t do and are deemed pretty intelligent, if you wanna grant that to them, doesn’t mean that there is a first-person subjective conscious experience."},{"author":"","text":"And then there’s another important distinction to make, which is that, like I said, the English word for consciousness is really messy ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"And it kind of encompasses both this sense of, like, being an agent in the world, like, sentience—like, a rock is not sentient, but an, a nematode probably is—with self-awareness, like, this awareness of yourself and this ability to think back on yourself and reflect. When animal-consciousness researchers talk about consciousness, they pretty much just mean sentience."},{"author":"","text":"And so there’s a question of, like, okay, now at this point a lot of the researchers I talked to said that the frontier kind of lies with fish and insects ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"So, like, that’s where the main area of question is. Like, we’ve ran mammals, pretty much. Fish and insects, we have some very interesting kind of preliminary research that, like, fish can recognize themselves in mirrors. It’s not clear where the line gets drawn."},{"author":"","text":"So all that to say your cat’s probably conscious, in my opinion [Laughs] ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"But what, what it will take for science to kind of prove it I think very much illustrates some of the limitations of proving consciousness in any case."},{"author":"Pierre-Louis","text":"Where can we find your work?"},{"author":"Parshall","text":"You can find the feature article that this conversation was mostly based off of at ScientificAmerican.com. It’s in the February 2026 issue of the magazine."},{"author":"Pierre-Louis","text":"Thank you so much for your time today."},{"author":"Parshall","text":"Of course. Thank you."},{"author":"Pierre-Louis","text":"That’s all for today. Join us on Friday, when we’ll explore the mystery of long-lost DNA."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,92,524,995,7413,5200,5488,6831,5852,7652,7727,9332,10296,7792,10292,9698,10919,11142,10329,11151,8755,10769,9863,11474,6686,5799,9475,6497,10285,9847,9745,8974,9922,6964,8250,7260,7025,7980,8170,7177,5302,4284,3354,3227,16660,19136,14225,11649,10016,8279,14057,10563,10060,9123,3244,13426,8470,9171,5461,4324,4961,4783,4429,6927,5239,6821,5190,9457,6731,2245,2091,1189,4887,3423,1560,1569,2786,1469,11056,18581,14893,11439,9462,7931,11023,9986,8242,8271,6144,10201,10658,11982,9417,892,2214,10246,15607,10571,8149,10152,9763,10898,8445,12508,6290,14309,7168,12701,6697,10451,9109,6829,8327,5429,787,2726,16243,12061,10268,8433,7803,1407,981,12535,4826,11622,10947,6760,1117,923,10289,9129,10407,10927,9287,9034,8391,10654,5299,1482,2759,4465,16409,13323,12383,12292,11408,12412,8333,8824,7586,11793,6669,6340,1115,1179,11994,17053,13464,9849,10603,9147,10098,3585,13363,10322,10454,6664,9669,12565,9820,6900,12884,11984,10445,10779,8728,7856,6395,3534,1552,18289,17561,15426,8378,9653,12466,10090,9688,11454,8940,10819,10525,9597,8542,9082,14439,9722,1489,274,426,14715,7176,9569,8887,7901,9259,6290,9131,9065,7678,8557,7160,7681,7218,6096,4726,402,18234,9361,6505,4130,4885,11502,176,10630,13377,9507,6508,7109,5927,46,16507,10110,11352,12364,11435,9382,15629,11424,13975,14046,12313,13448,13898,13809,13987,10169,1390,13715,12774,12603,13657,12140,11134,10474,11655,12435,11681,13369,11264,11517,12137,10061,16488,11599,13284,13612,9830,12161,8855,8431,9865,11535,15010,13014,12314,11672,11159,13021,12849,12734,10470,12018,13742,12965,15186,14393,11548,12809,14599,10768,11397,10209,12041,11363,11748,4970,14321,11583,8644,10535,13279,13666,14161,3031,14296,11471,10233,15764,9404,10207,21384,13579,13890,10779,10631,12054,11412,9197,15650,11394,11275,12842,14526,12694,16835,16797,10871,17159,11682,16256,10371,13183,13044,16449,14493,13778,11949,17151,8761,2122,19563,16239,14855,14749,12546,16486,12531,12315,12918,10682,12712,10959,10687,13148,11461,11401,10743,12062,12422,15886,12768,12320,14870,11357,10813,15181,10842,10323,17189,10111,12219,11730,10989,12040,14491,10510,17328,13033,11846,16844,13500,10345,9725,3760,10652,12842,10151,11905,7874,7830,7910,9371,7427,15687,7827,12845,9461,14595,6227,7038,11111,7610,365,13661,7192,7861,14022,10727,8172,10079,8231,7822,10808,9533,11347,11571,9228,6332,9888,9381,9238,7295,7734,7638,5146,16073,14462,13446,11395,10241,15906,12365,11513,15276,18373,13179,17331,15123,3815,15716,11404,12407,12867,7258,28329,10197,15953,11994,11181,17839,16624,15971,12200,12657,12971,13718,19522,12597,12373,10917,17186,11501,15802,15979,11435,10729,17684,11852,11821,13955,13872,13650,3641,13193,14500,9664,12825,12068,13060,12917,10422,12059,12366,11049,9960,3031,9013,9419,9445,14308,12062,13481,14008,12616,12262,12969,11989,10606,11544,14670,11851,12307,12519,10137,10215,13309,15640,12361,12175,16671,19766,10804,10081,10070,25535,9347,14240,12413,12044,9868,11916,10385,8532,14451,15117,10928,11741,11328,13417,16133,9503,12903,13605,12090,18284,12903,13805,12713,16582,8983,14143,13466,12053,12255,12416,16910,10597,10980,3162,17522,9508,12466,14643,12765,11738,13342,13368,15089,13882,10722,12336,16577,11581,10261,11487,16926,12689,14978,12452,13044,12454,9943,11818,13548,13386,10544,13260,13442,12289,12501,11833,11885,14542,11123,12320,11951,13330,11044,5448,10694,16235,10640,4121,21864,11393,11347,12300,12271,17616,11509,11337,11801,9203,14702,7063,14811,11284,9408,11994,13508,5616,13939,12401,12306,9149,14953,12685,11117,11627,15935,11725,11649,13054,12884,9396,11158,14313,11169,10104,15938,13680,12671,14129,11020,11756,12589,12254,13137,16225,14367,8412,11941,11605,12171,11217,12403,12248,9624,24719,12926,14681,14935,11187,11190,11867,19148,16244,13632,15492,15351,12412,10486,3983,10357,10885,14133,12883,12551,11903,11564,11416,11802,9385,10849,13516,11041,12819,12053,13574,12298,11587,5374,16798,5830,12598,11994,11842,11059,15832,11486,10154,11453,13463,17545,15263,14191,17893,12148,14251,12572,13171,14427,9550,11581,9643,1706,14974,10836,15718,11392,10065,19482,11171,15921,10399,13044,1562,94,18104,12542,14787,14026,14234,17374,12158,11283,14132,13613,9925,985,18830,11527,12028,12632,15946,11356,16447,12694,16357,20431,10416,13611,8912,11827,10245,9033,12929,14653,6742,6600,6560,16106,7991,10645,7638,8148,7421,6640,8541,12853,13779,10534,7704,8798,10054,11743,9335,7527,6427,7076,8571,8225,7350,10293,543,10153,8894,10283,6183,9145,7543,8889,10478,7687,6182,8422,5856,11432,8985,10808,5824,5673,6965,2784,10245,11489,8341,7774,931,14541,11253,13788,22425,15024,14874,15110,13453,12891,11795,16327,17402,15171,12072,15424,14992,19348,15095,16887,12569,20468,11990,13788,21618,12093,11689,15542,12864,8492,10714,14962,12792,11896,16494,13229,10459,17849,13225,14155,17123,18984,14359,13688,10890,9458,9293,10169,15261,12446,12586,9686,14663,13047,10691,12674,13570,14303,12294,11694,12843,11232,15203,13104,12648,11913,9373,13321,11879,10684,14523,14350,10628,10373,8103,16409,12875,14223,10238,20377,18314,14802,12217,18261,11158,11474,17563,14884,13451,13442,13651,13598,11510,11683,11527,11940,9699,9299,10428,17331,14526,10523,10856,11281,2048,11167,13332,10915,12969,11731,13590,12913,10449,10175,12344,7035,15016,11683,11854,14620,12797,8160,13574,12018,15660,11855,7511,14916,9359,8285,1545,19334,12145,11550,17309,13073,14072,12140,16788,10402,11661,10465,13674,11694,10030,16242,13942,13879,13122,11221,19457,13295,13439,10230,13055,14959,14939,12501,16880,12291,11126,11020,12884,11330,13364,12885,17873,12022,7812,16773,14814,13288,15806,11874,10177,16382,11143,11537,8134,13167,11338,13901,15927,12876,12665,17176,8824,7515,17942,11385,11997,9356,12220,13094,17873,13103,20657,11994,14572,11684,15052,12286,13075,10204,17277,14588,16310,19209,10829,16793,18638,5006,24760,13804,12641,6837,16250,12950,12754,13606,11196,23335,11007,12371,16760,13087,9005,13006,12903,11517,14760,12132,12445,11244,17696,12776,17488,11611,16660,10716,176,14067,5079,11907,10927,9748,10226,7839,9272,8576,6308,10653,5390,7965,7194,10150,12871,12963,6120,9456,10165,9899,8114,6576,8564,7390,9535,7767,7135,640,384,7896,9674,8864,6746,12083,6987,9509,6668,6056,285,9928,7471,7749,7219,8228,8555,9059,10320,8504,8072,7508,7553,8758,7314,10707,9826,10135,9926,6502,11153,14412,9619,10159,7308,7460,7612,7619,9722,8417,7370,3946,8974,5242,11263,9626,1626,11369,10068,9822,8012,6245,8820,5760,7568,6699,7899,10739,10792,13523,17006,9522,9543,8174,8507,5520,10488,7032,7473,7427,9166,8722,7638,4736,7542,7186,19787,12120,15893,11708,13439,15950,9666,14381,13720,10976,12797,11802,12010,13218,11520,18464,14859,12645,14223,11716,9987,14126,13691,9752,13393,11123,17617,12818,16535,12019,7654,14324,11232,7672,12727,11289,10862,11315,11913,11912,11002,10833,14532,11968,12645,11863,11582,18776,14223,13650,11144,10942,12477,11858,11126,13813,12401,11842,11880,12274,12822,15142,11885,11446,7111,2915,13437,14333,15129,15050,11092,13573,13564,11270,13131,11885,10471,14191,12638,12451,14502,10531,24553,16419,11754,4345,17440,15125,17179,12903,14872,14874,11509,14243,11730,14444,10861,12437,9187,16649,9962,11114,15677,11112,9720,268,15490,13548,11687,12353,13795,14628,18161,14361,7648,11856,13327,12696,14449,9043,13651,13434,14167,12919,9378,13593,12449,17094,17804,12717,12955,14688,14567,12630,12649,11546,11687,12825,12462,13974,14300,16305,11032,9807,10770,6331,19457,15868,12021,10181,11571,17611,12481,11367,11363,12441,9357,9920,11119,10547,9436,21328,13534,10362,14412,13409,11494,12382,14044,6779,7889,14151,13281,13146,11987,12030,12558,11790,13262,2176,13364,12761,13856,12716,15495,14617,10874,11935,10597,12721,8396,14690,13323,11686,701,18322,9651,11980,14745,13266,11064,11203,11598,11730,7540,13673,13022,17132,12004,11885,13630,12170,11291,9002,10764,5122,15165,13238,14895,12967,13414,15280,15479,16193,12175,10474,15845,13768,12345,12415,13427,12134,17305,18328,12323,11112,17457,14107,14724,13010,15420,14150,15690,16144,10248,12633,14394,11493,10780,13095,11897,9072,17054,15868,16742,16522,12680,20174,10361,12380,19482,16223,10234,6355,14424,12813,10643,18370,13390,16865,16111,9440,3203,27767,12398,11447,13197,8191,6048,14103,14209,14689,8994,9432,11550,13194,5246,14466,15829,13366,8946,14986,11378,11713,15198,16547,11146,14814,11855,14604,12624,12875,14912,11886,3968,13101,16235,9631,10964,18745,13387,10491,11671,12409,12625,8485,12030,10407,9210,16081,2088,8926,8352,7522,6436,11434,11030,9489,6339,7375,6248,11830,7522,7072,12301,9888,7794,9070,5663,7141,10966,659,10598,11514,8603,9442,7495,6821,2433,14647,8131,6488,7825,9355,10099,4451,9575,11670,8918,6166,7898,8453,6321,7152,6292,7050,7577,5754,7550,7204,5861,10600,10342,9772,7956,8472,5541,10000,7181,9613,6936,7605,6406,7030,7138,7821,8139,1376,16261,11901,15511,13941,12445,12165,11871,11981,15549,9957,14062,9319,8563,14980,13956,12827,10983,1895,14934,13920,13707,12926,12366,10641,14215,11974,13207,11280,12798,14582,10160,17041,14429,9936,11306,12084,12286,11060,10257,14119,10934,11475,11531,10824,4853,6515,14655,10679,15971,11594,13041,10405,11927,17240,10516,11427,14410,13311,13423,12269,9149,14551,10780,7331,307,19500,12296,12252,12821,14175,13543,9669,13212,14045,9899,12059,12383,11753,6890,15311,12382,14574,14880,13817,11515,12009,11703,13826,12581,9423,11642,15724,12710,14570,15091,11998,11738,11486,10375,11133,1852,10,15797,15097,7672,15197,10630,12275,15410,12545,12562,8363,11230,12173,11455,9648,9404,725,9790,10344,14307,11936,14354,10355,11576,11820,13226,11910,8111,23976,15570,11157,13891,11871,7662,12854,14507,13252,11188,17403,10571,13295,7624,13712,12624,10332,13853,15351,16174,12169,7568,17567,11706,11362,15313,15171,13775,11648,11118,12335,11428,12964,10505,16760,12357,12373,10809,16479,12561,12026,10193,12330,14099,11287,12999,14073,13145,14464,10803,12569,13821,12344,13341,12953,14190,8656,1703,5667,13853,13165,13304,13529,15350,12935,15591,14832,15407,14402,10300,13901,12860,13253,15058,13465,13418,10236,12111,11409,13376,12088,6792,15865,9102,12707,15845,11682,10047,12232,15200,12231,14334,9287,13645,14877,14328,13794,9835,13880,13498,9116,11997,12446,12698,13520,10826,3589,14913,11967,53,19094,13261,12057,11883,13874,12831,11687,16154,11390,11257,8908,14705,13241,11871,12189,11676,11851,13436,12859,14046,16634,11478,11645,12180,12214,15553,12813,14283,8822,13102,14062,11561,14773,12525,17661,13098,16011,11544,12201,16504,15912,23400,16215,20603,17666,11607,12595,13288,12571,11133,14092,13765,14944,14121,14410,11954,14028,12160,12262,10151,9904,14544,8249,11684,13795,15182,16245,10962,10541,13101,9993,4624,13316,11869,12081,13792,7633,7004,17234,13567,11723,9426,3658,13192,12056,14906,16537,545,17632,10780,12716,14500,10780,10055,15045,13629,11392,12301,11637,11225,10742,11910,7304,8492,15772,12053,13420,15322,9854,11856,11784,9685,11031,13587,16514,12558,11339,10662,13418,13502,12749,9285,12061,2963,14300,11698,13272,11783,15733,9577,13067,4917,1876,17399,12378,14178,12400,14603,14356,11164,15392,13419,13037,15562,12305,14181,11453,10748,10155,13492,13816,13028,12364,18246,13564,11909,16671,12975,8649,10176,14060,14426,15622,13543,12223,15434,13464,17106,10723,14451,11740,12503,11817,10609,12275,11071,10781,13487,13128,11376,11533,13805,12971,14853,11683,14123,13239,12433,11384,12224,12746,8545,15956,11582,14253,11273,11389,10226,822,204,10141,17023,11094,12874,12848,12563,12246,13138,9521,12755,13621,14995,13302,12803,13058,12098,11446,12131,12018,11036,11928,11755,9417,13667,12555,13623,11379,13519,12768,10764,11973,12517,11036,12358,13733,9602,12876,11257,13048,9862,15183,11503,12355,8673,3415,10925,18024,8318,11336,9713,12710,10801,12786,10537,13668,14025,8260,12107,17226,13743,11041,8905,9782,10640,15439,15630,14714,12610,10938,13027,13607,12779,14106,12261,16116,15715,12219,12320,12415,11432,10537,12567,3589,17386,15465,13269,10105,15001,12739,12920,11153,15414,10350,10116,17048,15542,17548,12494,13134,13627,15212,16890,12789,14981,13843,12199,8551,12973,15362,8761,7462,4806,13115,10975,8128,7870,8034,8540,7564,7953,6825,10999,6122,12421,11936,4422,13742,11417,11031,7129,9887,12097,10246,9179,8465,7367,13839,11420,241,9494,8005,6851,10941,6910,9034,6130,8150,6101,14491,2423,10015,3071,11328,8686,9131,5505,9696,5379,6383,11861,6549,4322,12466,8361,9233,6586,7640,12557,6644,16906,9575,8252,3400,57,16007,13124,13918,15892,13261,19678,13722,15481,10168,10549,15455,12993,10282,13410,13443,11865,13409,12127,11946,10156,10511,12360,16238,15116,3058,15218,14294,8543,15926,9474,9122,13183,14381,11679,11994,17826,12555,10576,17239,13427,12368,14309,10871,14707,13770,11436,13276,11785,10288,7885,12764,13993,13131,12433,13550,10564,12972,13730,9792,11758,14299,13096,13527,11424,5706,11787,12434,12541,12258,12924,13568,17486,11337,11684,15802,14108,10874,15549,9407,15943,13734,14381,13052,11745,10546,13000,14171,14008,19106,11470,12953,13255,16415,13285,9726,12781,13975,16134,11176,14366,14445,10450,18186,15187,10960,12849,10278,9373,13617,12438,13120,6459,12901,12532,11076,15222,10428,11084,8766,18316,11613,14175,11557,15845,11383,15199,11303,5542,12361,13431,11990,13229,13247,13878,16673,11241,16345,10365,11124,10681,12865,12440,13834,12893,11518,11302,17341,2970,14554,11247,15817,13289,11381,14307,12605,13182,12637,12625,12611,13898,14606,10826,17717,13241,11758,12578,8528,9762,12232,14585,3994,15104,12629,12154,12051,13836,11083,6878,16701,12722,14393,15370,14028,11661,11991,11619,13694,11818,12404,9840,9975,9790,11744,16074,13831,12993,11307,14903,10052,11230,13974,12627,12509,12412,15053,11434,13470,12125,13055,9598,11456,14293,16345,13203,12167,10984,8222,14339,11569,10951,12425,13843,7585,13888,10001,12610,11416,11231,15011,11372,14521,11420,11382,15624,12862,12577,12270,12998,12670,11686,9998,16072,9054,11835,10707,13638,9785,5181,17829,13252,11655,11478,16943,11930,12073,12717,12138,11961,3418,14225,15331,13017,11166,4299,16313,11527,15794,11420,11262,4815,17070,13885,11918,14956,15019,12305,10762,13819,12704,14262,12988,14083,15266,13456,15958,11965,13138,12798,10637,11809,137,11437,9901,9463,5197,9573,7569,5994,6211,9568,10018,6115,14305,298,6971,7130,17273,18010,15880,10956,15539,12766,10406,14147,11300,11180,12860,18286,10137,13969,10600,13307,13237,16333,8644,13046,14678,13454,15123,18715,7896,15123,9655,11704,3878,11370,12697,8354,15527,10340,13953,12499,7322,17761,13075,10738,9340,10411,11239,13156,10899,11676,13327,15740,11751,12353,11936,8329,14598,12247,10132,14059,9877,11526,12484,8821,11581,11199,11043,9416,14089,16430,11161,8969,13258,8971,14253,13872,16013,12888,13952,15511,8626,10756,13116,10701,12544,11490,15618,12249,1396,13297,13737,15240,15429,7649,1182,16083,22136,10526,10727,5642,19390,10721,10872,10014,16988,16859,12437,10110,14675,10312,13792,10928,11232,12808,12653,15423,14239,12464,13964,3521,14042,12532,14352,11099,13659,17001,11368,14820,13808,9211,13613,11203,9709,11881,12872,11297,11341,10466,9031,14784,14100,14253,13194,11755,13013,15166,15415,14340,10694,11942,10173,14905,17873,18933,15957,11412,17850,9450,10943,16710,11246,9967,11985,13963,12834,12630,11333,14166,12454,10375,12631,12019,10556,11746,9619,16593,15022,11366,11884,11275,3622,17260,17443,12731,13609,14051,11306,13946,15026,13647,9402,12838,14359,9304,8862,8428,24257,13352,12232,10133,11921,12000,14331,16765,12625,13152,15404,13889,8113,16051,15866,8361,21606,16117,14093,13744,13562,16236,12032,12673,12925,13043,11345,12678,14827,13960,12625,14432,12500,10945,11356,1637,17293,13374,11553,20003,12821,11172,14686,10178,12409,11640,11302,14272,12619,13218,11901,14614,12186,11634,15630,12508,12458,14842,16803,6964,14093,12058,14081,10116,13490,15999,12217,10044,19357,12416,8279,8920,3968,13000,10484,14652,14917,10804,13025,16165,14109,12082,11200,15467,10501,10182,11699,11491,15066,10698,13647,13852,15228,9656,10658,7587,15371,13750,12964,13218,11776,14906,11151,9345,11522,12422,13138,13735,13257,17374,13931,10808,10929,16008,13005,9391,12232,12468,12754,12032,15297,10569,13778,15339,12210,14312,11069,11411,11292,12135,12461,12195,10858,10990,7604,2621,12508,12971,12347,12789,17692,14654,13686,14985,11118,15495,14030,17126,12419,11371,16223,8558,12790,15163,13417,21885,18894,18075,10714,13274,8051,11261,11363,10494,3578,14214,13011,9681,11535,8807,12901,12968,9265,7506,8368,5852,12048,15336,12956,11354,13920,12208,13023,10032,10310,14196,13858,16834,8279,14808,11354,14292,12711,9257,16053,17130,12624,10702,8069,11224,19381,7906,8439,1054,1383,891,9221,7840,7726,6416,5007,16194,9569,8420,965,1242,16230,14733,8781,4121,15077,12521,12235,10030,8654,7985,10239,10718,6984,7405,7428,3528,921,1099,1272,18820,10680,10399,10696,8079,11876,11443,9023,6826,10462,8759,10570,8883,9720,10684,8609,7231,7029,7946,6342,1597,16825,15332,12186,8881,11216,9090,8560,2605,11855,11935,9540,10130,11568,9938,8761,10609,3332,1068,11286,12181,10279,9696,9563,6240,8581,2084,1667,17064,15787,10861,11508,9102,11311,11236,7768,9792,7433,6994,3491,2200,14803,15257,12749,7988,8336,7885,8191,4106,8433,8111,7685,683,1211,1436,4563,2971,3339,3557,4925,5317,4004,4633,6278,8195,6223,7676,9480,8023,10338,10492,11397,11090,10710,9952,7670,8656,8749,10402,11213,9856,11433,9654,9469,7011,7131,4889,7289,7001,9004,6790,2518,4058,3015,1583,1095,866,696,662,387,210,80,38,14],"fragments":[{"begin":"0.000","end":"13.760","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"13.760","end":"49.280","lines":["The French philosopher and scientist René Descartes famously wrote, “I think, therefore I am.” What he was getting at, in part, is that though our senses might deceive us, the act of thinking was proof of our own existence."]},{"begin":"49.280","end":"64.840","lines":["But reflect on that sentence again: “I think, therefore I am.”"]},{"begin":"64.840","end":"72.560","lines":["Who in that short declaration is I?"]},{"begin":"72.560","end":"77.000","lines":["Scientists call that I, that subjective sense of self, consciousness."]},{"begin":"77.000","end":"90.400","lines":["And understanding what consciousness is, how it functions and where it lives in the brain has plagued researchers for generations. I spoke with SciAm’s associate editor Allison Parshall to learn more about the search for consciousness."]},{"begin":"90.400","end":"99.280","lines":["So you recently reported a feature in the February issue of Scientific American on consciousness. What kind of sparked your interest in the subject?"]},{"begin":"99.280","end":"109.400","lines":["Well, I studied cognitive science in college, and consciousness is kind of the big question that looms over a lot of neuroscience, whether it’s, like, being addressed head-on or not."]},{"begin":"109.400","end":"128.880","lines":["There were these really famous split-brain studies many decades ago [with] people who were having seizures and they would try to address it by cutting, basically, the connections between the two brain hemispheres. And this would result in some really weird things where, like, there was information in your brain that you had but you weren’t conscious of because consciousness was, like, in one side of the brain and not able to access the other."]},{"begin":"128.880","end":"146.040","lines":["It’s inherently very interesting, right? It’s, like, the big question of, “How do I have a perspective? How is it that my brain is yielding me having a feeling of being me?” It’s, like, a very philosophical question, so as someone who is interested in cognitive science as a very interdisciplinary field the philosophy of it all was very interesting."]},{"begin":"146.040","end":"158.240","lines":["One of the things that I thought was really interesting in your piece is: scientists don’t have a set definition of what consciousness is. But can you describe at kind of a high level what they’re trying to explore when they’re studying consciousness?"]},{"begin":"158.240","end":"172.200","lines":["The English word “consciousness” is a little bit of a mess, so we have to kind of forgive it for that, but it’s referring to a lot of things. I mean, first off, you can just think of it as whether you are conscious or not—like, are you awake or not? Are you—have you been knocked unconscious? Are you, like, blinking? Are you aware?"]},{"begin":"172.200","end":"195.360","lines":["And then there’s also kind of what you are experiencing while you’re aware, so there’s this sense of subjective first-person perspective that is really kind of the source of a lot of the mystery here. It’s like, “Why is it that, as I’m sitting here, I am seeing through my eyes and having a holistic, unified experience of me as a person, and that is connected to every other state I’ve ever been in, and it’s all kind of this unified stream?”"]},{"begin":"195.360","end":"229.480","lines":["It’s not clear how that comes out of the brain because the brain is this, like, physical piece of matter—it’s a very complicated one. So there’s this age-old question in the philosophy of mind and philosophy of science and everything, [which] was, like: “How are the mind and the brain connected? Are these fundamentally the same things, or are they two separate?” It’s, like, this war between this idea of dualism, where, like, the mind is something kind of separate from the brain and there’s, like, a gap between what you can explain by just looking at the physical object, and this idea of materialism, which is, like, everything we are, everything we perceive all comes back to the physical matter of our brains."]},{"begin":"229.480","end":"253.680","lines":["Science tends to kind of go with materialism, just because it’s almost an assumption you need to make in order to get anything done. But it’s been very challenging for neuroscientists to really close that gap, to understand what it is about our first-person experience, where it is coming from in the brain, how is it that the brain is kind of all coming together to make this happen for us—it’s very hard to explain, and nothing’s really been proven [Laughs], is effectively what’s happened."]},{"begin":"253.680","end":"270.360","lines":["One of the things that I thought was interesting, as someone who’s, like, been under anesthesia, is that when we’re under anesthesia or under hallucinogens we lose consciousness. But when we dream, which many of us kind of think of as, like, an altered state, we’re still tethered to consciousness. Can you talk a little bit about that?"]},{"begin":"270.360","end":"283.640","lines":["That is such a good question. I think about this a lot. I had to get my appendix out while I was reporting this story, and I was trying to get them to do this test on me to see if I, like, maintained consciousness ’cause sometimes people can maintain some connectedness, and they didn’t know what I was talking about. I was a little disappointed. [Laughs.]"]},{"begin":"283.640","end":"283.680","lines":["[Laughs.]"]},{"begin":"283.680","end":"318.280","lines":["Some scientists are proposed kind of a multipronged dimension—like, way of thinking of consciousness. There’s kind of three dimensions that I think of when we think about consciousness. One of them’s wakefulness: Are your eyes open, frankly? Like, are you blinking? Are you conscious in that way? Another one is internal awareness, so do you have a sense of yourself—not necessarily your environment but, like, of your own internal states? Do you have a monologue kind of going? And then, three, connectedness, and that’s where it’s, like: Are you connected to your environment? Are you sending and receiving signals from your brain to your body about what your body’s experiencing and how your body is interacting with the world?"]},{"begin":"318.280","end":"342.320","lines":["So in dreaming you don’t have wakefulness, and you don’t have connectedness, but you do have internal awareness. So that’s kind of, like, a special altered state of consciousness. Under anesthesia you really don’t have any of those, ideally, but sometimes people maintain connectedness, and that’s a problem; we don’t want that to happen. But yeah, it is fundamentally pretty different. Obviously—like, there’s some question of, like, “Do you lose consciousness fully when you go under anesthesia?” but that’s a little bit outside my wheelhouse."]},{"begin":"342.320","end":"359.480","lines":["So we’re talking a lot about how difficult it is to define consciousness, and one of the things that stood out to me was that beautiful quote by Marcello Massimini, neurophysiologist at the University of Milan, who—I’m gonna, like, read off the quote verbatim ’cause I just thought it was so beautiful, when he’s talking about the brain ..."]},{"begin":"359.480","end":"360.120","lines":["So did I."]},{"begin":"360.120","end":"373.440","lines":["As “an object with boundaries, with a given weight, a little bit like tofu. It’s not particularly elegant,” but “inside this object that you can hold in your hand, there is a universe,” and I just feel like that really gets at the difficulty of what we’re trying to wrap our heads around."]},{"begin":"373.440","end":"389.320","lines":["Yeah, part of the reason I love that quote is he was talking about his first experience in medical school holding a brain. I never went to medical school, but I did hold a brain in college, and it profoundly shook me because it’s, like, this was someone—I think it was a woman—like, this is a person, and I’m holding them, and, like, it’s kind of no longer a person anymore."]},{"begin":"389.320","end":"397.840","lines":["There’s this interesting thought experiment from the philosopher Gottfried Leibniz, who thinks about the mind as, like, an analogy of, like, a mill—like, a mill that grinds ..."]},{"begin":"397.840","end":"398.640","lines":["Like a grain mill."]},{"begin":"398.640","end":"417.680","lines":["A grain mill, yes. And the question of, like, if you could walk inside your brain like you can walk inside a mill and see all of these, like, not levers but, you know, mechanistic things happening, the question is, like, “Where would you see thought? Like, where would thought emerge?” But that’s, like—it’s kind of circular, right, ’cause then you are a being inside the mill, and you have subjective experience—it’s a little bit of a mess."]},{"begin":"417.680","end":"438.360","lines":["I think that’s why is—this topic is so compelling to people and so compelling to me is this: How do you bridge this gap? There’s some scientists that think you can’t. And so that’s kind of where a lot of the story comes from here, is: Can we bridge this gap? Are the tools of science even capable of letting us understand what’s going on when we are fundamentally trying to understand our own experience?"]},{"begin":"438.360","end":"470.360","lines":["So that’s where the tagline of the article, like, “the hardest problem,” comes in. There’s this idea of consciousness as a hard problem. There’s, like, the easy problem, which is: “Can you look at the brain and figure out which areas are related to consciousness?” But then there’s the bigger question of, like, “How does this subjective quality emerge?” Philosophers sometimes call that “the hard problem,” and I think there’s a case to be made that this is one of the hardest problems for science to solve because we are fundamentally subjective beings looking outward from our inward selves that are locked in, and we’re trying, in this case, to access something that is fundamentally locked in. It’s very challenging to measure."]},{"begin":"470.360","end":"471.440","lines":["It sounds like it."]},{"begin":"471.440","end":"485.080","lines":["I know that you walk us, in the piece, through several theories of sort of where consciousness may lie, and most of those theories kind of are looking at different aspects of the brain. But one theory that I wanted to highlight was the integrated information theory [IIT] ..."]},{"begin":"485.080","end":"485.440","lines":["Yes."]},{"begin":"485.440","end":"489.640","lines":["Which is a mathematical and a philosophical theory that kind of stands out. Can you talk about that theory?"]},{"begin":"489.640","end":"503.400","lines":["Yeah, like, you said it right: like, a lot of the theories of consciousness kind of look at the brain and look at what areas light up when you’re consciously aware of something versus when you aren’t and basically squeeze the juice, as some people say, squeeze the juice of consciousness from the brain."]},{"begin":"503.400","end":"513.640","lines":["This theory is very interesting ’cause it takes kind of the opposite approach. It starts with our subjective philosophical observations of what consciousness feels like ..."]},{"begin":"513.640","end":"513.880","lines":["Mm-hmm."]},{"begin":"513.880","end":"528.920","lines":["And kind of tries to boil it down to a couple principles. So there’s five principles; I won’t go through all of them. But what they kind of come down to, in the end, is this idea that your consciousness is unitary, so you are only ever experiencing one stream of consciousness ..."]},{"begin":"528.920","end":"529.160","lines":["Mm-hmm."]},{"begin":"529.160","end":"564.720","lines":["At any point. Even though, like, you could feel maybe you have a toothache and also you’re worried about your mother, and, and these are two separate things that you can distinguish, you are experiencing them as one whole. So that’s the kind of the intuition they’re pulling there. And also this idea that it’s very information-rich. So, like, even if you close your eyes, just from, like, an information theory perspective, there is a lot differentiating one state from another. Like, if I’m watching a movie and I’m perceiving one scene versus the next scene, like, that is even very different. And these two ideas of, like, everything being integrated and everything being very information-rich ..."]},{"begin":"564.720","end":"565.200","lines":["Mm-hmm."]},{"begin":"565.200","end":"571.680","lines":["Is kind of like where the theory gets its name, because when you combine these two, you can say, “Okay, this is all about information that is integrated.”"]},{"begin":"571.680","end":"573.280","lines":["Now, I feel like I’m already starting to lose the plot a little bit ..."]},{"begin":"573.280","end":"573.640","lines":["[Laughs.]"]},{"begin":"573.640","end":"585.160","lines":["Because we’re getting so abstract, but what this practically means is that you apply this to the brain—which is not, like, an, a nonsubstantial leap; like, to be clear, like, there’s some extrapolation going on here—we have all these brain networks ..."]},{"begin":"585.160","end":"585.320","lines":["Mm-hmm."]},{"begin":"585.320","end":"610.440","lines":["And these brain networks talk to each other, and they contain a lot of information within them, and then they pass a lot of information between them. And one of the things that happens when you lose consciousness in anesthesia and in other—like, when you, you know, fall into a dreamless sleep is that these networks kind of stop talking to each other. Basically, your brain is kind of running on information that is integrated. When you lose consciousness, it is less integrated. Therefore, that’s part of, like, why you lose consciousness."]},{"begin":"610.440","end":"635.400","lines":["And it’s, like, a little wonky, but we have developed some pretty interesting measures to study this, so there’s a way you can use a magnetic coil to kind of zap parts of the brain and see what happens. In [a] fully awake brain there will be kind of, like, ripples upon ripples upon ripples spreading out because everything is so information-rich and integrated. In an unconscious brain or a brain that is maybe in, like, a minimally conscious state following a brain injury, you see a lot less of those ripples."]},{"begin":"635.400","end":"653.880","lines":["So they have tested this and, like, developed these measures to kind of be able to see what level of consciousness someone is at. But that can’t really explain, like, if you are fully conscious, what’s the difference between experiencing a toothache and experiencing the siren outside that’s so loud it’s blaring your ears out. Like, that difference in what they call qualia, or, like, the qualitative state ..."]},{"begin":"653.880","end":"653.960","lines":["Mm-hmm."]},{"begin":"653.960","end":"655.480","lines":["Is very hard to assess."]},{"begin":"655.480","end":"661.280","lines":["Does this also suggest, ’cause I feel like we’re in a moment with all of this, like AI talk where people—and, you know, we’ve grown up on ..."]},{"begin":"661.280","end":"661.760","lines":["Mm-hmm."]},{"begin":"661.760","end":"674.160","lines":["Movies like The Terminator—where people really wanna believe that machines can be conscious, and so does this model, because it’s not pulling directly from the brain, suggest that, in theory, we could create a network that is conscious?"]},{"begin":"674.160","end":"675.320","lines":["Yes and no. [Laughs.]"]},{"begin":"675.320","end":"675.760","lines":["[Laughs.]"]},{"begin":"675.760","end":"680.760","lines":["I think, like, there’s some ways in which that theory, because it doesn’t assume consciousness needs a brain, right ..."]},{"begin":"680.760","end":"681.040","lines":["Mm-hmm."]},{"begin":"681.040","end":"693.880","lines":["Like, it—that’s one of the reasons it’s criticized sometimes, and I don’t know if this is a very fair criticism, but the idea that, like, “Oh, if consciousness is just about information, you could imagine a computer chip that’s conscious,” it’s like, “Well, yeah, okay, sure, we could take it to that extreme.”"]},{"begin":"693.880","end":"717.920","lines":["The prominent thinkers who support IIT at this moment don’t think that our current large language models could do this, partly just because of their structure. Basically, like, what it comes down to is: these computer chips aren’t actually integrated in a way; they’re simulating neural nodes that are integrated. And it’s kind of a little bit of a challenging hair to split. The supporters of this theory don’t necessarily think that, like, ChatGPT’s, you know, anywhere close to becoming conscious."]},{"begin":"717.920","end":"732.160","lines":["But this question of AI is, I think, really what drove a lot of my interest in understanding where the field of consciousness research is now because it’s kind of lighting a fire under everybody, right? Like, when Google’s LaMDA model, the machine was saying it’s sentient ..."]},{"begin":"732.160","end":"732.760","lines":["Mm-hmm."]},{"begin":"732.760","end":"761.400","lines":["A lot of people were kind of turning to these consciousness researchers to be like, “Okay, so what have we learned about consciousness? Can you extrapolate it from the brain into these machines?” And most AI people don’t think that AI is anywhere close to consciousness, but I think it, it really highlights some of the limitations of neuroscientists’ understanding of consciousness that you kind of can’t take it out of the brain. And even the theories that don’t involve the brain have a really hard time figuring out, like, what ground truth elements of this are we gonna port over from our brain theory into the AI theory?"]},{"begin":"761.400","end":"766.280","lines":["I guess my last kind of very pressing question: Is my sister’s cat conscious? [Laughs.]"]},{"begin":"766.280","end":"805.440","lines":["[Laughs.] Well, so the nonhuman animal question of consciousness is really also one that’s taken off a lot in the past, like, five to 10 years. We have come a long way from where we used to be in kind of, like, the ’90s, according to the sources that I talked to, where we really could only assume that the only animals that had consciousness were humans because it’s, like, we can’t ask the cat, right? But we can do experiments carefully designed so that the most, like, parsimonious explanation is that this animal is conscious. And we’ve done those, and we’ve done them—also neurobiological studies. And I think, at this point, like, there’s fairly wide consensus that all mammals are [probably] conscious."]},{"begin":"805.440","end":"822.960","lines":["Just because they’re conscious beings navigating the world doesn’t mean that they have, like, the cognitive capacity to threaten us or anything. And that’s the exact same case with AI: just because they’re able to do things that humans can’t do and are deemed pretty intelligent, if you wanna grant that to them, doesn’t mean that there is a first-person subjective conscious experience."]},{"begin":"822.960","end":"828.000","lines":["And then there’s another important distinction to make, which is that, like I said, the English word for consciousness is really messy ..."]},{"begin":"828.000","end":"828.360","lines":["Mm-hmm."]},{"begin":"828.360","end":"845.520","lines":["And it kind of encompasses both this sense of, like, being an agent in the world, like, sentience—like, a rock is not sentient, but an, a nematode probably is—with self-awareness, like, this awareness of yourself and this ability to think back on yourself and reflect. When animal-consciousness researchers talk about consciousness, they pretty much just mean sentience."]},{"begin":"845.520","end":"852.000","lines":["And so there’s a question of, like, okay, now at this point a lot of the researchers I talked to said that the frontier kind of lies with fish and insects ..."]},{"begin":"852.000","end":"852.320","lines":["Mm-hmm."]},{"begin":"852.320","end":"863.960","lines":["So, like, that’s where the main area of question is. Like, we’ve ran mammals, pretty much. Fish and insects, we have some very interesting kind of preliminary research that, like, fish can recognize themselves in mirrors. It’s not clear where the line gets drawn."]},{"begin":"863.960","end":"866.720","lines":["So all that to say your cat’s probably conscious, in my opinion [Laughs] ..."]},{"begin":"866.720","end":"866.720","lines":["[Laughs.]"]},{"begin":"866.720","end":"874.400","lines":["But what, what it will take for science to kind of prove it I think very much illustrates some of the limitations of proving consciousness in any case."]},{"begin":"874.400","end":"876.000","lines":["Where can we find your work?"]},{"begin":"876.000","end":"884.240","lines":["You can find the feature article that this conversation was mostly based off of at ScientificAmerican.com. It’s in the February 2026 issue of the magazine."]},{"begin":"884.240","end":"886.720","lines":["Thank you so much for your time today."]},{"begin":"886.720","end":"888.480","lines":["Of course. Thank you."]},{"begin":"888.480","end":"894.120","lines":["That’s all for today. Join us on Friday, when we’ll explore the mystery of long-lost DNA."]},{"begin":"894.120","end":"920.240","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"920.240","end":"931.160","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":931}