{"title":"Could a smudge of DNA help unlock Leonardo da Vinci’s genius? A forensic scientist explains","img":"https://static.scientificamerican.com/dam/m/4ab548ea3f068f0c/original/2601_SQ_FRI_DAVINCI_DNA_thumbnail-1.png?m=1769188164.206","url":"https://www.scientificamerican.com/podcast/episode/forensic-science-meets-ancient-art-inside-the-quest-for-leonardo-da-vincis/","audio":"https://traffic.megaphone.fm/SAM7133553791.mp3","intro":["Researchers are using cutting‑edge DNA techniques to hunt for genetic evidence in centuries‑old artworks in an effort to better understand the genius of Leonardo da Vinci"],"authors":["Kendra Pierre-Louis","Sushmita Pathak","Alex Sugiura"],"category":["Genetics"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"It’s been more than 500 years since Leonardo da Vinci died. Yet, in those intervening centuries interest in the Italian polymath, who seemingly moved with ease between art, architecture and engineering, among other fields, has only grown. So has interest in his DNA."},{"author":"","text":"About ten years ago researchers across a wide range of disciplines, from forensic science and genetics to art history, got together with the goal of finding the Renaissance artist’s DNA. Da Vinci had no children, and his remains were disturbed during the French Revolution. The hope is that uncovering his DNA could open the door to a number of discoveries, including new tools for authenticating artwork and potential clues about da Vinci’s uncanny way of seeing the world."},{"author":"","text":"Now a new preprint—meaning it has not yet been peer-reviewed—reveals that the team has found male DNA on a chalk drawing called Holy Child that’s often attributed to the master. The researchers say it’s possible the genetic evidence comes from da Vinci himself, though not all researchers agree."},{"author":"","text":"To learn more about this paper and the project overall we talked with forensic legend Rhonda Roby. In addition to being part of the Leonardo da Vinci DNA Project Rhonda is known for her work using DNA analysis to identify remains of people killed during 9/11 and the 1973 Chilean coup by Pinochet. She was also part of the team that identified the remains of Czar Nicholas II, along with other members of the Romanov family."},{"author":"","text":"Thanks for taking the time to chat with us today. Can you tell us a little bit about the Leonardo da Vinci DNA Project—like, how it began and especially, like, what your role has been with the team?"},{"author":"Rhonda Roby","text":"Yeah, this team is fascinating, and I’m just one little piece of a very large team. So there are Leonardo art experts, art historians. There are geneticists and environmental scientists. There’s physicians. And everybody brings such a big part of their knowledge to this information that we’re trying to gather, which is: What can we learn about Leonardo? What can we learn about his ability to see things that you and I just don’t have that ability to see? He could see the flutter of a dragonfly’s wings that you and I just—we don’t have that ability. What gave him the ability to see and envision helicopters [Laughs] when there weren’t even helicopters built, right? So I think there’s just a large team of people in the world in general [who] are interested in Leonardo and the genius of that man."},{"author":"","text":"And so I was a professor at the J. Craig Venter Institute in La Jolla, California, when I was approached about this project. And we actually published a paper in 2021 so this has been going on for a long time, obviously—where we went to a private collection in the home of somebody, and we swabbed and we tested artworks in his private collection at that time."},{"author":"","text":"And so I still have been involved with the people on the project. I’ve worked on some of the family tree history and to current relatives of Leonardo’s. And so I just—I’ve been fortunate to be part of the team, to bring in some of my expertise as a forensic scientist. You have to know that what we work with, oftentimes, are very small sample sizes. The research scientist is often working with blood samples. You know, someone who’s looking ..."},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Roby","text":"For the cancer gene, they’ll take a whole tube of blood from somebody, and, you know, they have a lot of material to work with, whereas in this example we’re looking at artworks that are Leonardos, are potentially Leonardos that have very, very small biomass associated with it. And so that’s the exciting part for me."},{"author":"Pierre-Louis","text":"And just so I’m clear—what you’re essentially doing is: you have this massive team of people coming together to kind of try and find any potential fragment of Leonardo DNA to try to stitch that together to get a picture or a sense of what his DNA might have looked like because you don’t have his DNA."},{"author":"Roby","text":"Right. We do not have that, right? And there’s no material that has been identified that is his. So if you can gather this team of people and look at different approaches and, you know, look at a sliver of history here and understand it a little bit, that would be great."},{"author":"Pierre-Louis","text":"And my understanding pretty recently is that part of the swabbing project, one of the things that you specifically were able to swab was the Holy Child, which is a chalk drawing that is potentially thought to have been sketched by da Vinci. First of all, what was that like, doing that swabbing of that piece of art, and also, what have you learned from that swabbing?"},{"author":"Roby","text":"Several things we learned and one of the first things we did is Dr. [Thomas] Huber, part of our group, made a very beautiful photograph of it, and what we were able to do is we were able to handle that photograph and move it around and kind of look at it in all different perspectives so we weren’t handling the actual Leonardo—potential—drawing, right? And so we had a piece of paper that we could move around. We could look at it. We could examine it. We could discuss, “Well, what do you think of sampling here? What do you think of looking at it here?” I thought it was a brilliant idea."},{"author":"","text":"The second thing I learned from working with Dr. [Thomas] Sakmar and Karina Äberg—she’s an artist—and the way people handle artworks. Sometimes they handle the artwork in the corners, and that makes a lot of sense to me, right? You’re not gonna handle a piece of artwork in the middle of it ..."},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Roby","text":"Where the main focus is. So we focused a lot of our work on the corners of the areas of the artwork, thinking that somebody might be handling that area very, very closely. So that’s fascinating, right? As a forensic scientist, a geneticist, I’m gonna dig right into the middle of a bloodstain for my evidence, right? [Laughs.]"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Roby","text":"But here, we’re kind of looking at the periphery."},{"author":"Pierre-Louis","text":"It feels like, with these techniques that you’re using, it’s almost like a mystery or a puzzle that you’re trying to stitch together without being actually able to see the image on the puzzle box. Does it feel that way to you?"},{"author":"Roby","text":"I mean, it’s definitely a puzzle. I had never thought of it that way, but maybe that’s what science is: it’s a puzzle without knowing exactly what you’re looking at, yeah. Yeah, so we are trying to make discoveries, and the goal of these discoveries has not always been to just find Leonardo’s DNA but to understand, you know, how that drawing or that painting moved through history ’cause that is of historical significance, something that’s 500 years old."},{"author":"Pierre-Louis","text":"I know oftentimes with big, bold, ambitious projects like this people get very focused on whether or not you’ve succeeded, right? There’s often, like, a focus on, you know, “Do you have the DNA yet?” or whatever. But one of the questions that I have for you is, like, what kind of advances have you made along the way? I’m wondering if there’s anything that, you know, over the decade or so that you all have been working on this project where you—you’ve managed to advance science or techniques in interesting ways that maybe don’t get as much attention as you’d like."},{"author":"Roby","text":"Yeah, so one aspect is, you know, we looked at different sampling techniques, right? And we have taken liberty on some lesser-known artworks and cut holes in them, punched holes through them ..."},{"author":"Pierre-Louis","text":"[Laughs.] Oh, wow."},{"author":"Roby","text":"And so—but we did that to try to understand: What is the material we’re going to get? We did a 1.2-millimeter punch, a 2-millimeter punch, you know, and so forth. And what’s the information we’re gonna gain? Most likely, the bigger the punch, the more material you’re gonna get, right? And so it’s testing that—those hypotheses and what is the information that you can recover from that."},{"author":"","text":"So we don’t want to damage any artworks, so that’s always been on the forefront. But what can we do? How lightly can we swab to how vigorous do we have to swab to get material off of there? So I think we’ve learned something there. We even used a wet vacuum system, where we’ve wetted the material and then sucked up the buffers and collected the materials off of there."},{"author":"","text":"And then I think the other area that, you know, we’ve learned a lot about—and this is just the decades and decades of work in genome science—is just the accumulation of the data, the whole-genome sequencing that is going on, the compiling of that data and pulling information out of that data, and the bioinformaticians that are working in that area and pulling information out. That’s fascinating as well."},{"author":"Pierre-Louis","text":"I think a lot of people have a perspective of, “I don’t know that you need a lot of DNA,” I guess [Laughs], “to get something,” but it seems like you’re working with really tiny samples."},{"author":"Roby","text":"Yes, it is, it is very small samples, right? And I was looking at artworks around my home, and I have a framed photograph right here in front of me that’s been here for probably 20 years and hasn’t moved, right?"},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Roby","text":"And I’m sure it’s been dusted and everything else, but it could tell you information—not just human DNA but, you know, microbial DNA, things that have happened in this home, in this room. You might learn a little bit about it by getting that small, small sample size that you’re pulling off of that."},{"author":"","text":"One thing I, I wanna make sure I’m clear about: everything that you have, everything that you touch, we can get some kind of DNA off of it—everything that’s been exposed to the environment. So you’re, you’re absolutely right: this is small amounts. The research scientist that’s looking for the cancer gene doesn’t want a small sample size, right, but a forensic scientist works with small sample size a lot. And then we know we’re starting with very low biomass, we know we’re starting with very small material, and we know that that material is not just human. We know that there is going to be bacteria or, you know, fungus or viruses in—mixed in with that."},{"author":"Pierre-Louis","text":"I think in one of the articles I read that one of your samples, you found malaria?"},{"author":"Roby","text":"Yes, and that is from some of the letters that was sampled."},{"author":"Pierre-Louis","text":"That’s wild."},{"author":"Roby","text":"It’s fascinat—it’s interesting, isn’t it?"},{"author":"Pierre-Louis","text":"Yeah."},{"author":"Roby","text":"I mean, and you just stop and think about that for a minute, right? It’s not a living organism that’s going to be communicable, but there’s historical evidence there that it was there at one time."},{"author":"Pierre-Louis","text":"I know that, as researchers, you’re not necessarily thinking about practical applications, but one of the possible use cases that I’ve seen floated for the techniques that you’re using is potentially being able to authenticate other pieces of art. So once this project is done that people will be able to use that technique to—instead of relying on, you know, paintbrushes or, like, other [Laughs], other things that historians have used to determine whether or not a, a specific artist made a work. I was wondering if you could talk a little bit about that."},{"author":"Roby","text":"Yeah, so, so I know that that is a goal of people, is to be able to give that kind of information. And I think that there needs to be a lot more data collected. I think there needs to be a lot more access to artworks, historical records, whatnot so you can build a database of sorts of the information that you can glean from it to be able to say something about the provenance in the future."},{"author":"","text":"So let’s say you had an artwork that you could say was a certain master artist, and then you had a second one and a third one and a fourth one, and you knew all of those belonged to that master artist. And then you did this biome work on it, and you developed a database of sorts, and you see a pattern with those—then maybe that could lead to, [in] the future, a lesser-known one that you could compare it to that database."},{"author":"","text":"But I think the—that’s in the future. We’ve taken some first steps, and hopefully, people can carry on and look at some of the techniques, some of the successes we’ve had here, and build upon those and be even more successful in being more certain about the provenance of something, right?"},{"author":"","text":"And then I think, just like a criminal case that we do, there’s a lot of information that comes in together, right? So if you talk about my work, I mean, there’s fingerprints, there’s eyewitness accounts, there’s alibis, and then there’s the DNA testing and maybe the digital-media evidence and all of that, right? It’s a case. It’s—you take all that information together to build upon that case. I think that’s the same thing here, is this is a piece, an exciting piece, and I think that it can be built upon."},{"author":"Pierre-Louis","text":"That makes sense. It’s like when we first learned how to do radiocarbon dating, and, you know, you can—now that we have it you can use that on a forgery—or, or on a painting and, like, just by age be able to tell, like, “Oh, well, like, it can’t be real.”"},{"author":"Roby","text":"Absolutely, but when they first did it, right ..."},{"author":"Pierre-Louis","text":"Right."},{"author":"Roby","text":"When they first did it they were like, “Ooh, is this working?” And then they had to get more and more data. Beautiful example."},{"author":"Pierre-Louis","text":"That makes sense. I have kind of a serious question for you, which is something you hinted at at the top, when you were talking about how the hope is maybe, if you get more of da Vinci’s DNA or are able to sequence his DNA, to be able to use his biology to, for example, see if something like his visual acuity might be rooted in part in his genes, right? Like, genes don’t ever tell the full story; you and I both know they tell part of the story. But we’re kind of living in an era of white supremacy and tech billionaires who are trying to genetically engineer children and who are eager to find their intelligence in their genes. And I’m wondering if there are any [concerns], that you worry that work like this could be weaponized in support of aims like that."},{"author":"Roby","text":"Yeah, so there’s a whole discipline of people that work in those areas. That’s a hard question to answer. Am I, am I worried about that? No, not from the work I do. I’m just a scientist looking to answer some questions, right?"},{"author":"","text":"And, you know, I hope people use science to help us in this world. And, and obviously, there are people, very smart people, that use science sometimes to build dirty bombs and, and things. So yeah, I can’t spend my time worrying about what people will do with the little bit of information I’m putting out because if I did, then would that hamper the work I am doing for—just to learn things, to be knowledgeable? So I don’t worry about that, and I hope that doesn’t sound irresponsible."},{"author":"","text":"I read something that someone wrote about the work that we had done, and he said, you know, “This will allow us to build upon—this is a foundation that we can build upon and learn more.” And that’s what I hope it’s about."},{"author":"Pierre-Louis","text":"Thank you so much. This has been delightful, and I think the passion that you have for this has really come through."},{"author":"Roby","text":"Oh, thank you, Kendra."},{"author":"Pierre-Louis","text":"That’s all for today. Tune in on Monday for our weekly news roundup."},{"author":"","text":"But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,139,610,1854,12264,9421,8398,13067,10325,12394,13404,12586,15534,12341,15332,13785,15317,16062,14457,15018,15365,15094,12460,14113,9868,8737,12756,9058,15570,12567,17206,13124,16650,10469,7918,11822,9271,11384,11349,8344,6847,5842,12208,20012,16147,15520,9758,8508,10956,11736,9924,9102,8077,12938,8042,8163,8265,6085,8104,9113,10245,8826,7501,9160,6948,8406,7633,11831,8175,3453,3174,1933,12422,17464,12791,10245,7759,8642,9522,8866,7651,6038,1317,10515,14725,12538,8700,8405,7322,11717,12231,8107,9187,10665,10273,11751,9607,10140,11250,6863,14249,11270,11877,10370,11966,9083,5332,15595,7950,10121,2013,12466,15678,9798,2891,2657,5260,16621,10559,8993,6773,7251,1600,11822,17300,14862,12174,9030,8903,12196,10142,17102,11304,14926,10793,6183,6149,2440,14795,12063,21716,22246,9358,18193,13268,12414,7160,2901,2130,21817,13490,15288,14633,14879,11274,10145,9866,10118,10352,9749,2119,1821,13900,14742,21744,9588,11831,13853,10333,8227,9984,8565,8375,8086,3090,3181,2085,16860,15434,11041,12452,12754,12796,10757,13163,10274,11611,9051,6736,2875,16721,9576,12778,12056,8903,12574,9429,8916,15835,13677,11041,11727,10248,10343,11650,10834,7692,7498,2659,2292,22492,16346,10321,12694,11688,13733,14206,8625,7311,5983,9013,14795,10787,7468,11279,9996,9882,7092,9987,10331,9062,7403,11312,11369,5576,14335,17381,8297,8219,10263,10509,5595,2473,2538,17984,15083,15772,11131,9212,12605,15407,10099,7162,10083,5914,13138,2796,15106,22371,13789,9125,10419,3475,3204,2522,11465,15680,10592,9110,13454,16694,11212,11854,8361,13390,12565,11913,11504,9759,13266,9621,7110,17946,14354,11758,16049,14041,11021,9969,8470,11382,8049,2967,17444,19708,13745,9329,14224,7418,13072,11703,8361,12726,11645,8485,5522,9782,10237,11292,13181,3675,18712,17682,12471,10094,12450,7888,9073,8417,5832,2000,16264,22554,13429,14165,9434,8830,12288,10194,7935,8327,7582,10928,7230,8426,15316,15231,14801,10451,12271,10359,8212,2694,572,16572,17393,14106,15485,12773,11254,11651,9583,22130,13692,15184,13450,13136,12254,12870,10869,8923,8767,14671,4122,11259,11564,13619,7738,22522,11923,18788,12775,10541,11454,8794,11781,9636,19,19319,17036,18810,12213,8313,11782,14392,15573,14510,7313,4431,6561,10098,14534,11470,9462,13253,11884,19340,12833,17354,14496,10356,9705,11789,1430,849,19006,17473,503,10497,14103,16185,13977,765,17662,16346,16004,20316,16256,18006,13612,13512,14035,18535,15253,7271,15725,18530,16249,17119,10003,8705,3510,13442,15425,16482,12885,16112,20698,10101,17468,15389,791,16139,17529,13544,21050,18406,18473,10821,900,8833,4833,13269,12510,9706,13635,16534,14428,21262,15752,16494,6110,20538,12671,9309,10195,227,151,19148,10451,79,16220,21198,179,118,14321,11040,12442,11141,9529,11570,7879,13303,12700,686,18192,13910,10792,11172,13886,12471,10640,9335,10026,2680,562,14967,10216,10179,10469,7641,13458,16246,10050,724,12271,16287,12848,19728,8536,18727,14731,12827,12456,6021,15433,18158,14130,14054,17779,15787,17336,3156,454,14429,19701,16987,6093,19333,16278,16952,12415,13844,10581,12640,17709,15015,14791,19624,12297,17889,13408,13245,12756,14638,13822,16846,14509,17877,7701,1941,20605,17885,18743,6331,9894,10700,15260,8579,1651,13079,7900,14707,20103,12767,6364,317,128,20700,16939,15939,10687,14851,14501,13007,14193,15322,15779,1474,18518,9555,1384,16298,19186,16769,17692,19438,10774,12062,16407,14562,14932,10645,12256,12681,11590,11860,9562,15014,13820,9105,5480,15101,11033,12377,9861,10379,625,762,11491,21838,8450,18047,12049,13320,8337,19211,13279,13316,15775,14566,14103,14904,16261,8895,11365,10648,14939,15893,14126,13200,8538,1856,845,14701,10332,13194,17421,17417,14065,16434,17491,18080,15629,4668,828,872,18280,14698,7354,16776,17932,18232,17710,15565,14134,9549,9826,12119,12074,11167,1107,949,19068,18188,15152,12406,14174,10710,10705,13441,10031,11792,16577,17976,15936,12223,9245,10358,17675,13871,9383,15626,13818,9128,6861,20264,16524,10892,9206,10909,14476,12788,18978,16186,12405,12893,15521,14466,13685,17091,557,16696,17094,8770,1011,17173,17294,16076,8400,18725,17904,15775,16327,12955,10612,13286,10821,11209,2483,16565,17142,16940,14140,14050,14615,8827,6317,14060,17340,15397,12233,12881,6383,15326,15678,12865,9497,12869,13221,15537,16536,19147,13806,13039,12523,16194,14005,16790,809,10064,22255,11085,19335,12793,14920,15762,15254,12958,14525,9974,11150,14510,9952,9162,18831,10517,10853,12963,16614,16582,8854,13380,17166,14779,20949,11830,1299,15281,16421,17074,14394,17389,12368,14801,12392,15087,15048,15712,16594,18040,15801,17829,15410,8767,15887,18956,9839,13688,16332,9830,9943,8907,11721,735,18292,12059,9363,14976,13380,9523,12206,14144,15490,2817,19028,16665,11453,17017,18384,14656,17938,17653,13781,9991,5741,756,17591,4783,17068,18209,16759,13563,16275,12028,12873,13924,9997,10898,11891,14794,20189,12917,11641,11937,11039,11185,1538,592,22666,12692,18405,5539,3386,16803,21631,17142,15895,11293,8780,14074,13272,10406,10034,12985,10901,13639,18343,9970,6009,15163,12873,17106,10669,12971,12100,12652,13850,12711,15874,10631,9828,7250,503,11501,20626,10587,19328,18571,20051,14879,8489,5167,19252,16676,21966,5639,13927,10866,22674,14953,13870,13704,13722,14556,9217,8755,10314,1043,16895,20896,18413,13451,13604,19175,18930,9637,22613,11717,17834,14800,2962,22522,18894,17573,13359,15402,948,14234,21020,18308,20804,16420,14382,13993,13346,16702,14749,10495,10774,10844,12688,9063,16164,8838,7046,7222,8968,10737,12046,9832,10322,11292,12161,12485,16906,15092,15978,16412,1922,17677,13277,18543,12327,15372,15794,16279,10228,16897,12735,18959,7725,6739,18269,19445,13027,10451,11352,12115,13942,16451,12641,15667,14206,13851,10003,4587,14282,11289,16558,18161,13190,11824,16223,10850,8829,9807,11956,14867,10934,12279,12590,12691,15975,11234,8978,2046,22437,18204,19373,11417,10919,3012,11186,13289,9297,11708,19507,13755,16253,13961,3776,17493,9037,9546,13950,5545,12793,15937,14957,11974,13141,2910,17568,14486,12238,10907,9328,14178,6790,15242,16392,10353,3294,15353,17523,6883,22547,22437,11249,8695,9473,6357,19810,19873,15878,17046,8814,11229,12103,13082,15134,22124,10611,17016,17393,12452,18253,10414,10550,5516,8076,3933,18879,21625,12522,12198,12785,11296,18642,22018,14051,9958,14345,10231,15283,15430,13587,13561,14463,11583,3611,13150,12524,13062,7492,4451,13247,17334,4089,13479,15117,20038,11841,9698,9446,2822,1374,10482,14398,20381,16472,14237,13982,10580,16596,17976,16769,15559,6619,4159,1933,16659,14572,18262,10128,11613,15638,12732,14200,16379,9572,14334,14180,15247,10516,11172,9355,12143,14942,18301,10419,12542,11964,1985,13269,12555,17917,7602,13481,1579,12221,16926,12592,8315,14347,8849,13375,12951,10103,12749,9957,12494,9222,13022,6506,18529,19046,10558,15014,12035,10094,18335,15432,15273,13385,12161,12922,13579,11917,10465,14096,12502,12884,12786,15043,15085,10847,1301,12309,15380,5249,16034,10499,11506,3804,11863,19883,11252,17207,14802,12971,8290,12098,10681,14824,7895,1326,20021,14410,16166,13972,13972,6882,13064,17283,13656,12197,15560,13575,14059,8664,854,8942,15535,15819,10352,10249,14152,12239,12089,15973,7076,13581,13010,12192,10588,16247,17737,13345,11311,12226,11051,8446,12726,15938,18863,17183,16426,9298,13357,1175,15521,19434,12674,18323,17128,17853,14835,12214,10825,15967,12677,14173,13113,14749,15687,16729,11490,14625,13936,4892,13247,19069,15632,14485,15166,10816,14743,15097,11468,18032,12451,13402,12069,13084,12331,2315,13566,11253,15982,16371,10365,9480,13835,9985,11944,12162,4156,12674,12823,13399,13170,8754,15947,961,794,19747,12934,21151,13522,16541,17512,1144,16031,11026,9196,12007,13853,13661,11757,16407,15602,11019,11955,14913,18851,13377,18878,14602,19536,14790,10867,20284,18879,10491,17589,22477,21998,11188,9085,14771,15505,7913,10670,12362,15066,10833,9438,804,20609,16431,16830,3659,16092,8517,10557,10926,7803,11378,13380,13240,10238,9630,11775,16419,16195,10472,9270,7930,17058,6550,9880,22554,11474,10593,13976,8140,6795,15720,7971,12445,7089,170,353,16741,12750,12353,10600,314,19696,18040,12119,21830,9511,579,14821,17325,17784,16842,13879,14034,15635,16293,20384,15914,11944,12829,21137,14859,15588,12261,16301,13951,10612,10195,6542,18857,8347,19683,14932,15692,13542,17648,13576,13589,18541,18214,14720,14465,19809,14187,13077,13967,13212,18386,17977,10481,10726,14950,14520,8609,14842,14327,16406,11695,10227,13074,14304,13827,14296,13006,5389,682,14077,15271,18662,16215,17509,1130,7384,16464,11805,16179,10839,10396,9303,575,789,14445,13515,11541,16846,6095,12982,14067,18342,16031,16154,15022,13191,13202,18322,18503,12205,14253,11063,16345,14587,0,23052,19506,10991,8949,14148,17048,10660,2166,15334,16156,11597,7981,11867,730,13195,18784,19820,15580,9981,10393,12073,4843,8701,11677,13381,14231,22579,13313,11186,17389,12818,18380,17718,15541,17037,15470,13110,5605,22631,22552,22614,11809,14597,13565,15248,7688,277,21439,11692,13473,15249,10479,11529,9828,11552,8997,21318,22426,11923,11802,14777,12377,12018,14025,11549,10468,10543,12993,15739,9224,7844,22475,11829,19293,8256,15467,16910,12598,12656,12946,6610,9821,8268,7614,12620,14329,7455,12956,15597,11638,12659,8802,990,12179,13501,930,5949,18038,16681,13929,8679,11803,9380,21748,13330,11281,9977,15339,8713,8681,5738,12742,15270,17651,10021,8823,13176,12353,4942,838,11979,10327,13005,12309,9690,14545,7627,6154,17911,13589,9194,10013,18324,8158,18181,10801,16389,14246,15444,9389,6783,781,155,20320,20664,14079,8059,15855,15256,12267,9261,13898,15009,10216,17929,19179,9717,18230,14326,16746,16833,17694,12579,12556,15461,10276,4552,239,17443,15158,16837,13619,14930,10202,10758,13334,14566,13119,14192,10463,9143,10195,10121,13292,9819,9517,10409,13155,18048,9893,8321,14230,19152,10485,9890,14090,9477,12531,2777,14668,18737,11196,13978,12113,14467,4778,16012,15797,10537,15531,15135,15282,1236,1733,20691,13741,20065,16520,17157,17920,18562,19127,21499,12912,16076,8515,11398,12155,17233,17631,11326,11582,9688,10658,10818,14804,9928,5988,15502,14294,19153,22352,11949,4587,8648,15084,12851,14708,14864,15403,4260,15044,17553,18713,16943,13041,9258,13093,11548,1159,12555,19422,14052,11240,12128,15438,19634,14645,9208,14015,16254,14179,12657,3102,14715,13726,14128,10024,12973,15033,15788,8533,14973,16217,17448,13698,5619,20250,16057,12171,16683,11259,13384,519,12591,11506,19861,18417,16241,13236,13114,5819,16786,11044,575,20611,16323,14963,16889,16969,18835,16093,12093,16587,9595,10409,15271,8381,15930,13469,9891,15433,6689,966,18150,19732,15620,19895,18179,14002,12452,820,202,17413,13644,253,12557,11071,14899,18253,14367,11734,14478,14616,16882,11330,3988,17979,11960,13774,15091,14086,12251,2387,1321,13488,13492,17497,11792,15891,12418,16924,10413,16200,11490,15609,13397,11603,10422,12357,20945,10221,17572,15319,11044,8129,2165,18824,9606,20786,13602,15405,12177,10794,14152,11873,9537,8911,12263,10112,11198,9774,1782,19149,11323,11993,11791,14348,16457,10506,17542,12649,13700,15527,13676,7524,11810,11797,13352,10130,13561,16984,15811,11986,9012,10779,11982,0,22512,12226,22535,11113,12892,11674,15852,12627,15257,1313,24,43,22588,15961,13056,7365,7851,18759,13290,10813,19697,11379,13341,17255,12504,13458,12705,8578,7917,3699,18675,19212,15415,17452,16176,15422,11701,12136,14380,8683,12723,13561,15837,16221,17041,12524,12465,10248,8093,12445,4458,195,17449,17399,5041,13074,12174,18198,12386,7433,10947,14760,8667,5523,2217,16976,13207,3816,17217,12582,10264,15682,10026,9619,14881,15333,12139,9997,1625,18066,4294,1047,573,1797,19972,15946,19557,18481,21255,10274,12934,14903,12457,16834,303,15507,20116,8902,12948,10622,14565,17479,10168,10504,6874,10213,11886,17150,1147,14232,16522,15803,16425,1044,11123,11482,9367,18890,15171,15381,9969,14864,13892,10701,13313,12139,1025,9904,20133,11348,13022,15851,15437,13456,2612,16213,16922,13937,16107,10712,14785,15778,13865,14879,10653,10962,9636,9906,149,15418,13005,15514,17529,11581,4156,15192,17086,15380,16531,12248,13138,14450,13072,12284,12492,16903,613,797,13337,14288,15921,14356,9393,15890,14718,11885,10402,17154,16989,7698,424,604,14767,16532,17456,9295,256,9703,15087,11759,11490,12759,14035,16505,14260,14571,13813,13442,10269,13667,17822,13926,4566,19694,18917,10806,13462,744,20217,12668,16791,17070,6108,15656,569,364,14379,17936,17099,16021,17263,12913,13678,13794,9819,20704,14378,17127,5367,15749,15810,9699,9252,16534,14875,18002,16467,12297,12965,13943,11561,11830,15986,19023,11543,983,16198,13957,11399,8469,16872,12537,12914,11473,13374,12871,16140,6957,8235,13667,16529,12227,11775,8924,9546,7883,4173,14976,12184,18611,16886,8809,12791,14250,14082,14472,10223,9450,17377,9952,12072,10162,10357,10957,687,16830,17068,10703,12347,14582,2408,11687,18939,11550,15597,10249,11825,11379,12610,5338,16654,11957,10959,5868,67,16886,17516,11169,11137,15218,12099,12512,10359,10189,6599,8292,9475,11115,526,18054,17142,17441,14707,8548,19376,19070,17773,18335,14833,14708,21463,9768,6749,10945,9567,7607,19747,17822,18372,13889,9336,13496,21535,17291,2108,10970,18066,17078,13024,15705,16606,10627,12815,6129,12110,1600,19504,17596,13704,14831,4789,853,17373,13183,15466,11410,11068,7239,84,15469,17451,19222,17497,16278,15284,19130,17473,13727,1294,866,22568,13962,14286,16919,3316,442,18444,16409,9867,9533,57,316,22595,18201,14307,16902,7965,23,11376,12267,15653,7516,9527,13994,12844,9819,9747,7450,16509,10448,16980,13853,8241,9080,10518,10754,10727,12516,10625,11809,7703,10650,1946,14855,16919,8827,12188,8787,9749,17944,11987,11937,9404,9875,13541,6325,19960,14804,8318,9573,7938,6517,10536,1208,798,20203,12921,14624,8783,9656,11719,11400,13220,20793,15428,20843,7670,22636,22708,17310,8453,13807,5904,10729,9857,8200,11198,11376,12316,12127,9971,15739,15263,14520,10844,6654,22548,14567,10527,11574,10836,11711,9481,17999,16614,8357,3647,16074,15924,19731,18999,16423,21903,17278,14776,10445,14191,17790,13789,10366,12113,12157,11239,12712,14751,11130,12198,12352,10496,5482,1243,16963,11250,16934,20796,13426,13346,12736,17643,17756,15677,13818,13606,11723,14891,9478,11911,13213,11253,13891,13529,11761,10772,22256,18902,10804,17524,13626,13994,14229,12291,12920,16742,14014,9884,1095,184,18286,16878,18458,15096,13916,11430,13780,11819,9596,11804,8615,13202,12031,9285,10774,12996,8602,5968,16174,14389,14517,15819,13786,13082,4173,230,18311,14998,16306,10746,8378,8699,2324,362,19153,15548,10638,15458,13131,14133,14848,9128,20514,19545,16040,12788,269,17876,15912,14733,8981,5905,40,17486,13902,19623,16894,18561,14230,12619,13815,15938,4006,12152,15862,7557,14155,20115,13884,13047,7222,12715,12452,15399,121,294,14798,8989,5931,1902,1261,16777,15795,7786,9099,7285,1495,137,18532,17802,19466,13210,11777,11111,8416,11544,18246,15036,20194,16393,13573,8962,8251,16911,12395,14175,12615,7997,13554,11222,9310,337,448,4223,18755,15754,18098,12562,11181,13467,13299,13879,10763,15368,17569,15828,14972,10729,2623,17576,12102,13746,17035,16976,16834,11986,9409,540,15860,14190,16699,16531,21019,12253,17677,12451,14075,15787,15781,15043,14187,12570,2599,1354,12947,8087,15410,13960,10423,12306,14726,12434,10455,7799,111,5338,18064,14596,20418,9352,17496,14339,14133,13717,10415,9944,11410,15661,15096,15222,9947,7471,10618,13071,11658,10808,2679,15829,8552,660,15422,11916,15373,11157,19257,17150,8319,145,100,16850,18477,20587,14443,14930,14302,6090,249,11169,2206,11991,16409,12559,6637,17662,16716,17999,16152,11168,18102,17422,10322,12026,12528,17026,16756,12402,14407,11274,14321,13323,18052,15686,13972,11512,407,16555,20281,18976,13715,10583,9066,11516,13532,13582,17013,13304,1093,19341,17453,12924,16500,14357,21846,17136,13875,12552,16802,15400,15151,14962,19788,11210,14215,11505,12415,15963,12676,17558,13034,12289,14308,19791,9913,16358,14138,11745,9625,20807,18615,11211,13258,18338,11714,14438,13126,10263,12458,2124,19441,20912,18448,7341,13033,10631,13555,17000,15874,10874,17765,448,18380,17814,17691,10629,9489,13595,396,12746,11054,16823,16052,9141,13914,9998,4065,12,10415,11088,8886,15568,12331,12934,9411,10440,10223,9152,8045,1498,771,22482,6759,16323,10724,20681,14793,18334,8390,10135,14591,9353,22520,17831,10649,13335,12968,17452,12586,12762,15594,12890,12791,12248,7547,2221,21516,18296,20218,14125,15660,16736,15718,14843,13927,10599,15197,19419,11964,18478,18829,14827,11284,17644,14285,15661,16939,17579,12626,15692,8687,9726,14516,11601,10388,13145,10809,9795,12357,9811,5946,2354,160,22727,14625,9180,18425,13559,10062,9025,9770,1208,14094,15912,11474,17863,17271,18366,18475,942,13656,19297,12323,13961,11192,177,146,20923,18242,13865,13617,12471,6601,19300,21755,2402,647,16271,9677,10294,11234,15976,9163,10843,11026,14438,2520,16493,16457,13514,10401,14167,15954,6630,11343,11915,5655,420,2405,14501,12013,14618,13934,10064,8831,9913,10265,13218,9557,5538,14626,14304,13366,20226,10070,9358,10329,11321,11449,10305,15659,13683,4835,3450,22577,6806,14171,14621,14030,13618,11786,12477,6977,10055,9365,11887,8532,8509,9240,9137,1377,18600,10249,10632,11100,9674,8674,16032,8539,11422,10666,11926,9490,1099,19986,14080,9529,12134,9376,4849,1024,22524,18237,14538,13833,6739,11259,8990,3164,16045,15579,13720,12384,16406,5166,10568,15233,12668,8908,10276,10695,13564,122,12493,19122,21095,18022,19232,10776,9357,1800,16130,15811,13987,111,11042,12540,13847,14069,8798,17190,20036,14887,14098,694,14100,19538,21096,14280,12296,18782,14443,11598,13300,17385,16780,7144,12245,11905,1738,651,820,16924,13430,18693,15294,15185,12397,1790,12408,15713,146,16018,14884,15180,11086,10544,12217,13302,8353,8990,12480,1337,1434,16377,12707,1154,7768,18461,16273,1470,127,7912,11837,13007,10569,14465,16062,9227,19278,11763,123,18932,18283,15696,12865,11143,13677,12268,4738,12708,7075,879,13958,19460,18207,10814,12432,13680,13620,14368,2460,19623,15144,11362,12686,13702,17639,18847,10701,15812,16052,7679,1061,577,2162,19029,10671,19177,9630,244,22336,12698,10361,12460,15926,13237,1131,18235,19244,19246,16082,7903,18536,14390,17194,18518,16604,9112,6242,212,86,5466,19116,11768,17524,10928,14869,31,12848,11484,15043,14590,14996,17248,15248,11822,12381,13583,12898,16380,3002,1143,10850,20876,16375,16891,16007,15971,15908,12914,17666,14431,20003,15386,15685,9658,10170,13262,11065,14018,13910,19861,17488,16470,21417,11842,15882,14139,12212,22119,12306,19464,8840,15020,13830,9478,8337,12574,20748,19291,13430,18649,7782,19213,16908,19273,12067,699,15890,15230,22640,18768,11293,10528,20328,12052,15552,5963,12896,17974,13111,14992,17076,14237,17162,11236,15870,11122,8944,10648,18639,20830,13715,12473,12789,10419,13612,13778,13473,16241,11074,11961,9924,9221,9197,9707,10151,10858,9494,19647,15138,10929,14473,12203,13696,1255,3517,2584,2079,2377,7404,22572,20618,12226,18062,14702,14895,14171,14908,13890,11608,10203,5684,11359,11285,7023,6804,7606,16396,12351,17856,12159,1087,2270,1291,16482,22411,11230,3131,18079,18881,11140,8133,8028,9473,10584,2311,12394,16786,14236,14317,22674,10222,11944,6462,12092,7638,2586,6230,13286,9160,4280,2494,2333,15995,17544,14142,14058,9815,8459,12252,10445,9097,9878,9234,11012,8656,11674,2877,3123,22477,16669,12623,10951,11882,8218,12395,12582,9408,10231,13843,9596,11126,11801,4868,3069,18444,18082,14291,11529,8829,9124,3249,2802,3972,2845,2479,17780,11412,7992,10525,9035,8749,7476,8377,7819,8858,9867,9958,5050,8009,7470,9084,9388,7505,5053,22637,15657,17957,13321,16285,7102,7012,2770,6175,16768,15780,10048,14048,13348,9498,12236,1658,17623,15026,10305,14261,12602,11228,11934,1336,1580,22544,22575,19601,13520,13442,10770,12816,11014,10923,10189,7494,7954,5192,13303,22532,13282,10398,8582,10576,10363,8167,12209,11478,13193,546,464,1441,2137,8151,6389,5094,6325,6011,7951,6306,6547,6563,11339,12155,10103,12315,9538,13892,13139,12593,15762,15907,12857,10545,10890,11039,11018,14067,14944,17567,15708,12782,9837,7135,8780,8185,8397,9346,8328,4303,2190,7377,5131,3048,2425,1381,1085,759,381,149,82,29,2],"fragments":[{"begin":"0.000","end":"12.760","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"12.760","end":"43.960","lines":["It’s been more than 500 years since Leonardo da Vinci died. Yet, in those intervening centuries interest in the Italian polymath, who seemingly moved with ease between art, architecture and engineering, among other fields, has only grown. So has interest in his DNA."]},{"begin":"43.960","end":"93.120","lines":["About ten years ago researchers across a wide range of disciplines, from forensic science and genetics to art history, got together with the goal of finding the Renaissance artist’s DNA. Da Vinci had no children, and his remains were disturbed during the French Revolution. The hope is that uncovering his DNA could open the door to a number of discoveries, including new tools for authenticating artwork and potential clues about da Vinci’s uncanny way of seeing the world."]},{"begin":"93.120","end":"109.520","lines":["Now a new preprint—meaning it has not yet been peer-reviewed—reveals that the team has found male DNA on a chalk drawing called Holy Child that’s often attributed to the master. The researchers say it’s possible the genetic evidence comes from da Vinci himself, though not all researchers agree."]},{"begin":"109.520","end":"133.160","lines":["To learn more about this paper and the project overall we talked with forensic legend Rhonda Roby. In addition to being part of the Leonardo da Vinci DNA Project Rhonda is known for her work using DNA analysis to identify remains of people killed during 9/11 and the 1973 Chilean coup by Pinochet. She was also part of the team that identified the remains of Czar Nicholas II, along with other members of the Romanov family."]},{"begin":"133.160","end":"143.560","lines":["Thanks for taking the time to chat with us today. Can you tell us a little bit about the Leonardo da Vinci DNA Project—like, how it began and especially, like, what your role has been with the team?"]},{"begin":"143.560","end":"212.880","lines":["Yeah, this team is fascinating, and I’m just one little piece of a very large team. So there are Leonardo art experts, art historians. There are geneticists and environmental scientists. There’s physicians. And everybody brings such a big part of their knowledge to this information that we’re trying to gather, which is: What can we learn about Leonardo? What can we learn about his ability to see things that you and I just don’t have that ability to see? He could see the flutter of a dragonfly’s wings that you and I just—we don’t have that ability. What gave him the ability to see and envision helicopters [Laughs] when there weren’t even helicopters built, right? So I think there’s just a large team of people in the world in general [who] are interested in Leonardo and the genius of that man."]},{"begin":"212.880","end":"241.880","lines":["And so I was a professor at the J. Craig Venter Institute in La Jolla, California, when I was approached about this project. And we actually published a paper in 2021 so this has been going on for a long time, obviously—where we went to a private collection in the home of somebody, and we swabbed and we tested artworks in his private collection at that time."]},{"begin":"241.880","end":"274.280","lines":["And so I still have been involved with the people on the project. I’ve worked on some of the family tree history and to current relatives of Leonardo’s. And so I just—I’ve been fortunate to be part of the team, to bring in some of my expertise as a forensic scientist. You have to know that what we work with, oftentimes, are very small sample sizes. The research scientist is often working with blood samples. You know, someone who’s looking ..."]},{"begin":"274.280","end":"274.560","lines":["Yeah."]},{"begin":"274.560","end":"297.960","lines":["For the cancer gene, they’ll take a whole tube of blood from somebody, and, you know, they have a lot of material to work with, whereas in this example we’re looking at artworks that are Leonardos, are potentially Leonardos that have very, very small biomass associated with it. And so that’s the exciting part for me."]},{"begin":"297.960","end":"314.280","lines":["And just so I’m clear—what you’re essentially doing is: you have this massive team of people coming together to kind of try and find any potential fragment of Leonardo DNA to try to stitch that together to get a picture or a sense of what his DNA might have looked like because you don’t have his DNA."]},{"begin":"314.280","end":"332.320","lines":["Right. We do not have that, right? And there’s no material that has been identified that is his. So if you can gather this team of people and look at different approaches and, you know, look at a sliver of history here and understand it a little bit, that would be great."]},{"begin":"332.320","end":"351.880","lines":["And my understanding pretty recently is that part of the swabbing project, one of the things that you specifically were able to swab was the Holy Child, which is a chalk drawing that is potentially thought to have been sketched by da Vinci. First of all, what was that like, doing that swabbing of that piece of art, and also, what have you learned from that swabbing?"]},{"begin":"351.880","end":"389.000","lines":["Several things we learned and one of the first things we did is Dr. [Thomas] Huber, part of our group, made a very beautiful photograph of it, and what we were able to do is we were able to handle that photograph and move it around and kind of look at it in all different perspectives so we weren’t handling the actual Leonardo—potential—drawing, right? And so we had a piece of paper that we could move around. We could look at it. We could examine it. We could discuss, “Well, what do you think of sampling here? What do you think of looking at it here?” I thought it was a brilliant idea."]},{"begin":"389.000","end":"409.440","lines":["The second thing I learned from working with Dr. [Thomas] Sakmar and Karina Äberg—she’s an artist—and the way people handle artworks. Sometimes they handle the artwork in the corners, and that makes a lot of sense to me, right? You’re not gonna handle a piece of artwork in the middle of it ..."]},{"begin":"409.440","end":"409.480","lines":["Yeah."]},{"begin":"409.480","end":"432.280","lines":["Where the main focus is. So we focused a lot of our work on the corners of the areas of the artwork, thinking that somebody might be handling that area very, very closely. So that’s fascinating, right? As a forensic scientist, a geneticist, I’m gonna dig right into the middle of a bloodstain for my evidence, right? [Laughs.]"]},{"begin":"432.280","end":"432.560","lines":["[Laughs.]"]},{"begin":"432.560","end":"435.120","lines":["But here, we’re kind of looking at the periphery."]},{"begin":"435.120","end":"447.000","lines":["It feels like, with these techniques that you’re using, it’s almost like a mystery or a puzzle that you’re trying to stitch together without being actually able to see the image on the puzzle box. Does it feel that way to you?"]},{"begin":"447.000","end":"477.040","lines":["I mean, it’s definitely a puzzle. I had never thought of it that way, but maybe that’s what science is: it’s a puzzle without knowing exactly what you’re looking at, yeah. Yeah, so we are trying to make discoveries, and the goal of these discoveries has not always been to just find Leonardo’s DNA but to understand, you know, how that drawing or that painting moved through history ’cause that is of historical significance, something that’s 500 years old."]},{"begin":"477.040","end":"505.960","lines":["I know oftentimes with big, bold, ambitious projects like this people get very focused on whether or not you’ve succeeded, right? There’s often, like, a focus on, you know, “Do you have the DNA yet?” or whatever. But one of the questions that I have for you is, like, what kind of advances have you made along the way? I’m wondering if there’s anything that, you know, over the decade or so that you all have been working on this project where you—you’ve managed to advance science or techniques in interesting ways that maybe don’t get as much attention as you’d like."]},{"begin":"505.960","end":"522.400","lines":["Yeah, so one aspect is, you know, we looked at different sampling techniques, right? And we have taken liberty on some lesser-known artworks and cut holes in them, punched holes through them ..."]},{"begin":"522.400","end":"523.320","lines":["[Laughs.] Oh, wow."]},{"begin":"523.320","end":"548.480","lines":["And so—but we did that to try to understand: What is the material we’re going to get? We did a 1.2-millimeter punch, a 2-millimeter punch, you know, and so forth. And what’s the information we’re gonna gain? Most likely, the bigger the punch, the more material you’re gonna get, right? And so it’s testing that—those hypotheses and what is the information that you can recover from that."]},{"begin":"548.480","end":"573.880","lines":["So we don’t want to damage any artworks, so that’s always been on the forefront. But what can we do? How lightly can we swab to how vigorous do we have to swab to get material off of there? So I think we’ve learned something there. We even used a wet vacuum system, where we’ve wetted the material and then sucked up the buffers and collected the materials off of there."]},{"begin":"573.880","end":"602.480","lines":["And then I think the other area that, you know, we’ve learned a lot about—and this is just the decades and decades of work in genome science—is just the accumulation of the data, the whole-genome sequencing that is going on, the compiling of that data and pulling information out of that data, and the bioinformaticians that are working in that area and pulling information out. That’s fascinating as well."]},{"begin":"602.480","end":"611.560","lines":["I think a lot of people have a perspective of, “I don’t know that you need a lot of DNA,” I guess [Laughs], “to get something,” but it seems like you’re working with really tiny samples."]},{"begin":"611.560","end":"627.640","lines":["Yes, it is, it is very small samples, right? And I was looking at artworks around my home, and I have a framed photograph right here in front of me that’s been here for probably 20 years and hasn’t moved, right?"]},{"begin":"627.640","end":"628.160","lines":["Yeah."]},{"begin":"628.160","end":"648.440","lines":["And I’m sure it’s been dusted and everything else, but it could tell you information—not just human DNA but, you know, microbial DNA, things that have happened in this home, in this room. You might learn a little bit about it by getting that small, small sample size that you’re pulling off of that."]},{"begin":"648.440","end":"694.160","lines":["One thing I, I wanna make sure I’m clear about: everything that you have, everything that you touch, we can get some kind of DNA off of it—everything that’s been exposed to the environment. So you’re, you’re absolutely right: this is small amounts. The research scientist that’s looking for the cancer gene doesn’t want a small sample size, right, but a forensic scientist works with small sample size a lot. And then we know we’re starting with very low biomass, we know we’re starting with very small material, and we know that that material is not just human. We know that there is going to be bacteria or, you know, fungus or viruses in—mixed in with that."]},{"begin":"694.160","end":"698.080","lines":["I think in one of the articles I read that one of your samples, you found malaria?"]},{"begin":"698.080","end":"702.360","lines":["Yes, and that is from some of the letters that was sampled."]},{"begin":"702.360","end":"703.280","lines":["That’s wild."]},{"begin":"703.280","end":"705.000","lines":["It’s fascinat—it’s interesting, isn’t it?"]},{"begin":"705.000","end":"705.560","lines":["Yeah."]},{"begin":"705.560","end":"720.040","lines":["I mean, and you just stop and think about that for a minute, right? It’s not a living organism that’s going to be communicable, but there’s historical evidence there that it was there at one time."]},{"begin":"720.040","end":"747.480","lines":["I know that, as researchers, you’re not necessarily thinking about practical applications, but one of the possible use cases that I’ve seen floated for the techniques that you’re using is potentially being able to authenticate other pieces of art. So once this project is done that people will be able to use that technique to—instead of relying on, you know, paintbrushes or, like, other [Laughs], other things that historians have used to determine whether or not a, a specific artist made a work. I was wondering if you could talk a little bit about that."]},{"begin":"747.480","end":"776.760","lines":["Yeah, so, so I know that that is a goal of people, is to be able to give that kind of information. And I think that there needs to be a lot more data collected. I think there needs to be a lot more access to artworks, historical records, whatnot so you can build a database of sorts of the information that you can glean from it to be able to say something about the provenance in the future."]},{"begin":"776.760","end":"808.440","lines":["So let’s say you had an artwork that you could say was a certain master artist, and then you had a second one and a third one and a fourth one, and you knew all of those belonged to that master artist. And then you did this biome work on it, and you developed a database of sorts, and you see a pattern with those—then maybe that could lead to, [in] the future, a lesser-known one that you could compare it to that database."]},{"begin":"808.440","end":"829.000","lines":["But I think the—that’s in the future. We’ve taken some first steps, and hopefully, people can carry on and look at some of the techniques, some of the successes we’ve had here, and build upon those and be even more successful in being more certain about the provenance of something, right?"]},{"begin":"829.000","end":"861.360","lines":["And then I think, just like a criminal case that we do, there’s a lot of information that comes in together, right? So if you talk about my work, I mean, there’s fingerprints, there’s eyewitness accounts, there’s alibis, and then there’s the DNA testing and maybe the digital-media evidence and all of that, right? It’s a case. It’s—you take all that information together to build upon that case. I think that’s the same thing here, is this is a piece, an exciting piece, and I think that it can be built upon."]},{"begin":"861.360","end":"872.800","lines":["That makes sense. It’s like when we first learned how to do radiocarbon dating, and, you know, you can—now that we have it you can use that on a forgery—or, or on a painting and, like, just by age be able to tell, like, “Oh, well, like, it can’t be real.”"]},{"begin":"872.800","end":"875.000","lines":["Absolutely, but when they first did it, right ..."]},{"begin":"875.000","end":"875.200","lines":["Right."]},{"begin":"875.200","end":"882.480","lines":["When they first did it they were like, “Ooh, is this working?” And then they had to get more and more data. Beautiful example."]},{"begin":"882.480","end":"925.960","lines":["That makes sense. I have kind of a serious question for you, which is something you hinted at at the top, when you were talking about how the hope is maybe, if you get more of da Vinci’s DNA or are able to sequence his DNA, to be able to use his biology to, for example, see if something like his visual acuity might be rooted in part in his genes, right? Like, genes don’t ever tell the full story; you and I both know they tell part of the story. But we’re kind of living in an era of white supremacy and tech billionaires who are trying to genetically engineer children and who are eager to find their intelligence in their genes. And I’m wondering if there are any [concerns], that you worry that work like this could be weaponized in support of aims like that."]},{"begin":"925.960","end":"944.160","lines":["Yeah, so there’s a whole discipline of people that work in those areas. That’s a hard question to answer. Am I, am I worried about that? No, not from the work I do. I’m just a scientist looking to answer some questions, right?"]},{"begin":"944.160","end":"987.880","lines":["And, you know, I hope people use science to help us in this world. And, and obviously, there are people, very smart people, that use science sometimes to build dirty bombs and, and things. So yeah, I can’t spend my time worrying about what people will do with the little bit of information I’m putting out because if I did, then would that hamper the work I am doing for—just to learn things, to be knowledgeable? So I don’t worry about that, and I hope that doesn’t sound irresponsible."]},{"begin":"987.880","end":"1002.040","lines":["I read something that someone wrote about the work that we had done, and he said, you know, “This will allow us to build upon—this is a foundation that we can build upon and learn more.” And that’s what I hope it’s about."]},{"begin":"1002.040","end":"1008.240","lines":["Thank you so much. This has been delightful, and I think the passion that you have for this has really come through."]},{"begin":"1008.240","end":"1010.920","lines":["Oh, thank you, Kendra."]},{"begin":"1010.920","end":"1014.200","lines":["That’s all for today. Tune in on Monday for our weekly news roundup."]},{"begin":"1014.200","end":"1032.320","lines":["But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"1032.320","end":"1049.800","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1049.800","end":"1068.920","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"]}],"duration":1068}