{"title":"What science reveals about polyamorous relationships","img":"https://static.scientificamerican.com/dam/m/326341767d0911de/original/2602_SQ_WED_POLYAMORY.png?m=1771887103.341","url":"https://www.scientificamerican.com/podcast/episode/how-polyamory-works-according-to-relationship-researchers/","audio":"https://traffic.megaphone.fm/SAM2376000626.mp3","intro":["Discover what researchers have learned about polyamory, what misconceptions people have about such multipartner relationships and how individuals actually navigate them"],"authors":["Kendra Pierre-Louis","Rebecca J. Lester","Fonda Mwangi","Alex Sugiura"],"category":["Psychology"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"For many of us, our mental picture of romantic love is a couple. After all, a firmly monogamous relationship between two people—ideally married—is often portrayed in popular culture as #goals. And to some degree that is reflected in American attitudes. A 2023 YouGov survey, for example, found that 55 percent of Americans preferred some form of fully monogamous relationship."},{"author":"","text":"And yet that same poll found that roughly a third of Americans were interested in relationships that were something other than full monogamy. In fact, one in eight Americans said that, with their primary partner’s permission, they had engaged in sexual acts with someone other than that partner. But for many of us, our understanding of nonmonogamous relationships—especially polyamorous relationships, where people have multiple romantic relationships at the same time—remains murky."},{"author":"","text":"I talked with Rebecca Lester, a professor of anthropology at Washington University in St. Louis and a licensed clinical social worker who recently wrote about polyamory in the March issue of Scientific American, to shed some light on the topic."},{"author":"","text":"Hi, Rebecca. Thanks for taking the time to join us today."},{"author":"Rebecca Lester","text":"I’m happy to be here."},{"author":"Pierre-Louis","text":"How did you get interested in the subject of polyamory?"},{"author":"Lester","text":"I got interested in it many years ago through the process of my personal experiences in the dating world, actually. I had gone through a divorce, and I was back on the dating scene, and like most people these days I was on the apps, and it was something that I just kept seeing again and again on different profiles, people talking about nonmonogamy in all sorts of different ways. And so I got very intrigued by how just up front people were, how widespread it seemed to be, and as an anthropologist I got curious about what was going on."},{"author":"Pierre-Louis","text":"Can you give us a basic description of what polyamory is?"},{"author":"Lester","text":"Yeah, so polyamory is a form of what is called consensual or ethical nonmonogamy, and it is a situation where people have more than one romantic partner—not just a sexual partner but an actual relationship, romantic partner—and everybody in the situation is on board and consents to what’s going on."},{"author":"Pierre-Louis","text":"So the U.S. is, by and large, at least socialized to be a monogamous society ..."},{"author":"Lester","text":"Absolutely."},{"author":"Pierre-Louis","text":"And we often think that there’s only one true love for us out there."},{"author":"Lester","text":"Right."},{"author":"Pierre-Louis","text":"How do polyamorists see love and intimacy sort of differ from how we’ve been socially conditioned?"},{"author":"Lester","text":"So in polyamory the idea is that we have many people that we can love and who can love us; there’s not just one true love out there that you seek, and you find, and then you live in married bliss forever—or monogamous, doesn’t have to be married. But in polyamory the concept is that, as humans, we’re wired to connect, we’re wired to love, we’re wired to receive love and that that can take all sorts of different forms with different people."},{"author":"Pierre-Louis","text":"Can we talk a little bit about how polyamory is perceived in popular culture and then talk about sort of, how you highlight in the piece, the lived reality kind of contrasts with that?"},{"author":"Lester","text":"In popular culture the perceptions of polyamory generally are fairly negative, especially, you know, as it’s grown in popularity and had portrayals on different media and things like that. It’s something that doesn’t fit well with our common understandings of what relationships, quote, unquote, should be, right? This idea that you’re not just monogamous with one partner, but you have many partners is usually seen as something unethical in our society, right?"},{"author":"","text":"And so that kind of framework is placed on polyamory as well, whereas in reality it’s very different than the way that most people think about it. The people that I spoke with and that I, that I know in this world, ethics is really at the heart of what they’re doing, and so they take it very, very seriously that everybody be thoroughly informed and thoroughly consent to any arrangements that are happening."},{"author":"","text":"And so that’s really different than the perception that it’s just an excuse to cheat or it’s a way to sneak around or whatever the case may be—just get sex with different people. Like, it’s very different than that, and unfortunately, that’s the way it’s often portrayed."},{"author":"Pierre-Louis","text":"People often assume that you can’t cheat if you’re in a polyamorous relationship, but in the piece you really lay out that cheating does exist. Can you talk about what it means to cheat in a relationship where you have multiple partners?"},{"author":"Lester","text":"Absolutely, and I think this really illustrates the core of the focus on ethics and polyamory that yes, you can absolutely cheat. Just because you have multiple partners does not mean that anything goes and you can just do whatever you want all the time. Like I said, the focus is really on informed consent of all parties involved, so that means a really intense labor going into keeping open communication and making sure everybody is informed, right? That’s the heart of it."},{"author":"","text":"So if somebody is not keeping their partner informed about what they’re doing or they do something that’s contrary to what they agreed upon, then that would classify as cheating, and within polyamory that’s seen as absolutely unethical, just like it would be in monogamy."},{"author":"Pierre-Louis","text":"I thought it was interesting, I think it was a woman in the piece, her [partner], I believe, had other partners outside of their marriage, but he was also meeting with the neighbor, and she didn’t know about the neighbor, and that’s cheating."},{"author":"Lester","text":"Exactly, that she knew about his other partners, and he knew about her other partners but then found out that he had had something going on with the neighbor, and that had not been disclosed, so that was cheating, yes."},{"author":"Pierre-Louis","text":"It’s interesting that even in the context of a relationship where you’re allowed to have partners outside of that relationship someone would choose to hide it."},{"author":"Lester","text":"Yeah, that’s a really curious thing, right? And it suggests the act of cheating or dishonesty is certainly about something other than just freedom to have sex with someone because they have that opportunity, so there’s something else going on there that has led to the secrecy and the lying, and so that’s really where the issue lies."},{"author":"Pierre-Louis","text":"I think one of the things that I thought was really interesting in the piece, one of the things that was discussed is that some people who are attracted to polyamory, it’s coming from a place of wanting kind of full autonomy. And I thought that was interesting because so much of how we discuss relationships is often about having to give up some of that autonomy, and I was wondering about that tension."},{"author":"Lester","text":"Yeah, that is a tension, I think, that we all experience in any kind of relationship that we might be in, right? Like, how are we in connection with someone else but retaining our own sense of autonomy or individuality? And I think, you know, in polyamory it’s a little bit of a different set of issues involved, that on the one hand a person has autonomy—all people, ideally, in a polyamorous situation have autonomy to choose to engage or not engage in any relationship or any activity at any time."},{"author":"","text":"And I think what’s—partially what’s different about that in the monogamy is there’s this kind of presumption in our culture and in our history that once you are partnered with someone, especially if you are legally married to that person, there’s an expectation that you are giving up some of that autonomy, anyway, to be part of this relationship."},{"author":"","text":"And in polyamory it’s just very different. Everybody retains their sense of autonomy, but any connection or relationship they build, it’s something that’s negotiated within each situation, as opposed to, you know, “Now we’re married and so we both expect each other to be, you know, sexually exclusive.” It’s something that, that in each situation is, is negotiated anew, as opposed to having like a priori expectation based on, you know, whatever your status is."},{"author":"Pierre-Louis","text":"I mean, that’s a good point because I feel like one of the, the jokes that I think people often make about polyamory is sort of like, “Where do they get the energy?,” that it just seems exhausting. And the piece notes that the mental and logistical work needed to keep polyamorous relationships functioning is often more significant than you would find in a monogamous relationship. And that feels like, to me anyway, for the people who are polyamorous, that for them, even though there’s this kind of up-front or this extra energy in negotiating the relationships the benefits outweigh the cost."},{"author":"Lester","text":"Absolutely, and yes, there is more labor and energy that’s involved because of the importance placed on open communication and, like, constantly checking in and making sure everybody’s okay in a situation."},{"author":"","text":"But the way people talk about it is that that is a small price to pay for having relationships that feel mutually fulfilling, that feel expansive, that feel fresh because you’re continually revisiting it and making adjustments if needed and really attending to that core foundation of the connection in a way that often in monogamous relationships kind of gets assumed that that’s already been done and taken care of, and people then move on. So it is extra work, but the benefits seem to far outweigh that for people who experience themselves as polyamorous."},{"author":"Pierre-Louis","text":"One thing that I think comes up when people hear polyamory is they hear polyamory, but what they’re envisioning is polygamy."},{"author":"Lester","text":"Yes."},{"author":"Pierre-Louis","text":"[Laughs.] You said that, like, so enthusiastically."},{"author":"Lester","text":"[Laughs.]Yes."},{"author":"Pierre-Louis","text":"Especially if we’re talking about male-female relationships, right, because there—we live in a patriarchal society, so there’s inherently a power dynamic there. How does polyamory differ from polygamy?"},{"author":"Lester","text":"It is radically different. So polygamy is [primarily] a religious practice that is centered on the model of one man with multiple female partners. And that is very different than polyamory, where all partners have total autonomy to date or be with whomever they choose, depending on how you negotiated and your particular constellation. But women have multiple partners, men have multiple partners, may or may not be heterosexual—there’s a whole range of things that happen. But it’s very different than this idea that there is, you know, one man at the center around whom a group of women kind of orbit. It’s a totally different power structure."},{"author":"Pierre-Louis","text":"Can you talk about the difference between polyamory and swinging?"},{"author":"Lester","text":"So swinging is a term that’s used for a couple who has outside sexual relationships with other people, consensual—it’s still a form of consensual nonmonogamy, but it’s purely based around sex. It’s about the sex; it’s about the sexual experience. And so many couples engage in that sort of thing."},{"author":"","text":"But polyamory is different than that. They do have multiple sexual partners, usually, but it’s not focused around the novelty of the sexual experience. It’s really about building these deeper connections."},{"author":"Pierre-Louis","text":"And you’ve been digging into polyamory as an anthropologist for quite some time. Was there anything sort of really surprising to you?"},{"author":"Lester","text":"The thing that really surprised me as I started to learn about it—you know, I had the same kind of misconceptions, I think, as most people do when I first started looking into this about, you know, what people were up to, why they were motivated to do it. And really what surprised me and caught my interest and motivated me to do this research was realizing how much ethics is at the center of what people are doing and this really, really careful attention to the power dynamics, to the nature of relationships and really trying to do it in a way that is respectful all around."},{"author":"","text":"And so that just surprised me. I hadn’t thought about it in those terms until I encountered it, and I realized how different that is than what the kind of notions are for people who don’t have exposure to it. So that’s what really motivated the research."},{"author":"Pierre-Louis","text":"If I can be so bold as to potentially be putting words in your mouth, it does seem like in some ways what you’re saying, or the takeaway from the piece can be, is that even if you have no interest in polyamory that there are things that people in monogamous relationships could draw from polyamory that could potentially enrich their own relationships."},{"author":"Lester","text":"Absolutely, yes, as an anthropologist and also as a therapist one does not need to be polyamorous or have any interest or intent toward polyamory to really be able to take some powerful lessons about relationship dynamics and relationship behavior and practices from the polyamory community. I think, you know, that the kinds of skills that people build when they’re really serious about doing this [in] an ethical way are skills that all of us need—in any relationship we’re in."},{"author":"Pierre-Louis","text":"I thought that the part of the article where you were talking about how when couples or partners were experiencing discomfort that polyamorous partners would often make an effort of sort of leaning into it and having that clear and open communication and that monogamous couples often withdraw."},{"author":"Lester","text":"That’s right. Because when you’re in a, a situation where there are multiple partners at play you ignore problems at your own risk, you know? Like, it’s dicey. It is dicey. I mean, there’s emotion involved. There’s all sorts of heightened feelings going on, and people are fully aware of that. And that’s part of the reason why it is so crucial to talk and communicate and not let things slide and, like, really try to attend to problems that might be going on. Because if you don’t, I mean, not only one relationship might get blown up, but it, it would affect a lot of people. And so it’s everybody’s responsibility to make sure that you’re really dealing with stuff as it comes up."},{"author":"Pierre-Louis","text":"Thank you so much for taking the time to speak with us today."},{"author":"Lester","text":"It’s my pleasure. I’m happy to be here."},{"author":"Pierre-Louis","text":"That’s our show! Tune in on Friday, when we explore how AI can help protect wildlife."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[6,19158,17559,17993,17265,19057,15233,15553,14643,12108,19970,11503,19711,17798,17466,19478,14459,16502,9897,12017,17187,22854,7818,10468,18310,17815,6338,18498,16534,10896,20301,14432,23686,12068,19150,16126,19071,6600,14765,18222,11765,5530,17905,18183,14447,17831,17673,17347,18188,16982,17724,15177,16798,23698,11483,18614,17812,14173,13378,14783,14475,14881,5932,17870,13559,14392,19718,21043,14887,11096,5921,18949,18687,22623,12793,4683,21681,19516,23681,19389,17895,20556,18150,16283,20298,18574,15999,17480,16308,16498,3404,13407,14117,15521,15248,12407,16586,14198,13741,8552,8,120,665,1668,2886,16516,9522,13648,11323,11961,13613,12780,15744,12530,15587,13987,14721,16210,15008,14849,15209,15606,13323,16994,17981,16542,16356,15109,16919,16271,15058,17574,18382,17699,16407,18179,16369,14242,17581,13038,10449,9259,19612,19701,14269,14319,14683,9063,11224,16190,13570,14064,13571,14891,14940,17453,6675,9179,10596,12282,14578,17702,17273,16187,15445,12425,9763,12162,8444,3368,3688,3599,3998,19657,15419,15803,10256,15070,10714,14786,14560,10901,1298,1069,22622,13584,14633,15784,10982,12341,11030,10662,11239,15551,1385,20123,16393,9488,16790,19624,11888,13154,13921,10676,16357,18315,15688,11437,7172,1516,12501,18130,11755,12214,15922,12377,10281,10434,6063,2445,22625,16553,13557,15615,16553,11772,10832,11712,15098,12111,17295,14207,14204,10642,15368,18800,11867,12264,14798,12935,9286,11509,8501,2218,21724,19735,2688,15273,14434,13573,12420,15518,15723,14576,12168,9659,13778,12042,12839,10192,8754,1698,18804,19828,20376,12286,9364,13470,7196,2005,14681,22635,15795,14544,10902,12493,9291,14228,18318,13468,13964,13229,12876,9823,1349,14309,12403,15005,13842,18814,13430,13863,15473,14004,17016,8523,1165,16697,16270,12916,14967,14544,11901,12900,13821,11029,13258,10571,7208,2658,20393,14534,13475,16155,11196,11093,12438,21664,15806,15729,12082,14913,12653,13528,16757,13046,11898,3445,17328,12636,6344,2905,2549,18918,22188,15950,19111,17326,11742,14168,14540,13094,13556,12706,11408,12951,11154,10675,9799,5912,3326,18904,19422,11293,14031,10220,12105,1401,16313,13685,14556,15240,14158,12979,14039,15054,10038,10428,12363,11292,6736,11841,14081,12724,9979,10529,815,678,17844,12274,12569,12970,12440,9569,12592,9921,3915,22422,20995,15865,1776,19187,11742,15819,10620,9184,8594,12099,11558,7044,7180,22520,22643,16884,16765,15137,10823,13945,14510,18322,16790,19037,14347,14063,17602,16678,12919,15249,11973,16024,12006,11748,21029,9292,3012,19166,19531,19606,18126,20793,20219,2662,22626,22021,17110,14328,14365,19994,16949,14056,22170,18975,18151,21054,15679,11098,18135,22621,8630,12118,14463,20930,13055,17646,12485,14134,17899,6982,6603,13827,1382,17702,22632,22632,22291,15220,13373,11829,17523,17228,12974,16714,21292,16706,13920,12541,10826,6896,19687,10661,19178,13494,1067,9297,15729,18323,8607,15242,17826,15227,18633,9191,12801,17392,12427,12136,20341,17585,16493,15975,11455,14080,7373,13676,12778,14499,11513,18046,16333,15970,11762,11991,8408,9106,10735,19279,20454,17054,18527,15155,16552,14538,13232,15675,14951,12244,17056,16381,10171,10880,1586,18309,22469,17059,17335,11660,2558,2005,18751,13914,12493,13629,14924,14330,11611,16230,14997,12972,14225,7501,17180,15102,16174,18149,14692,19300,11257,10885,17233,10213,14610,15763,13280,14365,14877,12668,1430,22630,22619,15855,12000,13598,11953,20847,15790,13311,17661,14340,11131,16896,15121,15591,2465,15416,11408,13989,12467,10771,13889,8819,5533,22681,12897,9277,303,14083,15814,13626,10409,11346,12825,12157,13193,7653,20284,6496,19520,11912,3261,18274,10431,10809,11194,16463,10108,11795,14930,20682,9427,16027,14966,20362,13476,11701,14585,9225,8154,11685,11423,19741,11853,10437,10785,8954,3858,202,15535,16751,19270,22617,17554,13781,19838,16620,18917,19356,13006,18865,8015,14325,11288,17268,17956,9674,20448,14919,15359,16727,5934,15683,14839,22649,19520,19828,15077,13705,19173,16987,16975,12752,15839,14548,15539,14211,19002,18773,21262,22661,18347,20034,13408,14681,22653,13582,14405,14881,16495,20556,22216,738,339,22578,15283,15385,20302,12582,14158,11848,19382,11528,12035,13021,17184,10948,11649,14400,11681,15101,22682,15545,18222,16966,14935,10956,14438,13789,12109,10541,13087,13454,13614,14107,15357,8702,13351,11302,7016,10914,10855,13192,11894,624,21885,13500,564,18376,17505,9394,16332,11516,9529,8717,18842,20232,13265,10398,9918,17364,7513,12507,12684,20517,17425,18751,19520,22701,18257,17526,21605,11983,19033,13509,12773,14206,15241,14038,436,22,22432,22572,22501,5272,19310,22591,20788,21523,14635,14645,14910,14828,15187,17098,13430,9865,13228,13852,20445,13284,12890,20591,11453,22617,17369,15622,16600,14578,18919,9219,1255,10557,20813,17653,19329,13776,21928,13945,17050,13719,16004,13043,11570,4561,18085,11283,13731,19623,17450,22343,14371,19302,11322,14149,14635,12324,17143,15776,14959,12887,18219,18807,14669,22603,13410,16736,17318,16586,11264,10583,15929,21094,21342,19038,13313,8293,18421,14762,16534,14636,13375,14108,12538,21095,17337,15599,9956,16469,9381,21502,17318,19563,14609,13207,7379,9127,14170,22595,20341,16294,3889,15301,20165,22547,15558,13554,657,400,21394,19021,15001,15337,7812,13358,22532,21453,14025,13125,16295,13791,12461,12397,7998,1227,18751,20284,17489,18935,12813,11450,6367,22406,22399,20499,22562,10794,8129,20121,17021,9846,12945,12018,14319,16168,12647,16276,17379,12424,20084,15305,5789,20098,16036,6999,1873,17392,16784,18250,17370,13012,22135,13418,17936,14247,14597,16594,12481,17639,11414,18650,16670,16235,18875,1422,14639,20756,22631,14730,21369,14409,10882,11338,18716,22608,13758,15097,15547,20507,16305,18068,17063,19002,6692,11755,14892,14019,21759,16261,15269,11520,12670,5485,15294,15817,15123,9838,11299,12358,12059,12168,9741,11332,13256,10900,10295,16769,13739,20605,14862,6912,13904,15720,12200,12627,15973,9372,1826,15535,13214,17254,5028,19730,10500,12130,11701,12538,13935,9131,12958,12657,1329,14134,9098,41,20736,13766,17859,13904,15459,14281,17599,11471,5361,117,19966,17833,16285,14656,17984,14769,9591,14495,14483,20005,15058,14252,11796,13954,7899,16027,17684,15747,1310,620,13,11302,19822,16959,16511,9092,17711,19962,22603,17733,18584,12867,8859,12790,14465,19897,9020,15721,15988,14894,4066,1720,19360,21945,16779,21022,12932,12096,15997,16648,17448,11077,18272,18335,21609,15830,17701,15745,10638,22641,14707,11637,19173,14338,15343,22590,11199,22645,19240,14859,19486,16416,18724,17516,8985,17060,20238,12379,12733,22615,18870,15181,16200,12194,18815,18371,2117,12743,21116,15012,22642,15921,16360,4351,19995,14906,14367,16631,15459,12881,2312,22564,22382,12750,15223,8407,19837,20524,15277,15900,22467,20574,20351,13807,14974,19944,15267,11644,205,20019,22567,20351,16636,15534,20761,14046,15881,17097,19612,22649,20817,13428,8351,19122,22642,13323,14953,10747,9746,17518,10401,487,19256,11050,9903,8713,17911,12763,10955,9573,10842,3429,3652,18072,15182,423,19248,12087,10525,8712,126,21652,16816,16447,19163,18951,13096,4383,21471,15428,20054,13120,9088,14086,13321,12399,13413,14533,16136,15760,12311,18502,18767,11650,4848,14448,22641,16185,13790,18325,22640,14936,15052,17165,12256,13606,22587,17152,14305,16538,12273,22554,21509,19470,10336,21964,16874,14272,16044,16909,16854,21880,22593,14111,18680,22630,22045,8989,5975,4426,13493,14052,10975,11168,12628,14318,10775,12780,13456,10903,12759,14957,14856,10711,18253,15096,15880,15617,12622,773,7927,20104,10500,2694,12244,9479,16256,22450,17447,16417,15628,18614,17729,16099,16305,22584,9862,15694,14826,17827,15295,9383,17528,21053,14145,19655,12144,14861,549,18186,18721,21334,12577,9938,15365,22646,22604,11884,15037,12097,21997,19339,13764,17501,11947,19938,20754,21523,12350,19813,15785,15730,19154,11991,22613,16227,15244,12774,18484,12401,11376,3550,22191,18712,15439,12838,17046,11656,9429,10939,11505,13376,10869,743,16986,19895,11938,10874,9757,18374,16177,11782,18580,16009,14620,17848,9477,194,11236,13326,16615,12477,11785,12023,13257,12524,11596,10247,12031,13186,14640,10404,903,21271,21856,16673,14670,9890,13796,14547,17579,16246,10999,7409,47,16982,20927,14939,11033,14160,925,17543,18242,13468,15651,10153,10019,15659,8192,11285,9006,13244,12835,14845,10591,10220,10497,19506,19480,18131,21234,16365,21338,19386,13178,16354,18061,15064,14567,21064,15976,17381,20985,20902,19616,19069,21294,16940,18292,16266,18575,19048,17042,13047,11777,4426,13144,14090,12068,19684,10855,15273,7179,2250,11117,17679,16171,18210,10371,22616,16967,15181,20794,21990,13153,13238,10693,10962,14465,22622,20498,15396,15018,17187,10954,15112,15950,13606,11678,21979,21763,13853,5103,22596,16869,18829,13871,13597,17278,20016,18263,13353,14313,7842,17189,18519,20368,15285,16773,17617,14856,15843,21109,16026,16064,22549,13837,10307,959,1207,18788,21362,17604,19370,14623,20850,20823,13246,17923,10138,12499,12125,20084,20617,16024,15380,13484,19004,15404,11922,20064,16049,14223,17366,17033,12074,15014,15110,22621,14631,18051,13029,14600,16024,17054,9477,20744,22642,22622,12591,19190,20676,21094,20892,17005,22106,22635,22632,14711,17392,13077,11294,10093,19258,12812,11522,17635,16879,17146,10439,1507,21681,19903,21651,22612,16969,14431,14753,13999,19256,17187,16208,20257,14785,13341,12768,12465,12544,16404,13996,17741,22605,12457,17375,14780,14006,17244,14015,14125,12055,11332,12019,2109,2039,18229,22618,19299,20418,15480,15727,14446,17842,22607,17033,15161,11747,11906,6836,21610,6034,22613,20862,12671,16355,18505,22112,22625,22539,19821,18068,19330,18465,17847,20575,15288,22618,13308,22603,16063,14477,15196,8224,19960,20394,16301,13092,16230,17249,7937,12225,20839,14477,15290,4840,1896,19523,16776,14155,12217,15140,298,13744,10902,18424,13960,16633,12165,10731,13641,13613,12180,16337,10357,9910,3611,316,22084,10126,16415,17780,13644,10853,8369,21203,12746,14768,9296,10060,15368,14406,19220,12174,13181,13333,15532,19784,12575,12369,12053,17368,9433,14779,8824,10807,13622,11142,10624,15094,10113,7500,392,14953,17485,13130,11637,10234,12359,9852,15536,10590,12152,13036,740,20784,16507,14118,16012,9625,13134,13434,15135,14753,18570,15094,14055,740,22590,20715,13134,14422,13862,7291,12504,22630,20490,446,20520,20603,15682,22576,10534,14133,11692,16570,11599,19899,21471,21451,11851,14322,2735,0,17441,11110,8830,8819,13840,22578,14324,12774,16489,17252,18360,16351,18623,14803,13746,11568,14595,6691,14665,9724,9738,17779,16238,15519,14659,9399,16942,12207,22606,13768,21243,18638,12746,16200,15340,16107,13910,11984,16566,8533,2975,21197,19405,22640,22609,18499,22633,22646,16433,14760,17487,16436,20385,21768,12007,12599,17336,5502,12451,12557,11586,16138,14447,1310,19469,14959,16844,17658,19593,12096,18500,15909,12362,22631,22573,11900,12603,13738,13292,12555,3664,16048,18835,16111,14029,17926,17825,14210,16745,10427,13929,15507,15893,15411,13296,22603,22614,22511,16939,11732,13727,15958,20958,20135,19365,19559,22585,19019,6200,18724,20007,18973,3005,20100,18411,22593,15367,20304,19020,17493,22597,12678,16988,18815,18168,8637,14315,19674,12070,625,22303,16970,15582,12979,16392,14858,18848,14613,11578,13305,19309,20166,18530,13521,12136,11815,15332,15840,18210,11525,8234,3886,18591,16591,12904,11753,11966,13497,7043,12119,12489,13573,11741,11358,434,17412,13972,14410,16200,10684,9879,1105,19773,16255,17060,11445,9883,13235,12189,22613,3170,22706,22450,13035,14722,16067,10481,17112,14531,21565,22640,20302,20290,20001,15332,12171,66,22621,18494,17046,13879,14044,14557,11500,9803,18387,15806,5540,15748,13823,12890,15052,10334,9836,11680,7668,137,94,22525,22631,8325,14702,6922,22354,19866,15134,11008,12748,11699,9716,10403,38,20077,22620,22632,12463,13725,13179,15476,13201,14183,17990,17625,9612,2360,1103,19693,20793,19269,16721,8032,22611,22627,18776,17820,15725,17741,16749,13330,6536,12623,12203,13729,12089,5263,33,29,22061,11306,22591,20059,17585,16012,14771,12972,15753,19631,20105,17617,16784,12701,14600,13691,9736,20073,14065,12231,22313,15421,13004,19686,16824,18124,15916,13124,14320,10330,14560,12354,19047,22223,21915,1971,17052,21288,8785,8737,22580,11034,22509,14238,20047,14515,18495,12761,15273,19064,15210,17638,13895,14675,16575,15152,17992,11877,16156,16499,1906,19154,22530,20403,19690,14676,16155,17376,13744,12520,16150,16260,20272,20405,16561,22622,16599,22134,14661,13328,10096,14664,10900,9717,15033,11596,14297,14916,16376,18163,15379,11198,5239,16875,18574,14101,11271,11187,12600,11917,11611,8000,9604,16363,10664,17325,16279,20186,17141,14100,8234,16026,18294,1848,14552,19623,16183,14519,11599,9576,22626,22596,22564,22622,12664,13540,20552,14682,14533,15635,10104,19585,16153,16609,20631,15046,17175,14082,22341,22620,19439,14121,18721,18289,20205,13261,5068,21704,22643,18776,6872,19929,16733,14131,12280,5564,2109,22628,11837,21117,21556,13328,21882,18525,14575,9526,17728,15016,11642,15826,15629,12861,13764,14255,12332,15819,13027,15751,22627,12977,21494,22608,18261,22350,20981,17934,17057,21981,10946,10326,7817,14682,13473,18597,13878,7115,9501,12878,10909,2727,16,17944,15394,11897,14271,13208,9632,14970,14683,11512,11060,11523,10506,9599,13773,10697,16663,16516,12221,7379,13922,13194,8389,5745,13048,12487,10297,245,19855,22520,16745,21281,15390,21042,12102,18649,22608,21485,12280,14226,14267,1576,392,231,13911,22627,14703,17067,12430,13800,10937,16244,19480,16022,18159,11141,11284,22677,18876,18208,14252,20864,22104,19035,22617,15401,15458,16061,20022,15307,1062,19659,15480,20219,14115,18565,11582,13642,14595,13765,12125,11348,13659,7599,17645,18596,9238,18803,21791,21802,20451,14800,13832,11804,15540,11647,6045,12592,16382,11252,16199,13548,16415,14236,1794,1948,21104,22630,11617,10981,17970,17595,17633,16911,15506,14589,14935,22347,18866,7185,13115,18610,9440,14797,21013,22199,22298,21385,21167,16441,15861,14959,21709,22644,21223,22594,21692,21012,19143,13727,15559,8623,13745,15043,14861,16416,20508,22321,14746,17944,18944,20545,18175,14788,14585,8463,17721,21487,11141,10333,17800,453,106,22608,13110,12781,19208,22617,15841,15413,14691,11093,11943,13518,21828,12175,12670,8634,16748,12464,12572,15932,12264,7443,436,18185,4528,21401,11806,11997,12183,9100,21293,17622,13012,10868,11289,9321,11007,9861,7174,193,20137,18239,14372,15218,13831,11787,14206,13288,11247,11546,10445,294,21102,18503,13764,13680,14205,12397,17549,12647,15314,13824,742,209,19680,19321,10644,14825,10985,13294,17262,12858,12944,11085,8517,10942,10103,3773,22644,22673,13830,18027,22639,16880,20039,20282,19887,16131,16343,12079,4761,1665,18663,18753,15502,18915,19087,17061,21190,21060,17275,18345,17023,13136,18978,17229,16194,16101,10005,16627,18389,13904,18402,14408,18572,15896,15820,2525,22580,16107,13197,13448,22594,16065,20129,13570,13266,12871,21153,16183,20334,12761,20296,14202,15842,9810,8637,11503,17344,16638,18231,19443,21154,22614,21819,21288,14418,19822,17884,16275,11112,12783,16640,20799,10969,21228,21291,11494,13968,22570,22649,22629,22615,16359,12924,1647,21705,22719,17801,18617,12973,9561,22557,21814,14026,15220,17462,14983,12970,11469,14711,16899,17111,13043,8945,198,17903,11133,7332,21092,17531,17697,13889,15189,14657,11652,9756,15518,15065,15431,22657,19147,12050,12451,21097,12436,19460,21482,13660,22581,16052,10890,12865,13189,14907,15967,13702,12690,10918,11078,11280,18925,17715,12790,15536,15506,15338,15124,5836,10413,15687,9270,12859,17548,18535,14766,14035,13458,14174,16279,10443,465,20551,15413,4877,1226,7811,17454,16529,15377,311,22064,11812,22513,21000,14139,15126,19458,20186,13593,22626,12108,16716,20272,19298,13907,17548,14846,12571,19623,15227,11393,15946,8267,15572,16152,18376,12279,15007,14989,16386,14868,1510,1308,21204,18992,17244,19852,13639,19004,16961,11026,14251,16751,12579,6983,13332,10921,14910,15776,15423,15326,18219,17002,20491,18734,18604,13545,21460,12644,13742,11983,15972,20035,12329,11549,17544,19235,21103,15280,15592,16530,1399,1102,16432,17857,22641,12959,14600,20630,14460,9329,21149,19502,15212,16267,15944,3567,20496,19029,16448,22654,22606,19812,7715,14680,20339,18996,20212,14481,14039,11348,16576,15447,10636,14461,14018,10659,9143,2005,4348,3592,21437,13148,12247,14372,11502,10801,12189,12916,9458,10950,22594,22531,18369,11873,2228,4014,451,22643,17880,12661,11951,16380,21328,14084,10530,13832,17163,14261,11038,11693,17323,13685,4174,3429,1706,22678,15144,14694,11326,13555,11342,14234,14337,13627,12331,15708,11572,11823,15422,20059,12855,12384,11404,9302,617,2650,15662,18651,12436,19495,11273,18162,10753,11144,9410,718,16725,15206,14442,12624,16624,14209,13123,14341,9959,1208,22086,14503,12636,13080,13917,14391,8662,10265,4876,20085,22581,13810,14540,12353,14094,17596,13153,13374,13983,12586,8416,4390,853,20791,13702,13752,11469,11232,11084,12926,3975,16756,17904,14367,1339,1666,2358,19901,18550,14729,14144,13923,14454,13362,8468,7444,8084,20186,18730,18161,16624,20182,17083,14184,17511,17890,19245,19544,18408,18284,17169,17880,17121,19615,17628,15626,19056,18061,17209,14437,14898,13070,9302,8653,4076,20088,18654,13515,11447,7642,2894,1194,600,199,108,40,4744,5987,6892,4762,3191,8207,5881,6726,5764,12181,9919,5940,13091,13406,13827,14299,5535,6081,13412,9037,8367,9013,5894,5288,5359,5824,6625,5280,7195,4866,6192,6398,5139,4270,5823,2623,7731,6582,7881,6763,8536,7677,4701,8067,10616,6065,4791,7284,7204,6608,9231,7692,7342,9199,8448,9038,8260,8060,5558,8096,7542,5829,9461,7319,8666,10179,7940,7843,8183,8738,8144,6995,5064,4889,3791,7605,10671,10453,11044,9399,5415,8957,6582,9382,10251,9441,9269,9094,6880,8691,9630,8612,6052,8850,9804,13241,8326,10446,16013,10838,1271],"fragments":[{"begin":"0.000","end":"9.120","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"9.120","end":"58.920","lines":["For many of us, our mental picture of romantic love is a couple. After all, a firmly monogamous relationship between two people—ideally married—is often portrayed in popular culture as #goals. And to some degree that is reflected in American attitudes. A 2023 YouGov survey, for example, found that 55 percent of Americans preferred some form of fully monogamous relationship."]},{"begin":"58.920","end":"100.160","lines":["And yet that same poll found that roughly a third of Americans were interested in relationships that were something other than full monogamy. In fact, one in eight Americans said that, with their primary partner’s permission, they had engaged in sexual acts with someone other than that partner. But for many of us, our understanding of nonmonogamous relationships—especially polyamorous relationships, where people have multiple romantic relationships at the same time—remains murky."]},{"begin":"100.160","end":"113.400","lines":["I talked with Rebecca Lester, a professor of anthropology at Washington University in St. Louis and a licensed clinical social worker who recently wrote about polyamory in the March issue of Scientific American, to shed some light on the topic."]},{"begin":"113.400","end":"116.200","lines":["Hi, Rebecca. Thanks for taking the time to join us today."]},{"begin":"116.200","end":"117.480","lines":["I’m happy to be here."]},{"begin":"117.480","end":"120.560","lines":["How did you get interested in the subject of polyamory?"]},{"begin":"120.560","end":"150.960","lines":["I got interested in it many years ago through the process of my personal experiences in the dating world, actually. I had gone through a divorce, and I was back on the dating scene, and like most people these days I was on the apps, and it was something that I just kept seeing again and again on different profiles, people talking about nonmonogamy in all sorts of different ways. And so I got very intrigued by how just up front people were, how widespread it seemed to be, and as an anthropologist I got curious about what was going on."]},{"begin":"150.960","end":"154.480","lines":["Can you give us a basic description of what polyamory is?"]},{"begin":"154.480","end":"175.040","lines":["Yeah, so polyamory is a form of what is called consensual or ethical nonmonogamy, and it is a situation where people have more than one romantic partner—not just a sexual partner but an actual relationship, romantic partner—and everybody in the situation is on board and consents to what’s going on."]},{"begin":"175.040","end":"181.320","lines":["So the U.S. is, by and large, at least socialized to be a monogamous society ..."]},{"begin":"181.320","end":"182.760","lines":["Absolutely."]},{"begin":"182.760","end":"185.960","lines":["And we often think that there’s only one true love for us out there."]},{"begin":"185.960","end":"186.320","lines":["Right."]},{"begin":"186.320","end":"190.800","lines":["How do polyamorists see love and intimacy sort of differ from how we’ve been socially conditioned?"]},{"begin":"190.800","end":"215.280","lines":["So in polyamory the idea is that we have many people that we can love and who can love us; there’s not just one true love out there that you seek, and you find, and then you live in married bliss forever—or monogamous, doesn’t have to be married. But in polyamory the concept is that, as humans, we’re wired to connect, we’re wired to love, we’re wired to receive love and that that can take all sorts of different forms with different people."]},{"begin":"215.280","end":"225.240","lines":["Can we talk a little bit about how polyamory is perceived in popular culture and then talk about sort of, how you highlight in the piece, the lived reality kind of contrasts with that?"]},{"begin":"225.240","end":"251.680","lines":["In popular culture the perceptions of polyamory generally are fairly negative, especially, you know, as it’s grown in popularity and had portrayals on different media and things like that. It’s something that doesn’t fit well with our common understandings of what relationships, quote, unquote, should be, right? This idea that you’re not just monogamous with one partner, but you have many partners is usually seen as something unethical in our society, right?"]},{"begin":"251.680","end":"276.600","lines":["And so that kind of framework is placed on polyamory as well, whereas in reality it’s very different than the way that most people think about it. The people that I spoke with and that I, that I know in this world, ethics is really at the heart of what they’re doing, and so they take it very, very seriously that everybody be thoroughly informed and thoroughly consent to any arrangements that are happening."]},{"begin":"276.600","end":"291.000","lines":["And so that’s really different than the perception that it’s just an excuse to cheat or it’s a way to sneak around or whatever the case may be—just get sex with different people. Like, it’s very different than that, and unfortunately, that’s the way it’s often portrayed."]},{"begin":"291.000","end":"303.760","lines":["People often assume that you can’t cheat if you’re in a polyamorous relationship, but in the piece you really lay out that cheating does exist. Can you talk about what it means to cheat in a relationship where you have multiple partners?"]},{"begin":"303.760","end":"332.920","lines":["Absolutely, and I think this really illustrates the core of the focus on ethics and polyamory that yes, you can absolutely cheat. Just because you have multiple partners does not mean that anything goes and you can just do whatever you want all the time. Like I said, the focus is really on informed consent of all parties involved, so that means a really intense labor going into keeping open communication and making sure everybody is informed, right? That’s the heart of it."]},{"begin":"332.920","end":"349.240","lines":["So if somebody is not keeping their partner informed about what they’re doing or they do something that’s contrary to what they agreed upon, then that would classify as cheating, and within polyamory that’s seen as absolutely unethical, just like it would be in monogamy."]},{"begin":"349.240","end":"362.320","lines":["I thought it was interesting, I think it was a woman in the piece, her [partner], I believe, had other partners outside of their marriage, but he was also meeting with the neighbor, and she didn’t know about the neighbor, and that’s cheating."]},{"begin":"362.320","end":"372.880","lines":["Exactly, that she knew about his other partners, and he knew about her other partners but then found out that he had had something going on with the neighbor, and that had not been disclosed, so that was cheating, yes."]},{"begin":"372.880","end":"380.640","lines":["It’s interesting that even in the context of a relationship where you’re allowed to have partners outside of that relationship someone would choose to hide it."]},{"begin":"380.640","end":"397.400","lines":["Yeah, that’s a really curious thing, right? And it suggests the act of cheating or dishonesty is certainly about something other than just freedom to have sex with someone because they have that opportunity, so there’s something else going on there that has led to the secrecy and the lying, and so that’s really where the issue lies."]},{"begin":"397.400","end":"419.880","lines":["I think one of the things that I thought was really interesting in the piece, one of the things that was discussed is that some people who are attracted to polyamory, it’s coming from a place of wanting kind of full autonomy. And I thought that was interesting because so much of how we discuss relationships is often about having to give up some of that autonomy, and I was wondering about that tension."]},{"begin":"419.880","end":"447.040","lines":["Yeah, that is a tension, I think, that we all experience in any kind of relationship that we might be in, right? Like, how are we in connection with someone else but retaining our own sense of autonomy or individuality? And I think, you know, in polyamory it’s a little bit of a different set of issues involved, that on the one hand a person has autonomy—all people, ideally, in a polyamorous situation have autonomy to choose to engage or not engage in any relationship or any activity at any time."]},{"begin":"447.040","end":"464.520","lines":["And I think what’s—partially what’s different about that in the monogamy is there’s this kind of presumption in our culture and in our history that once you are partnered with someone, especially if you are legally married to that person, there’s an expectation that you are giving up some of that autonomy, anyway, to be part of this relationship."]},{"begin":"464.520","end":"491.360","lines":["And in polyamory it’s just very different. Everybody retains their sense of autonomy, but any connection or relationship they build, it’s something that’s negotiated within each situation, as opposed to, you know, “Now we’re married and so we both expect each other to be, you know, sexually exclusive.” It’s something that, that in each situation is, is negotiated anew, as opposed to having like a priori expectation based on, you know, whatever your status is."]},{"begin":"491.360","end":"523.280","lines":["I mean, that’s a good point because I feel like one of the, the jokes that I think people often make about polyamory is sort of like, “Where do they get the energy?,” that it just seems exhausting. And the piece notes that the mental and logistical work needed to keep polyamorous relationships functioning is often more significant than you would find in a monogamous relationship. And that feels like, to me anyway, for the people who are polyamorous, that for them, even though there’s this kind of up-front or this extra energy in negotiating the relationships the benefits outweigh the cost."]},{"begin":"523.280","end":"534.960","lines":["Absolutely, and yes, there is more labor and energy that’s involved because of the importance placed on open communication and, like, constantly checking in and making sure everybody’s okay in a situation."]},{"begin":"534.960","end":"568.920","lines":["But the way people talk about it is that that is a small price to pay for having relationships that feel mutually fulfilling, that feel expansive, that feel fresh because you’re continually revisiting it and making adjustments if needed and really attending to that core foundation of the connection in a way that often in monogamous relationships kind of gets assumed that that’s already been done and taken care of, and people then move on. So it is extra work, but the benefits seem to far outweigh that for people who experience themselves as polyamorous."]},{"begin":"568.920","end":"576.800","lines":["One thing that I think comes up when people hear polyamory is they hear polyamory, but what they’re envisioning is polygamy."]},{"begin":"576.800","end":"576.840","lines":["Yes."]},{"begin":"576.840","end":"579.720","lines":["[Laughs.] You said that, like, so enthusiastically."]},{"begin":"579.720","end":"580.960","lines":["[Laughs.]Yes."]},{"begin":"580.960","end":"592.920","lines":["Especially if we’re talking about male-female relationships, right, because there—we live in a patriarchal society, so there’s inherently a power dynamic there. How does polyamory differ from polygamy?"]},{"begin":"592.920","end":"631.040","lines":["It is radically different. So polygamy is [primarily] a religious practice that is centered on the model of one man with multiple female partners. And that is very different than polyamory, where all partners have total autonomy to date or be with whomever they choose, depending on how you negotiated and your particular constellation. But women have multiple partners, men have multiple partners, may or may not be heterosexual—there’s a whole range of things that happen. But it’s very different than this idea that there is, you know, one man at the center around whom a group of women kind of orbit. It’s a totally different power structure."]},{"begin":"631.040","end":"634.320","lines":["Can you talk about the difference between polyamory and swinging?"]},{"begin":"634.320","end":"653.320","lines":["So swinging is a term that’s used for a couple who has outside sexual relationships with other people, consensual—it’s still a form of consensual nonmonogamy, but it’s purely based around sex. It’s about the sex; it’s about the sexual experience. And so many couples engage in that sort of thing."]},{"begin":"653.320","end":"663.600","lines":["But polyamory is different than that. They do have multiple sexual partners, usually, but it’s not focused around the novelty of the sexual experience. It’s really about building these deeper connections."]},{"begin":"663.600","end":"671.720","lines":["And you’ve been digging into polyamory as an anthropologist for quite some time. Was there anything sort of really surprising to you?"]},{"begin":"671.720","end":"702.800","lines":["The thing that really surprised me as I started to learn about it—you know, I had the same kind of misconceptions, I think, as most people do when I first started looking into this about, you know, what people were up to, why they were motivated to do it. And really what surprised me and caught my interest and motivated me to do this research was realizing how much ethics is at the center of what people are doing and this really, really careful attention to the power dynamics, to the nature of relationships and really trying to do it in a way that is respectful all around."]},{"begin":"702.800","end":"715.400","lines":["And so that just surprised me. I hadn’t thought about it in those terms until I encountered it, and I realized how different that is than what the kind of notions are for people who don’t have exposure to it. So that’s what really motivated the research."]},{"begin":"715.400","end":"735.520","lines":["If I can be so bold as to potentially be putting words in your mouth, it does seem like in some ways what you’re saying, or the takeaway from the piece can be, is that even if you have no interest in polyamory that there are things that people in monogamous relationships could draw from polyamory that could potentially enrich their own relationships."]},{"begin":"735.520","end":"763.760","lines":["Absolutely, yes, as an anthropologist and also as a therapist one does not need to be polyamorous or have any interest or intent toward polyamory to really be able to take some powerful lessons about relationship dynamics and relationship behavior and practices from the polyamory community. I think, you know, that the kinds of skills that people build when they’re really serious about doing this [in] an ethical way are skills that all of us need—in any relationship we’re in."]},{"begin":"763.760","end":"780.400","lines":["I thought that the part of the article where you were talking about how when couples or partners were experiencing discomfort that polyamorous partners would often make an effort of sort of leaning into it and having that clear and open communication and that monogamous couples often withdraw."]},{"begin":"780.400","end":"819.840","lines":["That’s right. Because when you’re in a, a situation where there are multiple partners at play you ignore problems at your own risk, you know? Like, it’s dicey. It is dicey. I mean, there’s emotion involved. There’s all sorts of heightened feelings going on, and people are fully aware of that. And that’s part of the reason why it is so crucial to talk and communicate and not let things slide and, like, really try to attend to problems that might be going on. Because if you don’t, I mean, not only one relationship might get blown up, but it, it would affect a lot of people. And so it’s everybody’s responsibility to make sure that you’re really dealing with stuff as it comes up."]},{"begin":"819.840","end":"823.280","lines":["Thank you so much for taking the time to speak with us today."]},{"begin":"823.280","end":"825.720","lines":["It’s my pleasure. I’m happy to be here."]},{"begin":"825.720","end":"833.880","lines":["That’s our show! Tune in on Friday, when we explore how AI can help protect wildlife."]},{"begin":"833.880","end":"893.680","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"893.680","end":"899.160","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":899}