{
  "title": "Is aggression useful?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02rzltb.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150604",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150604_6min_english_aggression_download.mp3",
  "intro": [
    "Remember to subscribe to the podcast version !"
  ],
  "this_week_question": [
    "When attacked, what does a baboon typically do to show aggression? Does it…",
    "a) beat its chest",
    "b) yawn and show its teeth",
    "c) laugh and roll on the ground",
    "You can hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "out of the blue",
      "desc": "completely unexpected"
    },
    {
      "text": "aggressive",
      "desc": "behaving in an angry way, looking like you want to argue or even fight with someone"
    },
    {
      "text": "sulk",
      "desc": "refuse to smile or speak in order to let people know you are upset about something"
    },
    {
      "text": "well balanced",
      "desc": "sensible and in control of your emotions"
    },
    {
      "text": "grounded",
      "desc": "mentally and emotionally stable"
    },
    {
      "text": "flip side",
      "desc": "opposite side to an idea"
    },
    {
      "text": "fluffy",
      "desc": "behaviour that is soft and unthreatening – the opposite of aggressive"
    },
    {
      "text": "empathetic",
      "desc": "able to share or understand another person’s feelings"
    },
    {
      "text": "reading situations",
      "desc": "understanding and interpreting what’s going on"
    },
    {
      "text": "signal",
      "desc": "(here) making a sound, noise or movement to express your feelings"
    },
    {
      "text": "triggers a response",
      "desc": "makes one thing cause other things to happen"
    },
    {
      "text": "gesture",
      "desc": "movement you make with your arms or head to give someone information"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil…"
    },
    {
      "author": "Catherine",
      "text": "… and I'm Catherine. Hello."
    },
    {
      "author": "Neil",
      "text": "Hello, Catherine! I want to know, what sort of things make you feel angry?"
    },
    {
      "author": "Catherine",
      "text": "Many things make me feel angry, Neil. But one thing that makes me regularly angry is when people put the wrong rubbish in the wrong bins."
    },
    {
      "author": "Neil",
      "text": "Yes, that makes me angry too."
    },
    {
      "author": "Catherine",
      "text": "Does it?"
    },
    {
      "author": "Neil",
      "text": "It's not very thoughtful, is it?"
    },
    {
      "author": "Catherine",
      "text": "Not really, no."
    },
    {
      "author": "Neil",
      "text": "So, you may feel angry about people putting rubbish in the wrong bin but do you get aggressive ? That's behaving in an angry way, looking like you want to argue or even fight with someone?"
    },
    {
      "author": "Catherine",
      "text": "No. I don't really get aggressive about wheelie bins, to be honest."
    },
    {
      "author": "Neil",
      "text": "Well I tend to control my anger too and keep calm but I have been known to react - especially if someone is damaging some of my property."
    },
    {
      "author": "Catherine",
      "text": "Wow. Really?"
    },
    {
      "author": "Neil",
      "text": "Yeah. I can't stand it. It comes out of the blue – it's completely unexpected. But I'm glad to say I feel quite calm today."
    },
    {
      "author": "Catherine",
      "text": "I'm glad to hear it, Neil. But today we are talking about aggression and we'll look at what we can learn about human aggression by some examples from the animal kingdom."
    },
    {
      "author": "Neil",
      "text": "That's right. Now, are you ready to answer today's quiz question, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "In a very calm and non-aggressive way, I would like you to give me the question."
    },
    {
      "author": "Neil",
      "text": "When attacked, what does a baboon typically do to show aggression? Does it… a) beat its chest b) yawn and show its teeth or c) laugh and roll on the ground"
    },
    {
      "author": "Catherine",
      "text": "Well… I'd love to think of an angry baboon laughing and rolling on the ground. But I'm going to go for b) yawn and show its teeth."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we'll see if you right or wrong a bit later on. Now, Catherine, how do you usually act when you're angry or upset about something?"
    },
    {
      "author": "Catherine",
      "text": "I generally let people know how I feel to be honest. I don't go over the top and hit people, but also I don't sulk about things. And sulk means when you refuse to smile or speak because you want to let people know you are upset about something."
    },
    {
      "author": "Neil",
      "text": "Sulking is quite childish, isn't it Catherine?"
    },
    {
      "author": "Catherine",
      "text": "It is. Are you a sulker, Neil?"
    },
    {
      "author": "Neil",
      "text": "I don't sulk, I don't think. But as I said I don't often get angry. I'm a very well balanced and grounded person, Catherine."
    },
    {
      "author": "Catherine",
      "text": "Really, very good. I'm pleased to hear it, Neil. Anyway, well balanced means sensible and in control of your emotions. And grounded means mentally and emotionally stable. Is that what you're saying, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, that's me. But let's listen to Professor Simon Underdown talking about human behaviour. Can you spot a phrase that means 'the opposite side to an idea'?E INSERT"
    },
    {
      "author": "Simon Underdown, Principal Lecturer in Human evolution at Oxford Brookes University",
      "text": "One of the things humans are incredibly good at doing is being psychologists. We'e very good at reading situations that we find ourselves in […] We're extremely good at picking up on signals. What we can then do is trigger the appropriate response. If it's an empathetic response we may well need to then be sympathetic, we maybe need to show our sort of fluffy side if you want. But on the flipside from an evolutionary point of view the reason we are so successful and we're still here is because we can, and when we need to, react aggressively to situations."
    },
    {
      "author": "Neil",
      "text": "Did you spot the phrase? Flipside means the opposite side to an idea. And being aggressive is the flipside of being fluffy and sympathetic."
    },
    {
      "author": "Catherine",
      "text": "Fluffy, by the way, is an adjective we often use to describe soft animal fur or feathers on young animals or soft toys for children. But here fluffy means behaviour that is soft and unthreatening so it’s the opposite of aggressive."
    },
    {
      "author": "Neil",
      "text": "And if you are empathetic you are able to share or understand another person's feelings. That sounds like me! I'm an excellent empathizer, aren't I, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Neil, you are absolutely totally full of … empathy."
    },
    {
      "author": "Neil",
      "text": "Nice pause."
    },
    {
      "author": "Catherine",
      "text": "Thank you."
    },
    {
      "author": "Neil",
      "text": "Now, Simon also talks about humans being good at reading situations . What does that mean, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "It means understanding what's going on. For example, if a male gorilla is screaming and breaking branches, other gorillas will probably see this as a show of aggression."
    },
    {
      "author": "Neil",
      "text": "The male gorilla screams and breaks branches, signalling to the other gorillas that he's angry or upset. Signal here means a noise or a movement that gives someone information."
    },
    {
      "author": "Catherine",
      "text": "And the male gorilla's signal triggers a response from the other gorillas. This means one thing causes another thing to happen."
    },
    {
      "author": "Neil",
      "text": "And when a man suddenly punches another man in the face, what signal does that send?"
    },
    {
      "author": "Catherine",
      "text": "Well, I think for me that would be a signal to leave!"
    },
    {
      "author": "Neil",
      "text": "Yes. Quickly."
    },
    {
      "author": "Catherine",
      "text": "Yes, indeed. And humans usually give signals just like the gorillas do, before they start a fight. So people might shout, or gesture with their arms. And a gesture is a movement made with arms or head to give someone else information. Now then, Neil. Let's have our quiz question answer please."
    },
    {
      "author": "Neil",
      "text": "OK, OK, stop waving your arms around. So I asked: When attacked, what does a baboon typically do to show aggression? Does it…a) beat its chest? b) yawn and show its teeth? or c) laugh and roll on the ground?"
    },
    {
      "author": "Catherine",
      "text": "And I said b)."
    },
    {
      "author": "Neil",
      "text": "That’s right. Well done! Now let's hear today's words once again."
    },
    {
      "author": "Catherine",
      "text": "They are:"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. Check out more programmes at bbclearningenglish.com. Join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Simon Underdown, Principal Lecturer in Human evolution at Oxford Brookes University",
    "Both"
  ]
}