{
  "title": "fts",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02x5d91.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150820",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150820_bbc_6min_english_lifts_download.mp3",
  "intro": [
    "The everyday lift – or elevator – is a very useful invention with a fascinating history. But it has led to some modern day irritations for people who use them. Rob and Neil discuss awkwardness in lifts and what can be done to overcome it. There'll also be teaching some related vocabulary and phrases."
  ],
  "this_week_question": [
    "Which country has the most lifts? Is it ...",
    "a) The USA?",
    "b) Italy?",
    "c) China?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "came into their own",
      "desc": "reached a position of dominance"
    },
    {
      "text": "elevators",
      "desc": "(US) lifts (UK)"
    },
    {
      "text": "elevate",
      "desc": "raise or improve"
    },
    {
      "text": "blocks of flats",
      "desc": "large buildings containing apartments"
    },
    {
      "text": "there's more to lifts than meets the eye",
      "desc": "lifts are come complex than at first sight"
    },
    {
      "text": "awkwardness",
      "desc": "the state of feeling uneasy"
    },
    {
      "text": "delve into",
      "desc": "look at an issue closely"
    },
    {
      "text": "largely",
      "desc": "on the whole"
    },
    {
      "text": "slimmer",
      "desc": "thinner"
    },
    {
      "text": "enhance",
      "desc": "improve"
    },
    {
      "text": "Muzak",
      "desc": "non-stop, pre-recorded – usually boring - music"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Rob",
      "text": "I'd like to start by asking how did you get up here to the studio - on to the sixth floor - this morning?"
    },
    {
      "author": "Neil",
      "text": "Well, by lift, of course."
    },
    {
      "author": "Rob",
      "text": "I thought so. That’s what we’re going to talk about in this programme - lifts. Or elevators , as Americans call them."
    },
    {
      "author": "Neil",
      "text": "Lifts? That's not very exciting, is it? What’s there to say about lifts, Rob? I mean they take you up and down and that’s it really."
    },
    {
      "author": "Rob",
      "text": "Well, you're in for a surprise, Neil – but first let's see if you can answer this question: Which country has the most lifts? Is it..."
    },
    {
      "author": "Neil",
      "text": "Well, it seems obvious to me because of the massive expansion in its construction industry, I'm going to say China."
    },
    {
      "author": "Rob",
      "text": "Okay. Well, we'll find out if you're right or wrong later on. But now, let's elevate – or raise – your knowledge about lifts. This invention has had quite an effect on which floor people choose to live on."
    },
    {
      "author": "Neil",
      "text": "Well, I suppose before the days of lifts rich people lived on the ground floor and poorer people lived on the top floors and had to use the stairs. Now though it's the other way round – and that, in turn, has given rise to penthouses with their fantastic views."
    },
    {
      "author": "Rob",
      "text": "And the history of lifts goes back a long way. It was mathematician Archimedes who invented the first lift in 236BC. In the Middle Ages there were examples of lifts being used for military purposes. Then they helped to move agricultural products around. They really came into their own – or became very useful - in the Industrial Revolution."
    },
    {
      "author": "Neil",
      "text": "And there was a wide range of methods used to drive them, too – pulleys, water and steam power, electricity and so on. Today, tall blocks of flats couldn't exist without them. And you're right, Rob, there's more to lifts than meets the eye ."
    },
    {
      "author": "Rob",
      "text": "There certainly is. But have you noticed how nobody says anything in a lift? Have you ever felt uneasy in a lift, Neil?"
    },
    {
      "author": "Neil",
      "text": "Actually yes, I have. Just this morning I was standing next to the big boss and neither of us knew what to say to each other."
    },
    {
      "author": "Rob",
      "text": "Yes, it's a strange one, isn't it? Well, let's listen to Jason Whale, sales manager at Elevators Ltd, talking about this subject. He thinks he may have found a solution to the problem. He uses a word that describes the state of feeling strange or uneasy. Can you tell me what it is?"
    },
    {
      "author": "Jason Whale, sales manager at Elevators Ltd",
      "text": "It's a very anxious experience the time you spend in a lift. I think everyone behaves very differently and awkwardly in a lift. If you have things around you, you take away that awkwardness . We all look at our phones sometimes or look down at the floor. Well, surely it's better to look at advertisements on the walls…"
    },
    {
      "author": "Neil",
      "text": "He said awkwardness , which describes the state of feeling strange or uneasy. He suggests that advertisements in lifts could improve our experience of being in one. I suppose that could mean moving, digital ads."
    },
    {
      "author": "Rob",
      "text": "It could, but before we consider that further, let's delve into lifts a little more. Of course there's always the danger of getting stuck in one – but thankfully that's rare and usually you can dial an emergency number and be rescued."
    },
    {
      "author": "Neil",
      "text": "And did you know that most lifts mark the 13 th floor as 12A or something similar because 13 is considered an unlucky number? By the way, have you heard of the elevator pitch?"
    },
    {
      "author": "Rob",
      "text": "Yes, I have Neil. It's something we can do when we're stuck in a lift with someone."
    },
    {
      "author": "Neil",
      "text": "Yes - people say that if you have an idea or product to sell you should be able to sell it – or pitch it – to someone quickly. So in other words, in the time it takes for an elevator – or lift - to reach the top of a building."
    },
    {
      "author": "Rob",
      "text": "It's a good idea if the lift doesn't break down! Let's get back to the thought that digital advertising can make travelling by lift a more pleasant experience.  Let's hear from Jason Whale again. He uses a word that means \"thinner\". Can you spot it?"
    },
    {
      "author": "Jason Whale, sales manager at Elevators Ltd",
      "text": "I think, with all things, as technology becomes both slimmer and also cheaper as well, it becomes much more attractive to people who purchase lifts and therefore there are so many different ways to enhance a lift with light boxes, with moving images, with television screens, it becomes quite exciting for us, and hopefully a little bit more interesting for the people who use lifts every day."
    },
    {
      "author": "Neil",
      "text": "He said slimmer which means thinner."
    },
    {
      "author": "Rob",
      "text": "And he said enhance , which means improve. Well, he could be on to something. Looking at moving advertisements must be better than listening to Muzak – that's non-stop, pre-recorded – usually boring - music."
    },
    {
      "author": "Neil",
      "text": "Oh, that's terrible! I hate Muzak!"
    },
    {
      "author": "Rob",
      "text": "OK. So Neil, do you remember the question I asked you at the beginning of the programme? I asked you which country has the most lifts? Is it..."
    },
    {
      "author": "Neil",
      "text": "And I said c) of course. It must be, it has to be China!"
    },
    {
      "author": "Rob",
      "text": "Really? You sound so sure... but in fact you're wrong. The answer is actually Italy. Does that surprise you?"
    },
    {
      "author": "Neil",
      "text": "Yeah. It astonishes me to be honest."
    },
    {
      "author": "Rob",
      "text": "All these old buildings that have got lifts in…"
    },
    {
      "author": "Neil",
      "text": "I wonder why."
    },
    {
      "author": "Rob",
      "text": "Well, before we go, it's time to remind ourselves of some of the vocabulary that we've heard today. Neil."
    },
    {
      "author": "Neil",
      "text": "came into their own"
    },
    {
      "author": "Rob",
      "text": "Thanks, Neil. Well, that brings us to the end of today's 6 Minute English. We hope you enjoyed today's programme. Please join us again soon. Bye bye."
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Jason Whale, sales manager at Elevators Ltd"
  ]
}