{
  "title": "The Proms",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p031y7bc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150910",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150910_6min_english_proms_download.mp3",
  "intro": [
    "Can Finn persuade rock fan Neil to go to a Prom? Find out in 6 Minute English."
  ],
  "this_week_question": [
    "How old is the BBC Proms?",
    "a) 57 years?",
    "b) 84 years?",
    "c) 120 years old?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "to pop down to",
      "desc": "to visit somewhere"
    },
    {
      "text": "patriotic",
      "desc": "showing love for your country"
    },
    {
      "text": "stuck-up",
      "desc": "superior attitude"
    },
    {
      "text": "to be gripped by something",
      "desc": "to be completely attentive to something"
    },
    {
      "text": "to cheer",
      "desc": "to approve of something by shouting in a positive way"
    },
    {
      "text": "gig",
      "desc": "an informal musical event"
    },
    {
      "text": "to commission",
      "desc": "to pay a person to create something unique"
    },
    {
      "text": "symphony",
      "desc": "a work using the whole orchestra"
    },
    {
      "text": "concerto",
      "desc": "a work using a soloist plus orchestra"
    },
    {
      "text": "sonata",
      "desc": "a work usually using just a soloist"
    }
  ],
  "transcript": [
    {
      "author": "Finn",
      "text": "Hello and welcome to 6 Minute English. I'm Finn..."
    },
    {
      "author": "Neil",
      "text": "...and I'm Neil. Hello."
    },
    {
      "author": "Finn",
      "text": "Now, Neil, are you doing anything interesting tonight?"
    },
    {
      "author": "Neil",
      "text": "Well, I was thinking of popping down to - that means visiting - my local pub to catch a band. What about you?"
    },
    {
      "author": "Finn",
      "text": "Well, my wife and I have got tickets for the Proms tonight."
    },
    {
      "author": "Neil",
      "text": "The Proms? You mean that ceremony for high school leavers? I thought you left school decades ago, Finn."
    },
    {
      "author": "Finn",
      "text": "Ah yes, very funny, Neil. Actually, yeah, it was almost two decades ago. Anyway, the Proms I'm talking about have nothing to do with that. These Proms, or as they're also known, the BBC Proms, are the biggest classical music festival in the world, and they're held in London every summer."
    },
    {
      "author": "Neil",
      "text": "Ah, yes, of course I know the Proms. And I've even watched the Last Night of the Proms with all those waving flags and the patriotic singing by the audience. Not really my thing."
    },
    {
      "author": "Finn",
      "text": "I know what you mean, but you shouldn't judge the Proms by the concert on the last night, Neil. It's not really typical. Although it is watched by millions of people around the world. And you know, the Proms is also a very old festival... but, how old, Neil? Is it:"
    },
    {
      "author": "Neil",
      "text": "Well, I don't know, so I'm going to guess and say 84 years."
    },
    {
      "author": "Finn",
      "text": "OK. Well, we'll find out the answer to that question later."
    },
    {
      "author": "Neil",
      "text": "OK. So, come on then Finn, sell the Proms to me. What is it that I'm missing?"
    },
    {
      "author": "Finn",
      "text": "Well, rather a lot, actually. It's not stuck-up - that means a bit superior - in fact, I think there's something for everyone. For example, you might hear something like this..."
    },
    {
      "author": "Music",
      "text": "[Tchaikovsky's Fourth Symphony]"
    },
    {
      "author": "Neil",
      "text": "Wow! That was pretty dramatic. It really grips you , doesn't it? What was it?"
    },
    {
      "author": "Finn",
      "text": "Well, that was from the first movement of Tchaikovsky's fourth symphony. And at the end you would hear the Prommers showing their appreciation by cheering and clapping."
    },
    {
      "author": "Neil",
      "text": "Right, so it's almost like Glastonbury, then! So that's the point you're making, is it - the Proms make classical music accessible to everyone. But who are these Prommers?"
    },
    {
      "author": "Finn",
      "text": "Ah, well for an answer to that, let's hear from the Director of the BBC Proms, Edward Blakeman."
    },
    {
      "author": "Edward Blakeman - Director of BBC Proms",
      "text": "So the Prommers, are quite literally the people who stand to listen to the concerts. And there is space for about 800 people, right in the middle of the hall. And this is a long tradition, back, going through the Proms. And it's wonderful because it costs very little, and it means that almost anyone can afford to come to the Proms. So it is a wonderful place for all sorts of people to meet together, and by the way, it's the best place in the hall to hear the music."
    },
    {
      "author": "Finn",
      "text": "Now, the hall that he's talking about is the Royal Albert Hall in London - and the Prommers are the people who come and stand as they listen to the music. You know, Neil, it's only £5 a ticket."
    },
    {
      "author": "Neil",
      "text": "Right, so you stand? That sounds like a proper gig . I think I might just give it a go, Finn. So, you've been trying to persuade me that it's quite informal. But, at the same time you do get all those big, fancy classical music names, don't you?"
    },
    {
      "author": "Finn",
      "text": "You do, absolutely. The top soloists - whether that's on the piano, the violin or any other instrument, or singing - they all perform at the Proms. As do very big orchestras."
    },
    {
      "author": "Neil",
      "text": "And I believe the BBC commissions new works from time to time. I was even told about rock musicians playing there. Can that be right, Finn?"
    },
    {
      "author": "Finn",
      "text": "Well, yes Neil. That's actually true. The whole range of music is becoming wider year by year. They also screen concerts to other cities, they hold lunchtime and children's concerts, they even play Indian classical music, like this type of thing..."
    },
    {
      "author": "Music",
      "text": "[Classical sitar music]"
    },
    {
      "author": "Neil",
      "text": "What, playing sitars (and tablas) at the Proms?"
    },
    {
      "author": "Finn",
      "text": "Yes. But the core of the eight-week festival is devoted to the heavyweight composers of the last 400 years - Bach, Mozart, Beethoven, Brahms and so on. Let me play you another extract of that Tchaikovsky symphony now Neil. Tell me what you think of this."
    },
    {
      "author": "Music",
      "text": "[Tchaikovsky's Fourth Symphony]"
    },
    {
      "author": "Neil",
      "text": "Now, that was totally different. Much slower and quite sad."
    },
    {
      "author": "Finn",
      "text": "Yes, every symphony , concerto , or sonata will have a slow movement and it will often be deeply emotional."
    },
    {
      "author": "Neil",
      "text": "Well, you can't beat live music. So, I must get going."
    },
    {
      "author": "Finn",
      "text": "Oh yeah? Are you off to see that gig at the pub, Neil?"
    },
    {
      "author": "Neil",
      "text": "Actually, yes. Or, you know what? I might go and catch a Prom after all."
    },
    {
      "author": "Finn",
      "text": "OK. Well, before you hurry off, I have to give you the answer to the quiz. I asked how many years has the BBC Proms been going?"
    },
    {
      "author": "Neil",
      "text": "And I said 84."
    },
    {
      "author": "Finn",
      "text": "And I'm sorry, Neil. That's the wrong answer."
    },
    {
      "author": "Neil",
      "text": "Oh no."
    },
    {
      "author": "Finn",
      "text": "The correct answer was actually 120 years. Well, that brings us to the end of today's 6 Minute English. We hope you enjoyed the programme. Join us again soon. Bye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Finn",
    "Neil",
    "Music",
    "Edward Blakeman - Director of BBC Proms"
  ]
}