{
  "title": "The Earth's core",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02zb4s2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150924",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150924_bbc_6min_english_earths_core_download.mp3",
  "intro": [
    "Take a trip with Rob and Alice to find out about the Earth's core. They'll discuss how hot it is and what it's made of – and whether there are any dinosaurs living there! – as well as teaching some related vocabulary."
  ],
  "this_week_question": [
    "how big do you think the inner core is? Is it the size of …",
    "a) the Moon?",
    "b) Jupiter?",
    "c) Mars?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "core",
      "desc": "(here) the Earth’s centre"
    },
    {
      "text": "dense",
      "desc": "something which is heavy in relation to its size"
    },
    {
      "text": "crust",
      "desc": "the Earth's outer layer (where we live)"
    },
    {
      "text": "mantle",
      "desc": "the Earth's layer beneath the ocean floors"
    },
    {
      "text": "silicate",
      "desc": "material that glass is made of"
    },
    {
      "text": "molten",
      "desc": "liquid"
    },
    {
      "text": "magnetosphere",
      "desc": "area around the Earth in which the Earth's magnetic field is felt"
    },
    {
      "text": "strip away",
      "desc": "remove"
    },
    {
      "text": "radiation",
      "desc": "heat or energy or particles in the form of rays, e.g. the Sun's rays"
    },
    {
      "text": "deflect",
      "desc": "make something change direction"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob…"
    },
    {
      "author": "Alice",
      "text": "… and I'm Alice. Hello."
    },
    {
      "author": "Rob",
      "text": "Hi there, Alice! Now, have you read any books by Jules Verne?"
    },
    {
      "author": "Alice",
      "text": "Yes, I have. Journey to the Centre of the Earth was my favourite book as a child! A German Professor and his two companions climb down a volcano in search of the Earth’s centre – or core. They visit strange lands inhabited by dinosaurs and giant prehistoric humans, and sail across an underground ocean."
    },
    {
      "author": "Rob",
      "text": "Hmm. Very exciting but it doesn’t sound very realistic. How do they get out again?"
    },
    {
      "author": "Alice",
      "text": "Well, they shoot to the surface from the mouth of Mount Etna during a volcanic eruption."
    },
    {
      "author": "Rob",
      "text": "Wow! That sounds very uncomfortable! Well, on today's show we're going to discuss what scientists really know about the Earth's core."
    },
    {
      "author": "Alice",
      "text": "Yes. The Earth has a dense inner core surrounded by a fluid outer core. Dense, by the way, means heavy in relation to its size. But, Rob, I've got a question for you as usual: how big do you think the inner core is? Is it the size of …"
    },
    {
      "author": "Rob",
      "text": "Right! Well, I haven't a clue to be honest so I'm going to take a guess and say c) Mars."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out later on in the show if you're right. But before we get there, let's find out a bit more about what the Earth is made of."
    },
    {
      "author": "Rob",
      "text": "Well, the Earth has layers, a bit like an onion."
    },
    {
      "author": "Alice",
      "text": "I like your technical language, Rob!"
    },
    {
      "author": "Rob",
      "text": "But I'm trying to keep things simple for you, Alice!"
    },
    {
      "author": "Alice",
      "text": "Thanks."
    },
    {
      "author": "Rob",
      "text": "It has a thin outer layer or crust where we live. And this includes our continents and the ocean floors. Then beneath that there's another layer called the mantle. And beneath that, is the Earth's core – over 6000km below the surface."
    },
    {
      "author": "Alice",
      "text": "Right. But what's the Earth made of, Rob?"
    },
    {
      "author": "Rob",
      "text": "It's a good question. And it depends on which layer you're talking about! The crust and mantle are rock and contain a lot of silicate – which is the same stuff that glass is made of. But the outer and inner parts of the core mainly consist of iron."
    },
    {
      "author": "Alice",
      "text": "And the core is very hot. Am I right?"
    },
    {
      "author": "Rob",
      "text": "You are indeed. The professor and his companions wouldn't have survived very long down there! The outer core is a swirling mass of molten – or liquid – metal and it’s as hot as the surface of the Sun!"
    },
    {
      "author": "Alice",
      "text": "Wow! That must be so hot! Right. Let's listen now to Simon Redfern talking about the inner core and what's happening in there."
    },
    {
      "author": "Simon Redfern, Professor of Mineral Physics at the University of Cambridge",
      "text": "And so over time, the planet has started to cool. And as it cools, eventually at the centre of the Earth, the highest pressure point, we pass over the crystallization temperature – the freezing temperature of iron – and iron starts to freeze at the centre of the Earth. And you get a crystal of iron right in the middle that starts to grow."
    },
    {
      "author": "Alice",
      "text": "I'm a bit worried that the Earth is freezing in the middle!"
    },
    {
      "author": "Rob",
      "text": "Don't worry, Alice! In this case, because of the incredibly high pressure in the core, the freezing point of iron is actually about 6000 degrees! And the iron has been cooling down and crystallizing for a billion years – and at a rate of just half a millimetre every year."
    },
    {
      "author": "Alice",
      "text": "Ah well, yes, that sounds like slow progress."
    },
    {
      "author": "Rob",
      "text": "Certainly. Now moving on, we should also talk about the fact that it's the liquid iron outer core that generates magnetic fields – and it's thanks to these magnetic fields that life on Earth is possible. Let's hear more about this."
    },
    {
      "author": "Melvyn Bragg talks to Arwen Deuss, seismologist at Utrecht University",
      "text": "Deuss : Well, the magnetic field is very important because it protects us against cosmic radiation so that's one really... Bragg : How does it do that? Deuss : It just creates a shield, which will just deflect the cosmic rays from the Sun to actually reach us at the surface. So it protects us. Bragg : So it goes up there… Deuss : Yeah, so you would see that the radiation kind of goes right into the Earth and not actually reach us."
    },
    {
      "author": "Alice",
      "text": "So there's a magnetic field round the Earth that protects us from the Sun's cosmic rays. I'd like a magnetic field round me. It could be my superpower – like in X Men!"
    },
    {
      "author": "Rob",
      "text": "Calm down, Magneto. Now the magnetosphere is the area around the Earth in which the Earth's magnetic field is felt. It protects us from the Sun's radiation and the flow of particles, which would otherwise strip away – or remove – the Earth's atmosphere."
    },
    {
      "author": "Alice",
      "text": "Right, I see. And what does 'radiation' mean?"
    },
    {
      "author": "Rob",
      "text": "Well, radiation means heat or energy or particles in the form of rays – in this case, the Sun's rays."
    },
    {
      "author": "Alice",
      "text": "OK. And 'deflect'?"
    },
    {
      "author": "Rob",
      "text": "To deflect means to make something change direction."
    },
    {
      "author": "Alice",
      "text": "Right, I see. Thank you. Now, Rob, I asked you, do you remember, at the beginning of the show, how big is the Earth's inner core? Is it the size of … a) the Moon? b) Jupiter? or c) Mars?"
    },
    {
      "author": "Rob",
      "text": "Yes, and I had a wild guess and I said c) Mars."
    },
    {
      "author": "Alice",
      "text": "Yes. And I'm afraid that's wrong, Rob. The answer is a) the Moon. Would you like to shape up and tell us which words we learned on the show today?"
    },
    {
      "author": "Rob",
      "text": "Of course. Good idea. We heard:"
    },
    {
      "author": "Alice",
      "text": "Yes. Thank you, Rob. Well, that's the end of today's 6 Minute English. We hope you enjoyed our core vocabulary! Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Alice",
    "Simon Redfern, Professor of Mineral Physics at the University of Cambridge",
    "Melvyn Bragg talks to Arwen Deuss, seismologist at Utrecht University",
    "Both"
  ]
}