{
  "title": "Summer-born kids",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03394h5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-151001",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151001_6min_english_summer_kids_download.mp3",
  "intro": [
    "If a child is born in the summer, their parents could delay their start of school by up to a year. That would be the effect of a proposal made by a UK Minister who wishes to change school admissions. Listen in to Rob and Neil to find out if the proposal is likely to solve the problem - and learn some related vocabulary at the same time!"
  ],
  "this_week_question": [
    "Based on birth records between 1973 and 1999, what is the most common birthday for a person in the United States? Is it:",
    "a) 1st January",
    "b) 16th September",
    "c) 30th March",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "more likely/ less likely",
      "desc": "probably / probably not"
    },
    {
      "text": "perform",
      "desc": "(here) to show ability – how well you do something"
    },
    {
      "text": "higher education",
      "desc": "university or college"
    },
    {
      "text": "startling",
      "desc": "very surprising or shocking"
    },
    {
      "text": "statistics",
      "desc": "show the number of people doing something"
    },
    {
      "text": "admissions",
      "desc": "(here) the people joining the school"
    },
    {
      "text": "delay",
      "desc": "to do something later"
    },
    {
      "text": "policy",
      "desc": "shows an opinion (here) of the government"
    },
    {
      "text": "concerns",
      "desc": "worries"
    },
    {
      "text": "address the problem",
      "desc": "solve"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Rob",
      "text": "Well Neil I've got a question for you straight away. Were you a summer baby? Were you born in the summer?"
    },
    {
      "author": "Neil",
      "text": "Um…Yes, I was actually. Late summer."
    },
    {
      "author": "Rob",
      "text": "OK. And did you go to university?"
    },
    {
      "author": "Neil",
      "text": "Yes…? Strange questions here, Rob."
    },
    {
      "author": "Rob",
      "text": "Not really. My questions do make sense because we're talking about the impact when you were born has on how well you perform at school."
    },
    {
      "author": "Neil",
      "text": "OK. Are you calling me stupid here, Rob?"
    },
    {
      "author": "Rob",
      "text": "Nothing like that. Well maybe… let's wait and see what the experts have to say. But before that, I've got another question for you."
    },
    {
      "author": "Neil",
      "text": "OK then – let's see if I'm clever enough to answer it!"
    },
    {
      "author": "Rob",
      "text": "OK. Well, based on birth records between 1973 and 1999, what is the most common birthday for a person in the United States? Is it:"
    },
    {
      "author": "Neil",
      "text": "I'm gonna guess 30th March."
    },
    {
      "author": "Rob",
      "text": "OK. Well, we'll hear the answer at the end of the programme. Another question now. According to research, are summer born babies more likely or less likely to go to university?"
    },
    {
      "author": "Neil",
      "text": "Well, we are going to hear from an expert. Lorraine Dearden, who is Professor of Economics and Social Statistics at University College London (UCL). She was interviewed by the BBC about summer-born babies. She talks about the research, how well do they do in tests. How do they perform ?"
    },
    {
      "author": "INSERT",
      "text": "Professor Lorraine Dearden, University College London All the research has shown that summer born kids perform much worse in tests right through up until the age of eighteen and even … they're less likely to attend higher education . BBC interviewer I mean, these are startling statistics 20% are less likely to go to university. Professor Lorraine Dearden, University College London Absolutely."
    },
    {
      "author": "Rob",
      "text": "That was Professor Lorraine Deardon with some really really surprising statistics – startling statistics, in fact."
    },
    {
      "author": "Neil",
      "text": "Yes, she says summer born kids perform much worse in tests."
    },
    {
      "author": "Rob",
      "text": "Yes, these summer born kids perform worse at school right through until the age of eighteen when they might be thinking about going to university."
    },
    {
      "author": "Neil",
      "text": "Yes, university. That's higher education."
    },
    {
      "author": "Rob",
      "text": "So the professor said, according to research, summer babies are less likely to go to university - 20% in fact."
    },
    {
      "author": "Neil",
      "text": "Really? Well, don’t forget Rob, I told you I'm a summer baby. Well, I went to university."
    },
    {
      "author": "Rob",
      "text": "Yes, of course. These are just statistics – just figures. But if you are a parent of a child starting school these statistics are worrying."
    },
    {
      "author": "Neil",
      "text": "Well they shouldn't worry. There are lots of people who were born in the summer that have done very well at university, thank you. And some of them are now professors."
    },
    {
      "author": "Rob",
      "text": "OK. Or BBC presenters… like you Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, like me. But here is the problem. Let's say you have a child. He's a boy, born in August. He's now 4 years old so he can start school this September. But in his class there are students whose birthday is coming very soon so they’re going to be 5 – that's almost a year older than your child."
    },
    {
      "author": "Rob",
      "text": "So parents want their kids to do well at school – they are concerned - and now the government is trying to help – they're trying to address those concerns . England's schools minister Nick Gibbs says that the government wants to change the admissions rules for schools."
    },
    {
      "author": "Neil",
      "text": "The rule now in much of England is that children must start school in September after their fourth birthday."
    },
    {
      "author": "Rob",
      "text": "The schools minister says these rules should be changed. \"Parents know their children best,\" said Mr Gibb."
    },
    {
      "author": "Neil",
      "text": "Parents don't want to send their children to school before they are ready."
    },
    {
      "author": "Rob",
      "text": "So here is the proposal – or suggested new rules. If a child is born in the summer, parents could delay the child's start of school by up to a year."
    },
    {
      "author": "Neil",
      "text": "So the child will start school at 5 years old. Great, but does our expert Professor Lorraine Deardon think that's a good idea. Is this the way to address the problem of the age difference?"
    },
    {
      "author": "INSERT",
      "text": "Professor Lorraine Deardon, University College London Ah no, it's not. I mean, basically, the reason why these children do worse in tests right throughout their life is simply that they are up to a year younger than their September born colleagues and this does nothing to address this."
    },
    {
      "author": "Neil",
      "text": "Professor Lorraine Deardon. She says that the new policy does nothing to address the problem of the age difference."
    },
    {
      "author": "Rob",
      "text": "There are still going to be 4 year olds in the class. Perhaps there will be more 5 year olds now because parents can delay their child's start at school."
    },
    {
      "author": "Neil",
      "text": "Yes, the new policy addresses the concerns of parents that their children are not ready for school at 4 years old…."
    },
    {
      "author": "Rob",
      "text": "… but there will always be this age difference in a classroom and many of the younger children will do worse in tests. Professor Deardon says that the proposal to change the schools admission policy does nothing to address this."
    },
    {
      "author": "Neil",
      "text": "And I guessed the 30th March."
    },
    {
      "author": "Rob",
      "text": "But you are wrong I'm afraid. The answer is actually the 16th September. Happy birthday to whoever was born then anyway."
    },
    {
      "author": "Neil",
      "text": "Yeah. OK, Rob. Can you tell us the words we learned today again please?"
    },
    {
      "author": "Rob",
      "text": "Of course. We heard:"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of 6 Minute English. Please do join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT",
    "Both"
  ]
}