{
  "title": "",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03jrb9t.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160407",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160407_6min_english_brain_training_download.mp3",
  "intro": [
    "What is brain training and can it really make us more intelligent? Neil and Sophie discuss the health benefits of being able to speak two or more languages fluently. And Neil shows off his Japanese language skills!"
  ],
  "this_week_question": [
    "How many neurons – or nerve cells – are there in the typical human brain? Is it …",
    "a) 8.6 billion",
    "b) 86 billion",
    "c) 860 billion",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "bilingualism",
      "desc": "speaking two languages equally well"
    },
    {
      "text": "brain training",
      "desc": "learning ways to increase your memory or intelligence"
    },
    {
      "text": "neurons",
      "desc": "nerve cells"
    },
    {
      "text": "a stroke",
      "desc": "a serious illness that occurs when blood flow to an area in the brain is cut off"
    },
    {
      "text": "executive functions",
      "desc": "behaviour that is the same as the way most other people behave"
    },
    {
      "text": "switches",
      "desc": "changes"
    },
    {
      "text": "resist",
      "desc": "try to stop or prevent"
    },
    {
      "text": "enhance",
      "desc": "improve"
    },
    {
      "text": "cognitive reserve",
      "desc": "the idea of building up extra abilities to help protect the brain against declining memory or thinking."
    },
    {
      "text": "stimulate",
      "desc": "make something become more active"
    },
    {
      "text": "put someone's mind at rest",
      "desc": "stop someone from worrying"
    }
  ],
  "transcript": [
    {
      "author": "Sophie",
      "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
    },
    {
      "author": "Neil",
      "text": "Watashi-wa Ni-ru ."
    },
    {
      "author": "Sophie",
      "text": "What did you say?"
    },
    {
      "author": "Neil",
      "text": "Watashi-wa Ni-ru . 'I'm Neil.' It's Japanese, Sophie."
    },
    {
      "author": "Sophie",
      "text": "Very good, Neil! So your Japanese language lessons are going well, then?"
    },
    {
      "author": "Neil",
      "text": "They are indeed. And did you know, Sophie, that scientists believe learning a second language can boost brainpower? Bilingualism – or speaking two languages equally well – is a form of brain training."
    },
    {
      "author": "Sophie",
      "text": "Brain training is where you're learning ways to increase your memory or intelligence. That's great Neil – but you're not exactly… bilingual… are you?"
    },
    {
      "author": "Neil",
      "text": "Not yet. No."
    },
    {
      "author": "Sophie",
      "text": "Well, brain training is the subject of today's show. And ways to train your brain might be doing a crossword puzzle, playing chess, or studying a new language! Now I have a question for you, Neil."
    },
    {
      "author": "Neil",
      "text": "I hope my brain is up to the challenge."
    },
    {
      "author": "Sophie",
      "text": "I'm sure it is. Can you tell me: How many neurons – or nerve cells – are there in the typical human brain? Is it … a) 8.6 billion b) 86 billion Or c) 860 billion"
    },
    {
      "author": "Neil",
      "text": "Hmm. I'm going to say a) 8.6 billion."
    },
    {
      "author": "Sophie",
      "text": "Well, we'll find out later on in the show whether you got the answer right or not. But now let's listen to neuropsychologist Dr Catherine Loveday talking about why being bilingual may protect your brain from damage if you have a stroke."
    },
    {
      "author": "INSERT",
      "text": "Dr Catherine Loveday, neuropsychologist I think the theory behind why bilingualism might be a protective factor is that [it] involves a lot of switchings – a lot of attentional changes – lots of switching. And that seems to exercise the sort of executive parts of our brain. Those parts of the brain are kind of stronger and fitter when it comes to resisting some kind of damage from the stroke."
    },
    {
      "author": "Neil",
      "text": "A stroke is a serious illness that occurs when blood flow to an area of the brain is cut off. And executive functions are the mental skills involved in doing things like problem solving and planning."
    },
    {
      "author": "Sophie",
      "text": "So when a bilingual speaker switches – or changes – from one language to another – this exercises the executive parts of their brain, making it stronger and fitter. And because the brain is stronger, it's able to resist – or prevent – damage caused by a stroke."
    },
    {
      "author": "Neil",
      "text": "But many of us aren't bilingual are we? So our brains aren't going to be protected against strokes."
    },
    {
      "author": "Sophie",
      "text": "Don't worry, Neil. There are other things you can do to exercise your brain. If you're right handed, doing tasks like brushing your teeth with your left hand will stimulate your brain – or getting dressed in the dark with your eyes shut. Or simply memorizing a list of words, for example your shopping list."
    },
    {
      "author": "Neil",
      "text": "Doing things with the wrong hand sounds hard. But the shopping list thing sounds easier… OK. Let's see… pizza, doughnuts, crisps, bottle of coke, chocolate cake…"
    },
    {
      "author": "Sophie",
      "text": "That's not a very healthy list, Neil! A good diet is also important in keeping your brain fit and healthy."
    },
    {
      "author": "Neil",
      "text": "Maybe I should cut down on the chocolate cake then?"
    },
    {
      "author": "Sophie",
      "text": "Actually, that's one thing you could leave on the list. According to research, chocolate may enhance – or improve – cognitive performance, and that is your ability to acquire and utilize knowledge. Now let's listen to Dr Loveday talking about building up our cognitive reserve – this is the idea of building up extra abilities to help protect the brain against declining memory or thinking."
    },
    {
      "author": "INSERT",
      "text": "Dr Catherine Loveday, neuropsychologist Continually just stimulating the brain – things like learning a language, learning music, just educating yourself, seems to continue to build up that cognitive reserve. So even if people take up languages or take up other things later in life it will give them a degree of protection."
    },
    {
      "author": "Neil",
      "text": "Stimulate means to make something become more active. Hmm. Not sure I'm continually stimulating my brain. What do you think, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "With all our stimulating discussions, Neil, I'm sure we're both building up our cognitive reserve. And there are your Japanese lessons too."
    },
    {
      "author": "Neil",
      "text": "Well, so I am doing well as far as my cognitive reserve goes. Sophie you've put my mind at rest."
    },
    {
      "author": "Sophie",
      "text": "And if you put someone's mind at rest you stop them worrying. Well, don't get too relaxed Neil – your brain needs constant stimulation, remember?"
    },
    {
      "author": "Neil",
      "text": "Hmm. I think I might just lie down after the show with a box of chocolates and today's crossword… or maybe I'll memorize another shopping list… this time in Japanese."
    },
    {
      "author": "Sophie",
      "text": "OK. I think it's time to hear the answer to today's quiz question. I asked: How many neurons are there in the typical human brain? Is it … a) 8.6 billion b) 86 billion or c) 860 billion?"
    },
    {
      "author": "Neil",
      "text": "And I said a) 8.6 billion."
    },
    {
      "author": "Sophie",
      "text": "I thought you were feeling clever today, Neil. I'm afraid that's the wrong answer. It's b) 86 billion. But do you know how scientists calculated that number?"
    },
    {
      "author": "Neil",
      "text": "Did they have a guess, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "No, not exactly. Apparently, the easiest way is to count how many neurons there are in one part of the brain and then multiply that for the rest of the brain's volume."
    },
    {
      "author": "Neil",
      "text": "Well, that's a lot of brain cells. OK, can we hear the words we learned today?"
    },
    {
      "author": "Sophie",
      "text": "They are: bilingualism brain training neurons stroke executive functions switches resist enhance cognitive reserve stimulate put someone's mind at rest"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Sophie",
    "Neil",
    "INSERT",
    "Both"
  ]
}