{
  "title": "Is chivalry dead?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03rv9cz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160428",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160428_6min_english_chivalry_download.mp3",
  "intro": [
    "What does it take to impress the ladies in the 21st century? Neil and Alice discuss knights in shining armour and teach some related vocabulary."
  ],
  "this_week_question": [
    "Who wrote the novel Don Quixote , about a 50-year old man travelling Spain in search of knightly adventures in rusty armour and a cardboard helmet? Was it…",
    "a) Miguel de Cervantes",
    "b) Leo Tolstoy",
    "c) William Shakespeare?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "chivalry",
      "desc": "polite behaviour usually by men towards women"
    },
    {
      "text": "alive and kicking",
      "desc": "very active"
    },
    {
      "text": "re-enactment",
      "desc": "where you perform the actions of a past event"
    },
    {
      "text": "my cup of tea",
      "desc": "something I would enjoy doing"
    },
    {
      "text": "jousting",
      "desc": "two people fight on horseback using a long pole or a lance to try to knock the other person off their horse"
    },
    {
      "text": "lance",
      "desc": "a long pole used in jousting"
    },
    {
      "text": "tournament",
      "desc": "sporting event"
    },
    {
      "text": "fetching",
      "desc": "attractive"
    },
    {
      "text": "damsel (in distress)",
      "desc": "young unmarried woman (in need of help)"
    },
    {
      "text": "prowess",
      "desc": "great skill or ability"
    },
    {
      "text": "conventions",
      "desc": "rules"
    },
    {
      "text": "courtly love",
      "desc": "an aristocratic code concerning the faithful love of a knight for his lady"
    },
    {
      "text": "intertwined",
      "desc": "hard to separate"
    },
    {
      "text": "aristocrats",
      "desc": "people of high social rank"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil…"
    },
    {
      "author": "Alice",
      "text": "… And I'm Alice. My chair feels [audibly shifts about in her chair] uncomfortable today. How does yours feel?"
    },
    {
      "author": "Neil",
      "text": "Um… mine is fine - very comfortable, thank you."
    },
    {
      "author": "Alice",
      "text": "Well, it would be nice if you offered to give me your chair, Neil."
    },
    {
      "author": "Neil",
      "text": "What? No chance. Well, I would be uncomfortable then, wouldn't I?"
    },
    {
      "author": "Alice",
      "text": "You should give me your seat, Neil."
    },
    {
      "author": "Neil",
      "text": "Should I? Well, now might be a good time to mention that chivalry is the subject of today's show."
    },
    {
      "author": "Alice",
      "text": "Chivalry these days means polite behaviour usually by men towards women. Neil Though in the past it referred to a code of behaviour followed by knights in the Middle Ages. It was all about honour and courage in battle – and only later on about being polite to the ladies. Well, we aren't living in the Middle Ages any more, are we?"
    },
    {
      "author": "Alice",
      "text": "No comment. Let's go for our traditional question. I have a literary one for you today: Who wrote the novel Don Quixote , about a 50-year old man travelling Spain in search of knightly adventures in rusty armour and a cardboard helmet? Was it… a) Miguel de Cervantes b) Leo Tolstoy Or c) William Shakespeare?"
    },
    {
      "author": "Neil",
      "text": "I think - I'm going to get it right today, Alice – I'm going to say a) Miguel de Cervantes."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out later on in the show if you were right or not. But first, do you think chivalry is dead, Neil?"
    },
    {
      "author": "Neil",
      "text": "No, not at all – these traditions are alive and kicking – in Poland at any rate. If something is alive and kicking it means it's active. The BBC reporter Adam Easton saw it with his own eyes and is going to describe it for us."
    },
    {
      "author": "INSERT",
      "text": "Adam Easton, BBC reporter Medieval knights' tournaments or battle re-enactments are popular across Europe. But there's something about dressing up as a knight that particularly appeals to people here in Poland. In the summer there's events every weekend and here in Malbork Northern Poland home to Europe's largest medieval castle there's one of the biggest of the season. There's archery, crossbow, jousting, other horse skills, and more than a hundred thousand people come to watch these tournaments."
    },
    {
      "author": "Alice",
      "text": "The BBC reporter Adam Easton. By the way, what's a re-enactment , Neil?"
    },
    {
      "author": "Neil",
      "text": "It's where you perform the actions of a past event. And in Malbork in Poland they stage battle re-enactments every weekend apparently – at least in the summer months!"
    },
    {
      "author": "Alice",
      "text": "Mmm… it doesn't sound like my cup of tea – and that means it doesn't sound like something I would enjoy doing – how about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, I'm not sure about the archery, crossbow and jousting. It all sounds like too much hard work. But I'd definitely enjoy the dressing up."
    },
    {
      "author": "Alice",
      "text": "Excellent! Well, jousting is where two people fight on horseback using a lance – or long pole – to try to knock the other person off their horse, especially as part of a tournament – or sporting event. So with the dressing up, Neil – I'm curious. I can't imagine you as a knight in shining armour, to be honest…"
    },
    {
      "author": "Neil",
      "text": "Come on, Alice. I'd look very appealing to any damsel in distress. A damsel in distress is a young unmarried woman in need of help."
    },
    {
      "author": "Alice",
      "text": "OK. You might make a very fetching – or attractive – knight, Neil. But you should get used to actually helping the ladies … maybe offering me your seat. I'm still sitting uncomfortably here…"
    },
    {
      "author": "Neil",
      "text": "Come on, Alice, a knight needs to sit comfortably too. We've always been the ones with battles to fight!"
    },
    {
      "author": "Alice",
      "text": "But at some point in the history of chivalry – prowess – or skill – on the battlefield became combined with a set of conventions – or rules – governing other aspects of behaviour. This included a knight's moral and religious duties and how to conduct their love affairs. Professor Laura Ashe at Oxford University explains."
    },
    {
      "author": "INSERT",
      "text": "Laura Ashe, Associate Professor in English at the University of Oxford, UK The really strange thing is the idea that love should somehow make you a better knight. I mean, this is what is suddenly claimed in the late 12th century and it makes very little sense, you know, if you imagine a footballer telling his teammates that being in love makes him a better footballer."
    },
    {
      "author": "Neil",
      "text": "That was Professor Laura Ashe. And I agree with her. What has being a great footballer or a great warrior got to do with love?"
    },
    {
      "author": "Alice",
      "text": "Well, courtly love was a social code governing behaviour between aristocratic men and women that developed at the same time and amongst the same people as chivalry and the two became intertwined – or hard to separate – from then on."
    },
    {
      "author": "Neil",
      "text": "And aristocrats are people of high social rank. OK Alice, I think it's time you told us the answer to today's quiz question."
    },
    {
      "author": "Alice",
      "text": "Good idea. OK. I asked: Who wrote the novel Don Quixote , about a 50-year old man travelling Spain in search of knightly adventures in rusty armour and a cardboard helmet? Was it… a) Miguel de Cervantes, b) LeonTolstoy or c) William Shakespeare?"
    },
    {
      "author": "Neil",
      "text": "And I said a) Miguel de Cervantes."
    },
    {
      "author": "Alice",
      "text": "And you were right! Well done! Don Quixote was written by Miguel de Cervantes and published in 1605. It's a comic novel which describes what happens to an elderly knight who, his head muddled by reading too many romances, sets out on his old horse with his companion Sancho Panza, to seek adventure."
    },
    {
      "author": "Neil",
      "text": "Very interesting, Alice. Now can we hear the words we learned today?"
    },
    {
      "author": "Alice",
      "text": "Sure, they are: chivalry alive and kicking re-enactment my cup of tea jousting lance tournament fetching damsel in distress prowess conventions courtly love intertwined aristocrats"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. Please join us again soon. And… by the way, Alice, would you like my chair? It's very comfortable…"
    },
    {
      "author": "Alice",
      "text": "Oh, thank you - now that the programme is over, Neil!"
    },
    {
      "author": "Neil",
      "text": "Better late than never. Both Bye."
    }
  ],
  "authors": [
    "Neil",
    "Alice",
    "INSERT"
  ]
}