{
  "title": "ould you be an astronaut?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03rwxsn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160526",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160526_6min_english_astronaut_training_download.mp3",
  "intro": [
    "Do you have what it takes to be an astronaut? Alice and Rob discuss the challenges of going to space to do a job thousands of people are keen on."
  ],
  "this_week_question": [
    "How many people have applied to join Nasa's 2017 astronaut class? Was it…",
    "a) 800",
    "b) 8,000",
    "c) 18,000 people?",
    "You can hear the correct answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "in orbit",
      "desc": "being in space and following the path around the Earth's curvature"
    },
    {
      "text": "claustrophobia",
      "desc": "fear of being in a small space"
    },
    {
      "text": "get on someone's nerves",
      "desc": "to annoy someone"
    },
    {
      "text": "zero gravity",
      "desc": "a condition where gravity is exerting no force"
    },
    {
      "text": "buoyancy",
      "desc": "the ability to float"
    },
    {
      "text": "nosedive",
      "desc": "fast and sudden fall"
    },
    {
      "text": "stranded",
      "desc": "left behind"
    },
    {
      "text": "forage",
      "desc": "to search (used especially for animals looking for food)"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Rob",
      "text": "… And I'm Rob."
    },
    {
      "author": "Alice",
      "text": "So Rob, what job did you want to do when you were little?"
    },
    {
      "author": "Rob",
      "text": "I really wanted to be an astronaut. Be in orbit, watching the Earth from afar…"
    },
    {
      "author": "Alice",
      "text": "Wow! Be in orbit - it means be in space and following the Earth's curvature. Well, the view must be nice from up there. But the reality of becoming an astronaut is pretty hard. And it's the subject of today's show! Did you know that less than 600 people have been into space so far?"
    },
    {
      "author": "Rob",
      "text": "I'd like to have been one of them. I know I have what it takes to be a spaceman!"
    },
    {
      "author": "Alice",
      "text": "Yes. There are many others like you who would like to go for this job, Rob. And that's the quiz question for you today. How many people have applied to join Nasa's 2017 astronaut class? Was it… a) 800 b) 8,000 Or c) 18,000 people?"
    },
    {
      "author": "Rob",
      "text": "Mmmm… 8,000 sounds like a lot already so I'll go for b) 8,000 people."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out if you chose the right answer later on in the programme. So, what do you think is the biggest challenge when considering becoming an astronaut?"
    },
    {
      "author": "Rob",
      "text": "Well, I'd say claustrophobia – and that means: fear of being in a small space. That might be a problem because the space capsules are small and you're with the same people for months at a time."
    },
    {
      "author": "Alice",
      "text": "Yes, that's right. Well, astronauts are bound to get on each other's nerves sometimes! To get on someone's nerves means: to annoy them."
    },
    {
      "author": "Rob",
      "text": "But I'm a great team player… so I think I'll be OK."
    },
    {
      "author": "Alice",
      "text": "Yes, I can confirm that. Anyway, the challenge of being an astronaut doesn't stop here. In the space capsule, astronauts have to put up with extremely difficult conditions. Like zero gravity, for example."
    },
    {
      "author": "Rob",
      "text": "It looks like doing somersaults in the capsule and catching bits of food in your mouth as it floats out of its packet…"
    },
    {
      "author": "Alice",
      "text": "But zero gravity – a condition where gravity is exerting no force – can lead to wasting of the bones and muscles. Astronauts take two and a half hours of exercise per day to help prevent this."
    },
    {
      "author": "Rob",
      "text": "But what do astronauts have to do before they go into space to prepare themselves for weightlessness and spacewalking?"
    },
    {
      "author": "Alice",
      "text": "They can practice using a virtual reality headset and special gloves. It's like playing a computer game that looks and feels like doing a spacewalk. And they also train in a swimming pool! Let's listen to Major Tim Peake, a British astronaut, talking about the preparation he did for his mission on the International Space Station."
    },
    {
      "author": "INSERT",
      "text": "Major Tim Peake, British astronaut with the European Space Agency The way we practise spacewalk is in water. Water gives us the neutral buoyancy that we need. So we sink training modules into swimming pools and then practise the spacewalking on them. We wear very specific equipment, a pressurized spacesuit – very difficult to move in actually – it's hard to bend the fingers, it's hard to bend your arms – and it really gives you quite a difficult workout."
    },
    {
      "author": "Rob",
      "text": "British astronaut Tim Peake says water gives us buoyancy , which is the ability to float. Floating in space is similar to floating in water, so astronauts practise their spacewalk in swimming pools."
    },
    {
      "author": "Alice",
      "text": "Yes. They take to the water and to the air too. Astronauts experience the feeling of weightlessness in planes. A large plane with padded walls flies to high altitude and then goes into a nosedive – or a fast and sudden fall – which creates short periods of weightlessness."
    },
    {
      "author": "Rob",
      "text": "Fabulous! I'd love to do that!"
    },
    {
      "author": "Alice",
      "text": "But it's not all fun and games. Don't forget that one of the main reasons for being out on the International Space Station is to conduct research. Major Tim Peake is doing scientific experiments such as how to grow plants in space, and what effect radiation and zero gravity have on this process."
    },
    {
      "author": "Rob",
      "text": "Like that film where an astronaut gets stranded – or left behind – on Mars and has to grow potatoes."
    },
    {
      "author": "Alice",
      "text": "Yes."
    },
    {
      "author": "Rob",
      "text": "The film is called The Martian."
    },
    {
      "author": "Alice",
      "text": "That's right. Yes. So do you think you have what it takes to survive in a challenging environment, Rob? Let's listen to Major Tim Peake talking about his survival training."
    },
    {
      "author": "INSERT",
      "text": "Major Tim Peak, British astronaut with the European Space Agency Survival training: for this year the European Space Agency sends us to Sardinia. When you land in the Soyuz capsule sometimes you might not land exactly where you expect to be. Foraging for food, for example, and your basic elements of shelter and protection, getting water… Go and live in a cave for seven days with an international crew. And it's a wonderful environment to prepare you for a mission because you are very isolated."
    },
    {
      "author": "Rob",
      "text": "So astronauts may get stranded on Earth – when the space capsule lands somewhere unexpected. And they have to find food. Forage means to search."
    },
    {
      "author": "Alice",
      "text": "It's a word we often use to describe how animals search for food."
    },
    {
      "author": "Rob",
      "text": "Indeed. Well, let's go back to that quiz question you asked me earlier, Alice. I'm keen to know how many people want to live this experience of being an astronaut."
    },
    {
      "author": "Alice",
      "text": "OK. Well, I asked: How many people have applied to join NASA's 2017 astronaut class? Was it… a) 800, b) 8,000 or c) 18,000 people?"
    },
    {
      "author": "Rob",
      "text": "And I said quite a lot: b) 8,000 people."
    },
    {
      "author": "Alice",
      "text": "And you were wrong, I'm afraid! According to Nasa's website, more than 18,300 people applied to join their 2017 astronaut class. This is almost three times the number of applications received in 2012 for the most recent astronaut class."
    },
    {
      "author": "Rob",
      "text": "Wow! So there's no chance of me ever succeeding."
    },
    {
      "author": "Alice",
      "text": "Oh, well, you mustn't give up, Rob. Anyway, we are running out of time so here are the words we heard today: in orbit claustrophobia get on someone's nerves zero gravity buoyancy nosedive stranded forage"
    },
    {
      "author": "Rob",
      "text": "Well, that's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Rob",
    "INSERT",
    "Both"
  ]
}