{
  "title": "Heritage sites",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03zh775.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160728",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160728_6min_english_heritage_sites_download.mp3",
  "intro": [
    "The Great Barrier Reef, the Grand Canyon, and the Inca city of Machu Picchu in Peru, are just some of the world's most precious natural and cultural heritage sites, but they're under threat from industrial activity. Alice and Neil discuss how sustainable tourism may help protect them."
  ],
  "this_week_question": [
    "Which sea creature is a potential threat to the Great Barrier Reef's ecosystem? Is it a … a) starfish? b) jellyfish? c) cuttlefish? You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "heritage",
      "desc": "the things a society considers important to its history and culture, for example art, buildings, or natural sites encroach on something move beyond acceptable limits"
    },
    {
      "text": "sustainable tourism",
      "desc": "tourism designed to have a low impact on the local culture and the environment, while generating employment for local people dynamic active or capable of changing"
    },
    {
      "text": "resilience",
      "desc": "the ability to recover or adapt to change"
    },
    {
      "text": "species diversity",
      "desc": "the range of plants and animals"
    },
    {
      "text": "visual aesthetic",
      "desc": "the way something looks"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Note: This is not a word-for-word transcript.  Hello and welcome to 6 Minute English. I'm Alice… Neil And I'm Neil. Alice So, Neil, what's the best holiday you've ever had? Neil That would be scuba diving on the Great Barrier Reef off the coast of Australia. It was awesome! I saw sharks, sea turtles, manta rays... Alice I certainly don't like the idea of coming nose to nose with a shark! But then diving isn't really my thing. I'm more into cultural holidays – you know, visiting the ruins of ancient civilisations. Neil That's very worthy, Alice. But tourists are actually damaging a number of important sites around the world – tramping around, dropping litter, scribbling graffiti everywhere… Alice I would never drop litter or scribble graffiti! Neil Well, we're talking about world heritage sites today, which are places UNESCO considers to be at risk from various threats and in need of protection. Heritage means the things a society considers important to its history and culture, for example art, buildings, or natural sites such as the Grand Canyon in the United States. Alice And the environment poses a number of different threats. So, Neil, can you tell me which sea creature is a potential threat to the Great Barrier Reef's ecosystem? Is it a … a) starfish? b) jellyfish? Or c) cuttlefish? Neil I will go for b) jellyfish. I'm no expert on marine life, but I have eaten jellyfish and I haven't eaten the other ones. Alice Oh, I see. Well, we'll find out later on if you are an expert or not. But let's listen now to BBC reporter Roger Harrabin talking about other types of threat to heritage sites. See how many you can spot! INSERT Roger Harrabin, BBC reporter The most precious wonders of the natural world – Australia's Great Barrier Reef, America's spectacular Grand Canyon, the Barrier Reef of Belize in South America, second biggest on Earth – all facing threats from humans. The Great Barrier Reef is attracting urgent concern. There's a huge battle over mining and port development. A giant coalmine has just been given the go-ahead by the Queensland government even though scientists warn it may damage the Reef. Neil That's the BBC's Roger Harrabin. Well, I spotted a couple of threats to heritage sites there – mining and port development. Now, any type of industrial activity can harm them by, for example, encroaching on the natural habitat of animals and plants living there, or by polluting the water that flows into the site. Alice Mining is the process of extracting coal or other minerals from the ground, and if you encroach on something , it means you move beyond acceptable limits. The interesting thing is that world heritage sites only constitute 0.5% of the Earth's surface – so why can't people do their mining and industrial development on the remaining 99.5%! Neil But there is one human industry that can actually be beneficial for precious sites: tourism. Alice But you said earlier that tourism was bad for heritage sites. Neil I know. And I was right, up to a point. World heritage sites are some of tourism's main attractions, and more and more people are visiting them. So it's all about getting the balance right between generating money to maintain and restore the sites and minimizing the impact of tourist activities. Alice Such as littering and graffiti. Neil Exactly. And the term for this is sustainable tourism – or tourism designed to have a low impact on the local culture and the environment, while generating employment for local people. Alice So UNESCO is working to direct governments, site managers and visitors towards sustainable tourism practices in order to keep our world's natural and cultural heritage safe for future generations. Neil Wow, you can really talk the talk, Alice. You should work for UNESCO! OK, let's move on now, and listen to Paul Crocombe, of the Snorkelling and Diving Company in Townsville, Queensland, Australia, giving his view on how the Great Barrier Reef will cope with threats to its survival. INSERT Paul Crocombe, Snorkelling and diving company, Townsville, Queensland, Australia The Reef's fairly dynamic, it's been through a couple of ice ages, and is still here, so its resilience will ensure that the Reef is still here in years to come. But the species diversity and the… the visual aesthetics of the Reef may change quite considerably, especially if we get an increase in sea temperature, an increase in carbon dioxide in the water, and things like that. Alice Paul Crocombe describes the Reef as 'dynamic' and 'resilient'. Neil Dynamic means active or capable of changing and resilience means the ability to recover or adapt to change – which all sounds good. But Paul also says that the species diversity – the range of plants and animals – may change. Alice For example, a rise in sea temperature would cause a rise in carbon dioxide levels – and this could have a big impact on both the species diversity and the Reef's visual aesthetic – or the way it looks. Neil OK, I think it's time now for the answer to today's quiz question, Alice. Alice Yes, I think so too. OK, so, I asked you: Which sea creature poses a potential threat to the Great Barrier Reef's ecosystem? Is it a type of …  a) starfish, b) jellyfish or c) cuttlefish? Neil And I said b) jellyfish. Alice And you got stung, I'm afraid, Neil! Neil Ouch! Alice The answer is starfish. The crown-of-thorns starfish preys on coral and large outbreaks of these starfish can devastate reefs. Now, can you remind us of some of today's vocabulary, Neil? Neil Sure: heritage encroach on something sustainable tourism dynamic resilience species diversity visual aesthetic Alice Well, that's the end of today's 6 Minute English. Don't forget to join us again soon! Both Bye!"
    }
  ],
  "authors": [
    "Alice"
  ]
}