{
  "title": "Domestic chores",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p043bxw9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160825",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160825_6min_english_domestic_chores_download.mp3",
  "intro": [
    "Do women sweep the floor and clean the bathroom more often than men? Should men be more tidy? Alice and Neil discuss the topic and teach you a tidy amount of vocabulary."
  ],
  "this_week_question": [
    "What percentage of men take responsibility for giving the house a weekly clean, according to a recent online survey by the UK organization, Mumsnet? Is it…",
    "a) 1%?",
    "b) 5%?",
    "c) 10%?",
    "You'll find the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "chore",
      "desc": "a boring job that needs doing"
    },
    {
      "text": "threshold",
      "desc": "the point at which you begin to feel something"
    },
    {
      "text": "aversion",
      "desc": "strong dislike"
    },
    {
      "text": "minimum",
      "desc": "least amount needed"
    },
    {
      "text": "no bad thing",
      "desc": "a good thing"
    },
    {
      "text": "gendered",
      "desc": "specific to one sex"
    },
    {
      "text": "pinny or pinafore",
      "desc": "apron give and take compromise"
    },
    {
      "text": "earning capacity",
      "desc": "ability to earn money"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Alice",
      "text": "Neil, how often do you do the washing up at home?"
    },
    {
      "author": "Neil",
      "text": "Oh, you know, on special occasions – like after a Christmas lunch!"
    },
    {
      "author": "Alice",
      "text": "That's terrible, Neil!"
    },
    {
      "author": "Neil",
      "text": "Well, domestic chores are the subject of today's show. And you know what? I'm not very good at them."
    },
    {
      "author": "Alice",
      "text": "Domestic means to do with the family or home and a chore is a boring job that needs doing. Not being good at chores sounds like a bad excuse for avoiding housework, Neil."
    },
    {
      "author": "Neil",
      "text": "I suppose you're right. But I wasn't surprised to learn that on average women spend several more hours a day doing chores at home than men. Maybe men have a higher threshold for dirt and untidiness."
    },
    {
      "author": "Alice",
      "text": "Do you have a high threshold, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes. And threshold means the point at which you begin to feel something. It takes a lot of dirt and untidiness to make me feel I need to start clearing up."
    },
    {
      "author": "Alice",
      "text": "OK, so my question for you today, Neil, is: What percentage of men take responsibility for giving the house a weekly clean, according to a recent online survey by the UK organization, Mumsnet? Is it… a) 1%? b) 5%? Or c) 10%?"
    },
    {
      "author": "Neil",
      "text": "Hmm. Those figures all sound low. But I'll assume that not all men are like me, and say c) 10%."
    },
    {
      "author": "Alice",
      "text": "Well, we'll see if you're being optimistic with your answer later on in the show. So now let's listen to a conversation between BBC reporter Geoff Byrd and his wife Sarah. In an interview to a BBC presenter they discuss Sarah's aversion to – or strong dislike of domestic chores."
    },
    {
      "author": "INSERT",
      "text": "BBC reporter Geoff Byrd and his wife Sarah SB: The thing is, it's a boring thing. You should just do the minimum amount you need to do to get by. That is my policy. I would say I definitely work harder than you do, and therefore have less time. Have we just switched round in terms of our roles? GB: Probably. Yeah. And that's no bad thing. Go the revolution!"
    },
    {
      "author": "Neil",
      "text": "Sarah and Geoff there. In their household, Geoff does more chores because Sarah finds them boring and she also does more paid work. She thinks people should do the minimum amount of housework – or least amount needed – to get by."
    },
    {
      "author": "Alice",
      "text": "And to get by means to achieve something with difficulty."
    },
    {
      "author": "Neil",
      "text": "So Geoff does most of the cooking and cleaning in their house – which as we discussed earlier on, isn't usually the case for men. He doesn't seem to mind, though, does he?"
    },
    {
      "author": "Alice",
      "text": "That's right. He says switching roles is no bad thing – in other words, it's a good thing!"
    },
    {
      "author": "Neil",
      "text": "Yey. Go the revolution! Just don't include me, because I'm with Sarah. I hate housework."
    },
    {
      "author": "Alice",
      "text": "OK, well let's assume that Sarah and Geoff aren't typical of most families, and consider the serious implications of women doing more of the household chores. Some domestic tasks can be strongly gendered – or specific to one sex. For example, doing the laundry, organizing your children's school and social lives are often jobs that women do."
    },
    {
      "author": "Neil",
      "text": "But putting the rubbish out or fixing a leaky tap – those are work many people still see as men's jobs."
    },
    {
      "author": "Alice",
      "text": "Well, I put the rubbish bins out in my household, Neil. Anyway, this means women often spend significantly more time doing chores at home, juggling this with paid work."
    },
    {
      "author": "Neil",
      "text": "Yes, that sounds like a lot. I can see I'm going to have to get my pinny on a bit more at home, Alice."
    },
    {
      "author": "Alice",
      "text": "I hope you do, Neil, because a bit more give and take at home could help improve a working mum's prospects of getting promoted at work and earning more. And for those of you unfamiliar with the word, pinny – or pinafore – means apron."
    },
    {
      "author": "Neil",
      "text": "And give and take means compromise."
    },
    {
      "author": "Alice",
      "text": "Let's hear now from Professor Jonathan Gershuny, co-director at the Centre for Time Use Research at Oxford University, talking about why it's important to protect your earning capacity – or ability to earn money."
    },
    {
      "author": "INSERT",
      "text": "Professor Jonathan Gershuny, co-director at the Centre for Time Use Research at Oxford University Nowadays, half of all marriages fail… you know… it's not a reasonable expectation that you're going to stay married to the same chap indefinitely. And if under these circumstances you've been out of the labour force looking after the kids while he builds up his earnings capacity by working long hours at work and then he runs off with his secretary, well he departs with his earnings power, and you're left with the baby."
    },
    {
      "author": "Neil",
      "text": "Professor Jonathan Gershuny. But actually, these days, quite a few men take care of the children while their wives or partners work full time."
    },
    {
      "author": "Alice",
      "text": "And she might run off with her secretary. But the main issue here is that both partners – whether male or female – should protect their earnings capacity. Now, I think it's time for the answer to today's quiz question, Neil. I asked you: What percentage of men take responsibility for giving the house a weekly clean, according to a recent online survey by the UK organization, Mumsnet? Is it… a) 1%, b) 5% or c) 10%?"
    },
    {
      "author": "Neil",
      "text": "I said c) 10%."
    },
    {
      "author": "Alice",
      "text": "And you were wrong, I'm afraid, Neil! The answer is actually b) 5%. Mumsnet asked nearly 1,000 working mothers about the distribution of tasks in their homes. Now, can we hear the words we learned today, please?"
    },
    {
      "author": "Neil",
      "text": "Sure. They are: chore threshold aversion minimum no bad thing gendered pinny or pinafore give and take earning capacity"
    },
    {
      "author": "Alice",
      "text": "Well, that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}