{
  "title": "Old tech",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0441jtx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160908",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160908_6min_english_old_tech_download.mp3",
  "intro": [
    "Did you ever own a Walkman or a record player? Is there still a market for DVD rental stores? Alice and Neil discuss old tech and why the US Pentagon still uses floppy disks."
  ],
  "this_week_question": [
    "How many records were sold in the UK in 2014? Was it…",
    "a) 10,000?",
    "b) 100,000?",
    "c) 1 million?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "record player",
      "desc": "a box with a turntable that you put your vinyl records on to play them"
    },
    {
      "text": "turntable",
      "desc": "a revolving plate on a record player"
    },
    {
      "text": "retro",
      "desc": "going back to styles and fashions from the past"
    },
    {
      "text": "vinyl",
      "desc": "a type of plastic used to make records"
    },
    {
      "text": "cassette tapes",
      "desc": "small plastic cases with audiotape on reels inside them"
    },
    {
      "text": "resurgence",
      "desc": "new rise"
    },
    {
      "text": "nostalgia",
      "desc": "thinking about the past with a mixture of warm feelings and sadness"
    },
    {
      "text": "compiled",
      "desc": "put together"
    },
    {
      "text": "floppy disk",
      "desc": "a flexible plastic computer disk used for storing data magnetically"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Alice",
      "text": "We’re talking about old technology today, Neil. Did you use to have any old tech, you know, a Walkman, back in the 1990s? Before music went digital?"
    },
    {
      "author": "Neil",
      "text": "No. I didn't have a Walkman… But I do have a record player."
    },
    {
      "author": "Alice",
      "text": "I know you like flared trousers, but I didn't realize you were that retro. A record player , for those of you who don’t know, is a box with a turntable – or turning plate that you put your vinyl records on to play them."
    },
    {
      "author": "Neil",
      "text": "And retro means going back to styles and fashions from the past. Well, I love my record player. I have a large collection of vinyl records, as well as cassette tapes that I inherited from my parents…"
    },
    {
      "author": "Alice",
      "text": "Vinyl is the plastic that records are made from. And cassette tapes came after records – which are these small plastic cases with audiotape on reels inside them. Well, I don't understand your fondness for out-dated stuff, Neil."
    },
    {
      "author": "Neil",
      "text": "Don't be so quick to dismiss old tech, Alice. There's been a resurgence – or new rise in – record sales recently – here in the UK, and in the US. Some DJs have gone back to using them, and new record stores have opened to meet the demand for vinyl."
    },
    {
      "author": "Alice",
      "text": "Really?"
    },
    {
      "author": "Neil",
      "text": "Yes, really. In fact, I have a question for you, Alice: How many records were sold in the UK in 2014? Was it… a) 10,000? b) 100,000? Or c) 1 million?"
    },
    {
      "author": "Alice",
      "text": "Well, I think it’s b) 100,000."
    },
    {
      "author": "Neil",
      "text": "We'll find out if you're right or wrong later in the show. For myself, I just think vinyl sounds nicer than digital – has a warmer quality."
    },
    {
      "author": "Alice",
      "text": "That sounds a bit technical, Neil! Don't you think this retro trend has more to do with nostalgia for the past?"
    },
    {
      "author": "Neil",
      "text": "Nostalgia means thinking about the past with a mixture of warm feelings and sadness. Well, yes, I think people who grew up with the old technology probably are nostalgic about it. Let's listen to music journalist Jacqueline Springer talking about cassette tapes and what they mean to her."
    },
    {
      "author": "INSERT",
      "text": "Jacqueline Springer, music journalist They were audio love letters. They were ways in which you started to carve out your own identity so you know when Dan or I have interviewed people we talk about… we talk to musicians about their impressions and, you know, and their influences, and invariably it was siblings or parents. And you would raid those vinyl albums and you would self-select."
    },
    {
      "author": "Neil",
      "text": "Jacqueline Springer there. So she calls cassette tapes 'audio love letters' – because people often compiled – or put together – their own collection of songs on tapes and gave them to the boy or girl they liked."
    },
    {
      "author": "Alice",
      "text": "Jacqueline says they recorded songs from their parents' record collections onto tape. And it seems that this process helped create their musical and social identity."
    },
    {
      "author": "Neil",
      "text": "Yes. I identified with The Rolling Stones, The Clash, and The Sex Pistols when I was a teen. How about your musical identity, Alice?"
    },
    {
      "author": "Alice",
      "text": "Well, I was in love with all the boy bands from the 1990s – NSync, Westlife, Backstreet Boys, Take That."
    },
    {
      "author": "Neil",
      "text": "Unbelievable. I can see I need to make you some decent tapes of music from the 90s, Alice."
    },
    {
      "author": "Alice",
      "text": "I didn’t say I still like boy bands, Neil. I'm not nostalgic for my lost teenage years – unlike you."
    },
    {
      "author": "Neil",
      "text": "Old tech is everywhere. Did you know that the US nuclear weapons force still uses a computer system dating back to the 1970s with 8-inch floppy disks?"
    },
    {
      "author": "Alice",
      "text": "Floppy disks ? You mean those flexible plastic computer disks used for storing data magnetically. Well, I can't believe the guys in The Pentagon are nostalgic about floppy disks."
    },
    {
      "author": "Neil",
      "text": "Well, a Pentagon spokesperson said it would be extremely expensive to update the system and it still works. They plan to do it by 2020 and save a lot of space for sure. You would need more than 130,000 8-inch floppy disks to store 32GB of information."
    },
    {
      "author": "Alice",
      "text": "Wow! This is the equivalent of an average memory stick! Neil Yes. But there are more people out there keen on old tech. How do you think a DVD rental store survives in this era of online movie streaming? Let's listen to Tara Judah, co-director of UK rental store 20th Century Flicks and find out."
    },
    {
      "author": "INSERT",
      "text": "Tara Judah, Co-director, 20 th Century Flicks We've survived because of the experience of coming into this store. Um… It's a very human experience. It's human interaction. People come here because they want to talk to somebody who's really knowledgeable about film. They want to have a recommendation or a conversation about the films they just watch. You know, they really want to discuss those things."
    },
    {
      "author": "Neil",
      "text": "So it's back to the idea of human contact – we like compiling lists of music and sharing them with our friends and loved ones. Sharing a playlist through iTunes or Spotify isn't quite the same, though. We like talking people about the films we watch."
    },
    {
      "author": "Alice",
      "text": "You can always talk to me, Neil. Now how about giving me the answer to today's quiz question?"
    },
    {
      "author": "Neil",
      "text": "I asked: How many records were sold in the UK in 2014? Was it… a) 10,000 b) 100,000? Or c) 1 million?"
    },
    {
      "author": "Alice",
      "text": "I said b) 100,000."
    },
    {
      "author": "Neil",
      "text": "And, Alice, you were in fact totally wrong! The answer is c). Vinyl is booming – in 2014, sales passed 1million albums in the UK for the first time since 1996. The format has been steadily increasing, thanks in part to the popularity of guitar bands, traditionally associated with records."
    },
    {
      "author": "Alice",
      "text": "Now let's hear words we learned today. They are: record player turntable retro vinyl cassette tapes resurgence nostalgia compiled floppy disk"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}