{
  "title": "Do opposites attract?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0494mrs.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161020",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161020_6min_english_attraction_download.mp3",
  "intro": [
    "Why are we attracted to some people and not to others? What role does beauty, personality, and how people smell play in our feelings? Sophie and Neil discuss love at first sight and the significance of the waist-hip ratio."
  ],
  "this_week_question": [
    "What percentage of Americans said they believe in love at first sight? Is it…",
    "a) 26%?",
    "b) 56%?",
    "c) 86%?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "bolt out of the blue",
      "desc": "something totally unexpected"
    },
    {
      "text": "sceptical",
      "desc": "have doubts about something"
    },
    {
      "text": "ratio",
      "desc": "the relationship between two sizes"
    },
    {
      "text": "correlates",
      "desc": "has a strong relationship"
    },
    {
      "text": "fertile",
      "desc": "able to produce babies"
    },
    {
      "text": "conceive",
      "desc": "get pregnant"
    },
    {
      "text": "hourglass figure",
      "desc": "curvy, with a well-defined waistline"
    },
    {
      "text": "mate",
      "desc": "sexual partner"
    },
    {
      "text": "aesthetically",
      "desc": "judging something by the way it looks"
    }
  ],
  "transcript": [
    {
      "author": "Sophie",
      "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. So, Sophie, the subject of today's show is attraction – do you believe in love at first sight?"
    },
    {
      "author": "Sophie",
      "text": "No, I don't. I think it takes time to get to know somebody well enough to know if you love them. But I have a friend who says when she saw her husband for the first time…"
    },
    {
      "author": "Neil",
      "text": "That was before they got married?"
    },
    {
      "author": "Sophie",
      "text": "That's right – when they met for the first time, that was it: a bolt out of the blue. And they got married three months later."
    },
    {
      "author": "Neil",
      "text": "A bolt out of the blue means something totally unexpected. Well, that sounds very romantic. And leads me on to today's quiz question. Sophie, what percentage of Americans said they believe in love at first sight? Is it... a) 26%? b) 56%? Or c) 86%?"
    },
    {
      "author": "Sophie",
      "text": "I'm not an old romantic like you Neil, so I'm going to go for a) 26%."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out later on in the show if you're right to be sceptical or not, Sophie. And sceptical for those of you who don't know, means to have doubts about something."
    },
    {
      "author": "Sophie",
      "text": "I think you can be physically attracted to somebody straight away. I just don't think you can fall in love with somebody so easily. Love is about other things: compatibility, personality and a good sense of humour."
    },
    {
      "author": "Neil",
      "text": "Yes, humour is important, but apparently, Sophie, for men it's all about the waist-hip ratio. According to research, the ideal waist-hip ratio for women is 0.7 – where ratio means the relationship between two sizes – and you get this figure by dividing the waist measurement by the hip measurement."
    },
    {
      "author": "Sophie",
      "text": "I see. And why do men find 0.7 so irresistible?"
    },
    {
      "author": "Neil",
      "text": "Well, let's listen to Dr Anna Machin, an Evolutionary Anthropologist from the University of Oxford, explaining what a man is looking for."
    },
    {
      "author": "INSERT",
      "text": "Dr Anna Machin, Evolutionary Anthropologist, University of Oxford He's going to look for signs for fertility and what we call fecundity and good health. And the major indicator of that in women is the waist-hip ratio. And the waist-hip ratio – the absolute ideal – what men find most attractive regardless of culture – this has been tested in many different cultures round the world – is 0.7 and that's really your classic hourglass figure. And the reason why that universally is attractive is because it's tied to the health of that individual. There's a very strong relationship between someone circulating oestrogen and testosterone – obviously you want the oestrogen to be high and the testosterone to be low for a woman to be fertile, and also her general health, so .7 is linked to lower risk of heart disease, lower risk of diabetes and certain sorts of cancers."
    },
    {
      "author": "Neil",
      "text": "So a waist-hip ratio of 0.7 correlates – or has a strong relationship – with good general health and fertility in women."
    },
    {
      "author": "Sophie",
      "text": "And men find this attractive because it identifies fertile women – women who will be able to conceive – or get pregnant – and have babies successfully."
    },
    {
      "author": "Neil",
      "text": "Dr Machin also mentions that 0.7 is the classic hourglass figure – which means curvy!"
    },
    {
      "author": "Sophie",
      "text": "Do you like curves, Neil?"
    },
    {
      "author": "Neil",
      "text": "Mind your own business, Sophie. But all this waist-hip theory of attraction isn't very romantic, is it?"
    },
    {
      "author": "Sophie",
      "text": "You're right, it isn't. And whilst we do judge people by the way they look – we also use our sense of smell to sniff out our ideal mate – or sexual partner. Apparently, we can detect whether people are genetically different to us by the way they smell. And parents who have different immune systems create healthier babies."
    },
    {
      "author": "Neil",
      "text": "So it's back to having babies again – all biology and chemistry – and not about feelings at all."
    },
    {
      "author": "Sophie",
      "text": "Well, let's leave chemistry behind for a moment and listen to Professor David Perrett, at the School of Psychology and Neuroscience at St Andrews University in Scotland. He talks about other factors that play a role in attraction."
    },
    {
      "author": "INSERT",
      "text": "David Perrett, Professor at the School of Psychology and Neuroscience at St Andrews University in Scotland Plastic surgery really doesn't count for much in the end. You could be with somebody who's aesthetically very beautiful but if they don't smile or react then that counts for much less. So we can change our faces by interacting with others and doing so in a pleasant manner, and that will aid our attractiveness and make others interested in us."
    },
    {
      "author": "Neil",
      "text": "What does aesthetically mean, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "It means judging something by the way it looks. And whilst we all enjoy a pretty face, most of us are looking for more than that. We are looking for people who appear friendly and approachable, and who we share interests with."
    },
    {
      "author": "Neil",
      "text": "Exactly – and personally, I think kind eyes are very important – with a bit of a twinkle. What about you, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "I like a good sense of humour."
    },
    {
      "author": "Neil",
      "text": "Very good. Now, remember I asked you, Sophie: What percentage of Americans said they believe in love at first sight? Is it… a) 26%, b) 56% or c) 86%?"
    },
    {
      "author": "Sophie",
      "text": "I said 26%."
    },
    {
      "author": "Neil",
      "text": "Sorry, that's the wrong answer, Sophie. 56% of Americans believe in love at first sight, and the percentage is even higher for married people and those in relationships, according to a poll conducted by the website CBS.com in 2013."
    },
    {
      "author": "Sophie",
      "text": "Well, Americans are a romantic bunch."
    },
    {
      "author": "Neil",
      "text": "Me too, and I'm British. Now, here are the words we heard today. bolt out of the blue sceptical ratio correlates fertile conceive hourglass figure mate aesthetically"
    },
    {
      "author": "Sophie",
      "text": "Well, that's the end of this edition of 6 Minute English. Join us again soon! Meanwhile, visit our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English."
    },
    {
      "author": "Neil",
      "text": "And we are on social media too. Make sure to visit our profiles on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sophie",
    "Neil",
    "INSERT",
    "Both"
  ]
}