{
  "title": "Who do you think you are?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p046t50m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161006",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161006_6min_english_identity_download.mp3",
  "intro": [
    "How do you see yourself and how do others see you? Alice and Neil discuss identity and how appearances can be deceptive."
  ],
  "this_week_question": [
    "What percentage of the UK population described themselves as ethnically mixed? Is it… a) 0.9%? b) 5.9%? c) 9%?",
    "You'll find the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "Caucasian",
      "desc": "white skinned and European"
    },
    {
      "text": "identity",
      "desc": "who or what a person is"
    },
    {
      "text": "ethnic",
      "desc": "racial"
    },
    {
      "text": "English rose",
      "desc": "an attractive girl with a pale delicate complexion"
    },
    {
      "text": "complexion",
      "desc": "skin colour, especially of the face"
    },
    {
      "text": "melting pot",
      "desc": "a society made of people from different countries who live together and create a new shared culture"
    },
    {
      "text": "adopted",
      "desc": "(describes) a child raised by people who aren't his or her biological parents"
    },
    {
      "text": "integrate",
      "desc": "become part of a group of people, often changing your habits and customs in order to fit in well"
    },
    {
      "text": "formative",
      "desc": "important for the development of something"
    },
    {
      "text": "reserve",
      "desc": "hiding what you're thinking or feeling"
    },
    {
      "text": "wear your heart on your sleeve",
      "desc": "make your feelings clear"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. So, Alice, what do you see when you look at me?"
    },
    {
      "author": "Alice",
      "text": "Well, male, Caucasian, early 40s, short auburn hair, bushy eyebrows, thin lips..."
    },
    {
      "author": "Neil",
      "text": "OK. So that's how you see me? It sounds like a police report, and I'm not sure I like your observation about thin lips. Caucasian means white skinned and European, by the way."
    },
    {
      "author": "Alice",
      "text": "And today the show is about identity – who or what a person is. And the way people see us forms part of our sense of identity, while another part comes from our ethnic – or racial – identity. So my question for you today, Neil, is:  What percentage of the UK population describe themselves as ethnically mixed? Is it … a) 0.9%? b) 5.9%? Or c) 9%?"
    },
    {
      "author": "Neil",
      "text": "OK… I think that it's a) 0.9%."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out if you got the answer right or wrong later on in the show. Now, Neil, you are, of course, many more things than my physical description of you!"
    },
    {
      "author": "Neil",
      "text": "I'm glad to hear that. And it's true, that until you actually hear somebody speak, there are lots of things you can't know about them. For example, which country they're from, what language they speak…"
    },
    {
      "author": "Alice",
      "text": "Yes. So looking at me, what would you say, Neil?"
    },
    {
      "author": "Neil",
      "text": "I would say Alice that you're a typical English rose."
    },
    {
      "author": "Alice",
      "text": "Thanks, Neil – and English rose describes an attractive girl with a pale delicate complexion – or skin colour – but you can't actually tell where a person is from by the way they look."
    },
    {
      "author": "Neil",
      "text": "Yes, I suppose you're right. I have a friend who also looks very English like you, but she's a real ethnic mix. Her dad is German and her mum is Brazilian!"
    },
    {
      "author": "Alice",
      "text": "Well, let's hear from New York City actress and playwright, Sarah Jones, talking about her complicated ethnicity."
    },
    {
      "author": "INSERT",
      "text": "Sarah Jones, actress and playwright, New York City My family on my dad's side, my grandparents, are from the South. There's some Caribbean in there, black Americans from the South and the Caribbean, and then on my mother's side there are people from the Caribbean, from Ireland but you know Irish American, German American. People would ask me if I was adopted when they saw my mother's white skin - she's actually mixed but she's white from a distance, and I'm black from a distance."
    },
    {
      "author": "Neil",
      "text": "Sarah Jones there. Well, Sarah has family from all over the world! I suppose the United States - and New York City, especially - is a real melting pot."
    },
    {
      "author": "Alice",
      "text": "That's right. And melting pot describes a society made from people of different countries who live together and create a new shared culture."
    },
    {
      "author": "Neil",
      "text": "And people think Sarah is adopted – or raised by parents who aren't biologically hers – because she looks so different to her mum."
    },
    {
      "author": "Alice",
      "text": "But I expect Sarah sees herself as American. New York is where she was born and raised."
    },
    {
      "author": "Neil",
      "text": "That's right. But her grandparents weren't. Do you think you change when you go and live in another country with people different to you?"
    },
    {
      "author": "Alice",
      "text": "Yes, I do. My neighbours are Turkish but they've lived in England for 45 years so they’ve integrated into our culture. They enjoy English things like… our TV soap operas, cooking turkey at Christmas, and drinking tea with milk."
    },
    {
      "author": "Neil",
      "text": "And to integrate means to join a group of people, and often involves changing your habits and customs."
    },
    {
      "author": "Alice",
      "text": "Yes. OK. So, Neil, to what extent does the way other people see us, actually change us? Let's listen to Julian Baggini, a writer and philosopher here in the UK and find out what he thinks."
    },
    {
      "author": "INSERT",
      "text": "Julian Baggini, writer and philosopher, UK It seems very evident that our sense of self isn't something that comes entirely from within. And of course we're affected by the way other people see us. And that's one of the most formative things in creating our sense of identity. I mean, I think it's kind of a two-way process that's ongoing. Our sense of who we are is always a response in part to how other people see us."
    },
    {
      "author": "Neil",
      "text": "So Julian Baggini believes the way other people see us is formative in creating our sense of identity – or who we are. And formative means important for the development of something."
    },
    {
      "author": "Alice",
      "text": "So if enough people see you as an English rose, you might start to see yourself as an English rose, even if you aren't ethnically English."
    },
    {
      "author": "Neil",
      "text": "I'm not so sure. The friend I talked about earlier, she comes across as much more Brazilian than English in the way she behaves. She doesn't have the famous English reserve – but you'd never know it by looking at her."
    },
    {
      "author": "Alice",
      "text": "And reserve means hiding what you're thinking or feeling. I think I'm guilty of English reserve. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "No, I think I wear my heart on my sleeve , Alice – which means I make my feelings clear. OK, I think it's time for the answer to today's quiz question. Alice Okey-dokey, fair enough. I asked you: What percentage of the UK population described themselves as ethnically mixed? Is it … a) 0.9%, b) 5.9% or c) 9%? Neil I said a) 0.9%."
    },
    {
      "author": "Alice",
      "text": "Yes. And you were on the money today, Neil! Well done! According to a survey conducted by the BBC in 2011, when asked about their own ethnic origins, 0.9% of the UK population said they were mixed race, although it's thought that the real figure is 2% or more. Now, could you remind us of the words we heard today, Neil?"
    },
    {
      "author": "Neil",
      "text": "Sure. They are: Caucasian identity ethnic English rose complexion melting pot adopted integrate formative reserve wear your heart on your sleeve"
    },
    {
      "author": "Alice",
      "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Neil",
      "text": "Meanwhile, visit our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}