{
  "title": "Is loneliness in our genes?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0494lrs.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161013",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161013_6min_english_loneliness_download.mp3",
  "intro": [
    "What is loneliness and why do we feel it? Sophie and Neil discuss how feeling lonely can help us to survive."
  ],
  "this_week_question": [
    "Which country has the highest proportion of people living on their own? Is it …",
    "a) the US?",
    "b) Japan?",
    "c) Sweden?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "down in the dumps",
      "desc": "unhappy"
    },
    {
      "text": "loneliness",
      "desc": "an unpleasant feeling that tells us that we're lacking contact with others, which motivates us to seek out companionship"
    },
    {
      "text": "isolated",
      "desc": "lacking contact with others"
    },
    {
      "text": "cooperation",
      "desc": "working together to get something done"
    },
    {
      "text": "tolerate",
      "desc": "put up with intriguing very interesting"
    },
    {
      "text": "back up",
      "desc": "support"
    },
    {
      "text": "contagious",
      "desc": "get something (e.g. a cold, or a lonely feeling) from someone else who has it"
    },
    {
      "text": "single occupancy",
      "desc": "a room or apartment for one person"
    }
  ],
  "transcript": [
    {
      "author": "Sophie",
      "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Sophie",
      "text": "How was your weekend, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, not great – I hadn't got anything planned, so I didn't see anyone for two days. And to be honest, I felt very lonely! There was a real physical feeling in the pit of my stomach."
    },
    {
      "author": "Sophie",
      "text": "Poor Neil! You do sound really down in the dumps , and that means unhappy! Well, the subject of today's show is loneliness. And loneliness is sometimes described as a social pain – a pain that tells us that we're isolated – or lacking contact with others – which motivates us to seek out companionship."
    },
    {
      "author": "Neil",
      "text": "I'd no idea that feeling lonely had a biological explanation! How does being sociable help us, as a species, then, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "It's all about cooperation – or working together to get something done – for example, finding food."
    },
    {
      "author": "Neil",
      "text": "Well, I suppose I cooperated with the pizza delivery guy for a shared outcome."
    },
    {
      "author": "Sophie",
      "text": "You paid him and he gave you the pizza?"
    },
    {
      "author": "Neil",
      "text": "Exactly. But it wasn't a socially enriching experience. That's the bad thing about London – you can feel lonely, even surrounded with people. It isn't easy to meet people you really like – so often you might as well just on your own."
    },
    {
      "author": "Sophie",
      "text": "Good point. And I have a question about cities and living alone, Neil, because it's on the rise. Which country has the highest proportion of people living on their own? Is it … a) the US? b) Japan? Or c) Sweden?"
    },
    {
      "author": "Neil",
      "text": "Well, I'm going to guess b) Japan."
    },
    {
      "author": "Sophie",
      "text": "OK, we'll see if you got that right later on in the show. So, getting back to loneliness – the idea is that because it makes us feel bad, it motivates us to go out and meet people. Some people are more likely to feel lonely than others because our genes play a role in this tendency."
    },
    {
      "author": "Neil",
      "text": "I wonder if I inherited loneliness genes."
    },
    {
      "author": "Sophie",
      "text": "I don't know, Neil, but while in some situations being lonely may be a good thing, because it encourages you to be sociable, in other situations it may be useful to tolerate – or put up with – loneliness. Let's listen to Professor Dorret Boomsma at the Vrije University in Amsterdam talking about this."
    },
    {
      "author": "INSERT",
      "text": "Professor Dorret Boomsma, Department of Biological Psychology at the Vrije Universiteit Amsterdam So the intriguing question is why do genes that influence loneliness still exist? And one explanation is that probably they do not only have negative effects. In some situations it is an advantage to be able to tolerate high levels of loneliness and that is why the genes are maintained in the population."
    },
    {
      "author": "Sophie",
      "text": "So, inheriting genes for loneliness might not be a bad thing. Why's that, Neil?"
    },
    {
      "author": "Neil",
      "text": "Because it means you can tolerate being alone for a long time without feeling bad."
    },
    {
      "author": "Sophie",
      "text": "Well, that's an intriguing – or very interesting – idea. But it shows that you probably don't have those genes, Neil, because you did feel bad at the weekend."
    },
    {
      "author": "Neil",
      "text": "That's true. And actually, that was despite spending a long time on Facebook, and that's a form of social contact. But does all the tweeting, messaging, and chatting online that we do make us lonelier, because we're getting out less and meeting fewer people? Or do virtual connections stop us from feeling lonely?"
    },
    {
      "author": "Sophie",
      "text": "Those are also intriguing questions. Let's listen to Professor Eric Klinenberg sociologist at New York University and author of a book about living alone. He talks about this."
    },
    {
      "author": "INSERT",
      "text": "Eric Klinenberg, sociologist at New York University and author We just don't have great research showing that we are significantly more lonely or isolated today than we were ten or twenty or thirty years ago, which means critics who say that Facebook or the internet or whatever device you carry with you, is making you lonelier and more miserable - they just don't have that much evidence to back it up."
    },
    {
      "author": "Neil",
      "text": "So there isn't enough evidence to back up – or support – the claim that social media is making us feel lonelier."
    },
    {
      "author": "Sophie",
      "text": "No, there isn't. OK, now before I give you the answer to today's quiz question, Neil, did you know that loneliness is contagious ?"
    },
    {
      "author": "Neil",
      "text": "You mean you can catch it from somebody like a cold?"
    },
    {
      "author": "Sophie",
      "text": "Yes. There are environmental factors involved in loneliness too. For example, if somebody you talk to every day is always unfriendly towards you, this makes you statistically more likely to be negative in your interactions with somebody else."
    },
    {
      "author": "Neil",
      "text": "Well, let's try and stay friendly towards each other, then, Sophie. You can start by telling me whether I got today's quiz question right!"
    },
    {
      "author": "Sophie",
      "text": "OK. I asked: which country has the highest proportion of people living on their own? Is it … a) the US, b) Japan or c) Sweden?"
    },
    {
      "author": "Neil",
      "text": "And I said Japan."
    },
    {
      "author": "Sophie",
      "text": "This is the wrong answer, I'm afraid. It's actually c) Sweden. Nearly half of all Swedish households are single-occupancy – or for one person. Living alone in Sweden is arguably the norm because it's so easy – there are many affordable single-occupancy apartments and young Swedes can expect to move into their own apartment once they graduate high-school."
    },
    {
      "author": "Neil",
      "text": "OK, now let's hear the words we learned today again, Sophie."
    },
    {
      "author": "Sophie",
      "text": "Yes, OK. They are: down in the dumps loneliness isolated cooperation tolerate intriguing back up contagious single occupancy"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of this edition of 6 Minute English. Join us again soon! Meanwhile, visit our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sophie",
    "Neil",
    "INSERT",
    "Both"
  ]
}