{
  "title": "On your bike",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04b45sl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161110",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161110_6min_english_bicycles_download.mp3",
  "intro": [
    "Why do we love the bicycle? Cycling began its life as a leisure pursuit for middle-aged and wealthy men. Sophie and Neil discuss the bike's mass appeal, from helping to widen the human gene pool to blazing a trail for the women’s movement."
  ],
  "this_week_question": [
    "Who invented the first pneumatic – or air-filled – cycle tyre in 1888?  Was it …",
    "a) John Boyd Dunlop?",
    "b) Charles Goodyear?",
    "c) Harvey Samuel Firestone?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "pneumatic",
      "desc": "air-filled"
    },
    {
      "text": "voluminous",
      "desc": "large"
    },
    {
      "text": "petticoat",
      "desc": "a piece of clothing worn under a dress or skirt"
    },
    {
      "text": "rational",
      "desc": "logical"
    },
    {
      "text": "pantaloons",
      "desc": "baggy trousers"
    },
    {
      "text": "cinched",
      "desc": "gathered in"
    },
    {
      "text": "outrage",
      "desc": "shock and anger"
    },
    {
      "text": "emancipation",
      "desc": "freedom"
    },
    {
      "text": "shore up",
      "desc": "support"
    },
    {
      "text": "gene pool",
      "desc": "the collection of genes in a particular population"
    },
    {
      "text": "fad",
      "desc": "an enthusiasm for something that doesn't last very long"
    },
    {
      "text": "faddish",
      "desc": "(adjective) something that is fashionable but not for long"
    }
  ],
  "transcript": [
    {
      "author": "Sophie",
      "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. Did you watch the Tour de France cycle race this summer, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "No, I didn't. I'm not a cycling enthusiast, Neil – unlike you!"
    },
    {
      "author": "Neil",
      "text": "It was pretty exciting stuff – in fact just thinking about it, makes me want to jump on my bike and ride off right now!"
    },
    {
      "author": "Sophie",
      "text": "Don't go just yet, because today's show is all about bicycles and I've got a question for you. Who invented the first pneumatic – or air-filled – cycle tyre in 1888?  Was it … a) John Boyd Dunlop? b) Charles Goodyear? Or c) Harvey Samuel Firestone?"
    },
    {
      "author": "Neil",
      "text": "Well, I'm going to go for a) John Boyd Dunlop. Can I go now?"
    },
    {
      "author": "Sophie",
      "text": "No, you can't. We'll find out later on in the show if you got the tyre question right or not. But first, I'd like you to tell us a bit about the history of the bike."
    },
    {
      "author": "Neil",
      "text": "If you insist. Well, before the modern bike was invented in 1885, people rode boneshakers, high wheelers, and even tricycles."
    },
    {
      "author": "Sophie",
      "text": "A tricycle is a three-wheeler bike that young children ride before they learn to balance on a two-wheeler. But what's a ‘boneshaker', Neil?"
    },
    {
      "author": "Neil",
      "text": "It was the first bike with pedals, called a ‘velocipede' by its manufacturers. Others called it a 'boneshaker' because its tyres were made of iron so it was very uncomfortable to ride – especially over cobblestone streets."
    },
    {
      "author": "Sophie",
      "text": "It sounds awful! Now, moving on, the bicycle started out as an expensive toy for the middle classes – but when manufacturing costs dropped, they became a vehicle for social change."
    },
    {
      "author": "Neil",
      "text": "By the late nineteenth century, bikes had become affordable for a large proportion of the population – and the technology had moved on so they weren't so dangerous – or so uncomfortable to ride."
    },
    {
      "author": "Sophie",
      "text": "And for the first time in history, people had the freedom to travel where they wanted when they wanted – including women! Let's hear more about women and cycling from Robert Penn, UK author, and lifelong cyclist."
    },
    {
      "author": "INSERT",
      "text": "Robert Penn, author, and lifelong cyclist In very practical terms, it had a very significant effect on what women wore in public. And when they first rode bicycles they were expected to ride in long ankle length skirts and voluminous petticoats and of course that was entirely impractical so they adopted what was called rational dress. And rational dress was a better fitting jacket and pantaloon trousers which were cinched below the knee, which meant that nothing got caught in the chain. And at first there was massive public outrage. There were court cases about whether or not women were allowed to be served in pubs wearing this sort of dress."
    },
    {
      "author": "Neil",
      "text": "So women in the nineteenth century typically wore long skirts and voluminous – or large – petticoats. A petticoat is a piece of clothing worn under a dress or skirt. But what does ‘rational dress' mean exactly, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "Rational here means logical. It wasn't logical to wear ankle length skirts with voluminous petticoats on a bike, so women started wearing pantaloon trousers."
    },
    {
      "author": "Neil",
      "text": "Pantaloon trousers were baggy – though they were cinched – or gathered in – below the knee so they wouldn't catch in the bicycle chain."
    },
    {
      "author": "Sophie",
      "text": "But pantaloons for women still caused outrage – or shock and anger – because although they were baggy, they were still trousers and they didn't go down to the ankle. So bikes played a part in women's struggle for emancipation – or freedom. But let's listen now to Robert Penn, who claims that it also played a role in our evolutionary history."
    },
    {
      "author": "INSERT",
      "text": "Robert Penn, author, and lifelong cyclist It definitely shored up the gene pool in countries like Britain because it meant that people could go further than they ever had before in order to find a partner for life and to mate. And so what started as a really faddish leisure pursuit, within a decade of 1885, the bicycle became the most popular form of transport on the planet, and it has been ever since."
    },
    {
      "author": "Neil",
      "text": "What does shore up mean, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "It means support. And gene pool here refers to the collection of genes in a particular population. So, when people travelled further to marry and have children, they were making the gene pool bigger and healthier."
    },
    {
      "author": "Neil",
      "text": "And Robert Penn uses the word ‘faddish' he says cycling started as a faddish thing. A fad – or faddish activity – means an enthusiasm for something that doesn't last very long."
    },
    {
      "author": "Sophie",
      "text": "But your enthusiasm for cycling is not a fad."
    },
    {
      "author": "Neil",
      "text": "No, it isn't.  Do you think lycra wearing is a fad and we'll all go back to wearing pantaloons in the future, Sophie? No? Not a good look? OK, maybe it's time for the answer to today's quiz question."
    },
    {
      "author": "Sophie",
      "text": "I asked: Who invented the first cycle tyre in 1888?  Was it … a) John Boyd Dunlop, b) Charles Goodyear or c) Harvey Samuel Firestone?"
    },
    {
      "author": "Neil",
      "text": "And I said John Boyd Dunlop. Tell me I'm right!"
    },
    {
      "author": "Sophie",
      "text": "You are… right! Well done, Neil. Scottish inventor and veterinary surgeon John Boyd Dunlop developed the pneumatic rubber tyre. Although it was invented as an improvement on the bicycle, the pneumatic tyre arrived on the scene just in time to contribute to the success of the car."
    },
    {
      "author": "Neil",
      "text": "Now, here are the words we heard today. They are: pneumatic voluminous petticoat rational pantaloon cinched outrage emancipation shore up gene pool fad or faddish"
    },
    {
      "author": "Sophie",
      "text": "Well, that's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Neil",
      "text": "And we are on social media too. Make sure to visit our profiles on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Sophie",
      "text": "You can get on your bike, now, Neil!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sophie",
    "Neil",
    "INSERT",
    "Both"
  ]
}