{
  "title": "Family history",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04nytzt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170126",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170126_6min_english_family_history_download.mp3",
  "intro": [
    "Do you know who your great-great-grandparents are? Where did they live? What did they do? Neil and Catherine discuss why so many people are obsessed with learning about their family history."
  ],
  "this_week_question": [
    "What's the name for 'the study of ancient handwriting'? Is it…",
    "a) Scriptography?",
    "b) Palaeography?",
    "c) Scribology?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "genealogy",
      "desc": "the study of family history"
    },
    {
      "text": "roots",
      "desc": "origins"
    },
    {
      "text": "skeletons in the closet",
      "desc": "secrets"
    },
    {
      "text": "decipher",
      "desc": "discover the meaning of something that's hard to understand"
    },
    {
      "text": "census",
      "desc": "an official count of the people in a population"
    },
    {
      "text": "family lore",
      "desc": "knowledge passed on from one generation to the next"
    },
    {
      "text": "descended from",
      "desc": "connected by a blood relationship with"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello and welcome to 6 Minute English. I'm Catherine…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. Do you realise, Catherine, that we are related to each other?"
    },
    {
      "author": "Catherine",
      "text": "Don't be silly, Neil. I think I'd know if you were in my family."
    },
    {
      "author": "Neil",
      "text": "Well, we'll talk more about that later in the show, but I should say at this point that today we're discussing genealogy – or the study of family history. And I think it's pretty fascinating stuff. Do you ever watch the TV programme Who do you think you are, Catherine? You know, where celebrities find out about their family history?"
    },
    {
      "author": "Catherine",
      "text": "Yeah, I've seen a couple of them. For example, one celebrity – who was very proud of his working class London roots – or origins – discovered that he's actually a direct descendent of an English king!"
    },
    {
      "author": "Neil",
      "text": "Well, that's quite a discovery! The thing is though, Catherine, what if there isn't anything exciting in your family history – no mysteries, no skeletons in the closet…"
    },
    {
      "author": "Catherine",
      "text": "Well, I reckon if you go back far enough Neil, there's always something exciting or unexpected in anybody's family history. And skeletons in the closet by the way, means secrets! Now, I think it's time for today's quiz question. Researching family history often involves reading old documents such as birth, marriage and death certificates, and these can be difficult to decipher – or understand. So what's the name for the study of ancient handwriting? Is it… a) Scriptography? b) Palaeography? Or c) Scribology?"
    },
    {
      "author": "Neil",
      "text": "Well, it must be a) Scriptography."
    },
    {
      "author": "Catherine",
      "text": "And we'll see if you're right or not later on in the show. Now, why do you think most people look into their genealogy, Neil? Is it just curiosity?"
    },
    {
      "author": "Neil",
      "text": "Well, Catherine, we all love a good mystery story – especially if it's connected with our own family. And these days, it's easy to do research online because many old paper documents have been digitised and are available online."
    },
    {
      "author": "Catherine",
      "text": "BBC presenter Mike Williams investigated his own family history. And here, he's talking about his great-grandfather's story. And if you listen carefully you can hear him rustling the real paper documents!"
    },
    {
      "author": "INSERT",
      "text": "Mike Williams, BBC presenter The Williamses are my father's side and on my mother's the Heino's – it's a name that we think comes from Finland. If I look at this document here – it's a copy of the census of England and Wales 1911 - you can see my grandfather, the son, and his father – the head of the household – Michael Heino, or Michel Heino, who, the family lore has it, jumped ship and ended up in Liverpool."
    },
    {
      "author": "Neil",
      "text": "What's a census , Catherine?"
    },
    {
      "author": "Catherine",
      "text": "It's an official count of people in a population. So Mike Williams's great grandfather appeared on the 1911 census for England and Wales but because of his surname the family think he might originally have come from Finland."
    },
    {
      "author": "Neil",
      "text": "The exciting event in Mike Williams' history – passed down through family lore – which means 'knowledge passed on from one generation to the next' – is that his great-grandfather jumped ship . Catherine Which means he left the ship he was working on without permission to do so."
    },
    {
      "author": "Neil",
      "text": "And he started a new life in England. I suppose quite a few people have immigration stories in their family histories – sometimes without knowing it."
    },
    {
      "author": "Catherine",
      "text": "Actually that's something that many people are fascinated by – and has also become easier to investigate these days now companies offer to test the DNA in your saliva for as little as a hundred dollars."
    },
    {
      "author": "Neil",
      "text": "And then they come up with results saying you're related to Alexander the Great or Brad Pitt… Remember I said that we were related? Well, let's now listen to Else Churchill, from the Society of Genealogists here in London, who explains what I meant."
    },
    {
      "author": "INSERT",
      "text": "Else Churchill, Society of Genealogists, London There's what you might call the 'gateway ancestor' – and the idea of history and genealogy is that's normally somebody that is so well documented that their descendants are well known – in England it's something like Edward III. And we're all probably descended from Edward III. Is it nice to have royal ancestors? Well, millions of people are descended from Edward III, and so in that sense, that's where the connection might be. So the chances are an awful lot of people are distantly connected to each other."
    },
    {
      "author": "Catherine",
      "text": "Else Churchill says it's likely that millions of us are distantly related to a gateway ancestor like King Edward III of England. And that means that all those people related to Edward III are also distantly related to each other. So it seems that paying a company a hundred dollars to reveal that you're related to Edward III is a waste of money."
    },
    {
      "author": "Neil",
      "text": "Yes, in the sense that it's you and millions of other people. And in fact, we're all related to each other somehow, via Edward III or someone else."
    },
    {
      "author": "Catherine",
      "text": "And another popular finding for British people is to say that you're descended from the Vikings, and again this is true for many people so it isn't particularly meaningful."
    },
    {
      "author": "Neil",
      "text": "If you're descended from a person or a group it means they are among your ancestors."
    },
    {
      "author": "Catherine",
      "text": "Now, remember I asked: what's the name for the study of ancient handwriting? Is it… a) Scriptography? b) Palaeography? Or c) Scribology?"
    },
    {
      "author": "Neil",
      "text": "I said a) Scriptography. And I'm pretty confident that's the right answer."
    },
    {
      "author": "Catherine",
      "text": "Well, Neil, you're pretty confident but unfortunately it was wrong! The correct answer is b) Palaeography. Palaeography is the study of ancient and historical handwriting, including the practice of deciphering, reading, and dating historical manuscripts."
    },
    {
      "author": "Neil",
      "text": "Oh well, here are the words we learned: genealogy roots skeletons in the closet decipher census family lore descended from"
    },
    {
      "author": "Catherine",
      "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Neil",
    "INSERT",
    "Both"
  ]
}