{
  "title": "The rise of the emoji",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04wr481.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170323",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170323_6min_english_emoji_download.mp3",
  "intro": [
    "In this programme, Neil and Dan will be discussing why emojis and emoticons have become so popular, and teaching you six items of vocabulary."
  ],
  "this_week_question": [
    "When was the first emoticon used?",
    "a)    1606",
    "b)    1862",
    "c)    1982",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "empathy",
      "desc": "the ability to understand other people’s feelings"
    },
    {
      "text": "interaction",
      "desc": "when two or more people or things communicate with and react to each other"
    },
    {
      "text": "non-verbal",
      "desc": "without using spoken language"
    },
    {
      "text": "cue",
      "desc": "a signal to do something"
    },
    {
      "text": "clumsy",
      "desc": "physically awkward"
    },
    {
      "text": "typo",
      "desc": "a mistake you make when you type something"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six new items of vocabulary. I'm Dan…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. We’ll be discussing the rise of those little graphics we call emojis and emoticons."
    },
    {
      "author": "Dan",
      "text": "You know, I think emojis are a vital tool for communication. And actually, they’re not that new, either."
    },
    {
      "author": "Neil",
      "text": "Oh really?"
    },
    {
      "author": "Dan",
      "text": "Well, that’s the perfect opportunity to ask this week’s question. When was the first emoticon used? Was it?"
    },
    {
      "author": "Neil",
      "text": "It must be 1982. I’ll go with c)."
    },
    {
      "author": "Dan",
      "text": "We’ll find out if you’re right or wrong later in the programme."
    },
    {
      "author": "Neil",
      "text": "You know, I think we should clear one thing up before we go any further: what’s the difference between an emoticon and an emoji?"
    },
    {
      "author": "Dan",
      "text": "Good point. Emoticons came first. They’re the images made using normal keys on a keyboard – usually punctuation, letters and numbers. For example a colon – two dots - followed by the curved line of a close brackets is a…"
    },
    {
      "author": "Neil",
      "text": "A smiley face. Something you use in way too many of your emails!"
    },
    {
      "author": "Dan",
      "text": "Well, thanks! Whereas an emoji is something completely different. It’s an actual image. It could be a simple, yellow, smiley face; or something like a dancing lady; or even a bowl of noodles…"
    },
    {
      "author": "Neil",
      "text": "Ah yes, all those little images we have in our phones. But you’ll have to convince me – why do people use them so much?"
    },
    {
      "author": "Dan",
      "text": "Well, let’s listen to Professor Vyv Evans. He wrote a book called The Emoji Code:"
    },
    {
      "author": "INSERT",
      "text": "Professor Vyv Evans, Author of ‘The Emoji Code’ They enable us to express emotion and empathy in digital communication. Increasingly, what we’re finding is that digital communication is taking over from certain aspects of face-to-face interaction . In the UK today, for example, adults spend 22 hours online on average each week. One of the reasons emojis are so interesting is that they really do enable us to express our emotional selves much more effectively."
    },
    {
      "author": "Neil",
      "text": "Ok so he used a very useful word - empathy . It means ‘the ability to show you understand someone else’s feelings’. Ok – tell me more Dan."
    },
    {
      "author": "Dan",
      "text": "Yes – adding an emoticon can show you understand and express emotion, and show empathy – more clearly. In digital communication we lack the visual signals we have in face-to-face interaction – as he says."
    },
    {
      "author": "Neil",
      "text": "Interaction , meaning ‘when people or things communicate with each other’. We can also interact with things like machines, computers and social media."
    },
    {
      "author": "Dan",
      "text": "Yes, Professor Evans says 60% of information when we’re talking to each other comes from non-verbal cues ."
    },
    {
      "author": "Neil",
      "text": "Wow, that’s a lot. A cue is a signal that you need to do something."
    },
    {
      "author": "Dan",
      "text": "For example, an actor goes on stage after their cue ."
    },
    {
      "author": "Neil",
      "text": "And non-verbal means ‘without using spoken language’. So, here in the studio there are lots of other non-verbal signals about how we’re feeling - non-verbal cues . For example my facial expression, my body language, the look in my eyes, Dan."
    },
    {
      "author": "Dan",
      "text": "There’s a glint of rage in there somewhere, Neil. Ok, so let’s apply this to digital communication. Imagine I sent you a text saying I hit my finger with a hammer – how would you respond?"
    },
    {
      "author": "Neil",
      "text": "Well, it depends. Did you hurt yourself badly?"
    },
    {
      "author": "Dan",
      "text": "If I followed it with a sad face emoji, then…?"
    },
    {
      "author": "Neil",
      "text": "Then I guess I’d know you hurt yourself. Poor you."
    },
    {
      "author": "Dan",
      "text": "But if I followed it with a laughing emoji – the one with the tears coming out because I’m laughing so much?"
    },
    {
      "author": "Neil",
      "text": "Then I’d probably reply saying how stupid and clumsy you are!"
    },
    {
      "author": "Dan",
      "text": "Exactly – without adding the emoji – it’s hard to know my emotional state. The emoji is the non-verbal cue – like my facial expression."
    },
    {
      "author": "Neil",
      "text": "By the way, is there an emoji meaning clumsy ? Clumsy , means ‘physically awkward’ – someone who’s clumsy falls over a lot and drops things.Anyway, you were saying emoticons aren’t as new as I think?"
    },
    {
      "author": "Dan",
      "text": "Yes, I asked when they were invented. Is it a)1606, b)1862 or c)1982?"
    },
    {
      "author": "Neil",
      "text": "I said 1982."
    },
    {
      "author": "Dan",
      "text": "Well, in fact, a witty speech Abraham Lincoln reprinted in a newspaper as far back as 1862 included a semi colon with a close brackets."
    },
    {
      "author": "Neil",
      "text": "Like a winking face?"
    },
    {
      "author": "Dan",
      "text": "Exactly. Though people think this was sadly just a typographical error – or what we normally call a typo ."
    },
    {
      "author": "Neil",
      "text": "A typo – a spelling mistake made when typing too fast or carelessly."
    },
    {
      "author": "Dan",
      "text": "The official birth of emoticons is usually given as 1982, when a US professor instructed his students to use smiley faces to indicate jokes - in a digital communication."
    },
    {
      "author": "Neil",
      "text": "Wow, so they’re over 30 years old. Maybe I should start using them. Let’s round up with another look at today’s words."
    },
    {
      "author": "Dan",
      "text": "Sure. The first word we had was empathy . Do you have a lot of empathy , Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, I think I’m quite good at understanding other people’s feelings. My friends tell me that, anyway! It’s important to empathise with your colleagues too."
    },
    {
      "author": "Dan",
      "text": "That’s not what I saw in your eyes! Yes, empathy is an important part of all human interaction ."
    },
    {
      "author": "Neil",
      "text": "Nicely done. If two people interact , it means they ‘communicate with each other and react to each other’. It’s a pretty broad term."
    },
    {
      "author": "Dan",
      "text": "We could also talk about how the way children interact with the internet."
    },
    {
      "author": "Neil",
      "text": "Way too much! Next up, we had non-verbal , meaning ‘without spoken language’. When I first travelled to Poland, I used a lot of non-verbal communication to get my message across. Hand movements, counting with fingers, things like that. Next word, Dan?"
    },
    {
      "author": "Dan",
      "text": "Next word… that is my cue to say the next word – which is in fact – cue . A cue is a signal to do something. A commander could give his officer a cue to attack. Or I could give you a cue to… sing a song?"
    },
    {
      "author": "Neil",
      "text": "No thanks. I’ll stick with defining words, thank you. Like clumsy – meaning ‘physically awkward’. I’d have to say Dan, you’re a sporty guy, a talented footballer - you’re not clumsy at all."
    },
    {
      "author": "Dan",
      "text": "That’s what I thought until I broke my leg – after a clumsy opponent ran into me…"
    },
    {
      "author": "Neil",
      "text": "Ouch. Finally – we had type. No hang on, that’s not right. It should say typo . A typo is a mistake in a written document, or a digital file or message."
    },
    {
      "author": "Dan",
      "text": "Always check your scripts for typos before reading them, Neil. And, that's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Neil",
      "text": "And we are on social media too - Facebook, Twitter, Instagram and YouTube. See you there."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "INSERT",
    "Both"
  ]
}