{
  "title": "What your lunch says about you",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04wr373.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170316",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170316_6min_english_lunch_download.mp3",
  "intro": [
    "In this programme, Dan and Neil discuss the different lunch choices people make, and teaching you six items of vocabulary."
  ],
  "this_week_question": [
    "How long is the average lunch break in the UK?",
    "a) An hour and a half",
    "b) 45 minutes",
    "c) 25 minutes",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "peckish",
      "desc": "slightly hungry"
    },
    {
      "text": "makeshift",
      "desc": "describes a short-term, low quality solution"
    },
    {
      "text": "utilitarian",
      "desc": "designed to be practical rather than beautiful"
    },
    {
      "text": "to embrace",
      "desc": "to accept (an idea or belief) enthusiastically"
    },
    {
      "text": "to broaden your horizons",
      "desc": "to increase the number things you know about, usually by having new experiences"
    },
    {
      "text": "team spirit",
      "desc": "the good feeling of togetherness that a team can have"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six items of incredibly useful vocabulary. I'm Dan…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. In this programme we’ll be discussing the lovely topic of lunch – and what our lunch choices say about us . So, Dan, what are you doing for lunch today?"
    },
    {
      "author": "Dan",
      "text": "Ah Neil, are you asking me to join you? I’d love to, thanks. There’s this great little Vietnamese place we have to check out, right next to the office if you just…"
    },
    {
      "author": "Neil",
      "text": "Ah, actually – I was just asking to… open up today’s topic. Sorry. You see, I’ve brought a sandwich."
    },
    {
      "author": "Dan",
      "text": "Oh, a sandwich. Again! How dull. Well, you’re not the only one – a survey from 2012 showed a third of Britons eat exactly the same thing for lunch – every day! And yes, it’s mostly sandwiches."
    },
    {
      "author": "Neil",
      "text": "I had a curry yesterday."
    },
    {
      "author": "Dan",
      "text": "Well, it’s almost lunchtime so we’d better get on with our question, which is: how long is the average lunch break in the UK? Is it:"
    },
    {
      "author": "Neil",
      "text": "Oh, I wish it was an hour and a half, but I’m pretty sure it must be c) 25 minutes"
    },
    {
      "author": "Dan",
      "text": "Well, we’ll find out if you’re right… just before lunch! All this talk of lunch is actually making me feel a bit peckish ."
    },
    {
      "author": "Neil",
      "text": "Peckish is a great word isn’t it – it’s a slang word for being a bit hungry. Feeling peckish, Dan?"
    },
    {
      "author": "Dan",
      "text": "I am now. Now, about you and your sandwiches Neil. Two slices of bread with filling might be the most popular British lunch choice, but it didn’t use to be that way. Listen to food writer Bee Wilson. Which adjective does she use to describe sandwiches?"
    },
    {
      "author": "INSERT",
      "text": "Bee Wilson, Author They were what you had in an emergency. They were what you had on a long train journey. It was a kind of makeshift lunch when you couldn’t get anything better."
    },
    {
      "author": "Dan",
      "text": "So – sandwiches had humble origins as makeshift meals. Makeshift describes something temporary and low quality – a solution you create when you can’t do anything better."
    },
    {
      "author": "Neil",
      "text": "I can’t help feel this is all getting a little personal, Dan."
    },
    {
      "author": "Dan",
      "text": "There’s a sometimes very practical reason to eat a sandwich – like on a train. On a weekday in the office though, there’s no excuse."
    },
    {
      "author": "Neil",
      "text": "If you worked as hard as I did, Dan – you’d only have time for a sandwich!"
    },
    {
      "author": "Dan",
      "text": "Which is just what Bee Wilson was saying – we treat lunchtime as if it were an emergency. It says something about our attitude to work and food in the UK. Next, let’s hear from philosopher Julian Baggini with his view on eating the same thing every day."
    },
    {
      "author": "Neil",
      "text": "And let’s teach one more word first – utilitarian . It describes something practical and useful, rather than attractive."
    },
    {
      "author": "INSERT",
      "text": "Julian Baggini, Philosopher What lunch says about us is that we’re still very much stuck in this kind of quite functional, you know, efficient, utilitarian attitude of how we should construct our daily lives; and that for all our embrace of this great food culture and everything, we haven’t managed to make that an everyday thing – it remains something for the special occasions."
    },
    {
      "author": "Neil",
      "text": "So – he thinks we live in a world where we value being efficient – where we have a functional, utilitarian attitude to life."
    },
    {
      "author": "Dan",
      "text": "Exactly, we’re aware of a great food culture, we embrace this culture – but only for special occasions."
    },
    {
      "author": "Neil",
      "text": "Yes – let’s look at that word embrace . It normally means this… let me just…"
    },
    {
      "author": "Dan",
      "text": "Oh Neil, I didn’t know you cared. Neil just hugged me, wrapped his arms around me, embraced me."
    },
    {
      "author": "Neil",
      "text": "Just as we can embrace physical things and people – we can also embrace ideas."
    },
    {
      "author": "Dan",
      "text": "Here’s an idea I embrace , Neil. We should all embrace new foods. Broaden our horizons ."
    },
    {
      "author": "Neil",
      "text": "To broaden our horizons means 'to open our minds and experience new things'."
    },
    {
      "author": "Dan",
      "text": "Let me broaden your horizons right now. Experts from Cornell University say it leads to better team spirit if colleagues eat together."
    },
    {
      "author": "Neil",
      "text": "OK, I get the picture. I should ditch my sandwich and eat with you. In the name of team spirit – that is – getting on well with team members – having a feeling of belonging."
    },
    {
      "author": "Dan",
      "text": "Finally. Vietnamese?"
    },
    {
      "author": "Neil",
      "text": "Oh yes, but not before you tell me the answer to today’s question. How long do Brits take for lunch?"
    },
    {
      "author": "Dan",
      "text": "Well the answer was c) 25 minutes. That comes from a survey done by the BBC this year to find out about our modern dining habits."
    },
    {
      "author": "Neil",
      "text": "25 minutes? It’s a crying shame, Dan. But before we have lunch ourselves, let’s run over the vocab one more time."
    },
    {
      "author": "Dan",
      "text": "First up we had peckish . It means 'hungry – just a little hungry'. I’m feeling rather peckish at the moment, you?"
    },
    {
      "author": "Neil",
      "text": "I think I’ve gone beyond peckish , Dan. Roll on lunch. Next?"
    },
    {
      "author": "Dan",
      "text": "We had makeshift – which describes a temporary or low quality solution. For example, last week my team’s goalkeeper was sick, so I had to replace him as a makeshift goalie."
    },
    {
      "author": "Neil",
      "text": "Or, another example – when I was a student I used the steel bin in my room as a makeshift drum."
    },
    {
      "author": "Dan",
      "text": "I’m sure the neighbours loved that. Now what about this word utilitarian ? In the context we used it, it means 'simple and functional, rather than beautiful'."
    },
    {
      "author": "Neil",
      "text": "Do you think it would be fair to describe your polo shirt as utilitarian ?"
    },
    {
      "author": "Dan",
      "text": "I prefer classic and timeless. Please."
    },
    {
      "author": "Neil",
      "text": "But enough of all this banter. You know, I believe we should all just get along."
    },
    {
      "author": "Dan",
      "text": "Oh, are you going to hug me again? To embrace me?"
    },
    {
      "author": "Neil",
      "text": "Not this time, let’s stick with the metaphorical meaning – 'to accept a new belief or idea'."
    },
    {
      "author": "Dan",
      "text": "For example, I wasn’t sure about the new website design, but now I fully embrace it."
    },
    {
      "author": "Neil",
      "text": "Very nice. And I embrace your suggestion that colleagues should eat together."
    },
    {
      "author": "Dan",
      "text": "It looks like you’ve broadened your horizons ."
    },
    {
      "author": "Neil",
      "text": "Well, when I taught English in Spain, Japan, Poland and the Czech Republic, it really broadened my horizons and taught me about new ways of life. How about you?"
    },
    {
      "author": "Dan",
      "text": "Yes, they say travel broadens the mind – it certainly broadened my horizons too."
    },
    {
      "author": "Neil",
      "text": "Even better – why don’t we go travelling together – with the whole Learning English team?"
    },
    {
      "author": "Dan",
      "text": "Yeah! That would be wonderful for team spirit –the good feeling of being together. Maybe to Cambodia?"
    },
    {
      "author": "Neil",
      "text": "It certainly would. And that's the end of today's 6 Minute English. Please join us again soon, after our delicious lunch!"
    },
    {
      "author": "Dan",
      "text": "And we are on social media too. Make sure to visit our Facebook, Twitter, Instagram and YouTube pages."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "INSERT",
    "Both"
  ]
}