{
  "title": "maids – Fact or fiction?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04vjz2f.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170309",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170309_6min_english_mermaids_download.mp3",
  "intro": [
    "In this programme, Catherine and Dan will be discussing whether mermaids are actually real or not, as well as teaching you 6 new items of vocabulary."
  ],
  "this_week_question": [
    "When did the most recent alleged mermaid sighting take place? Was it:",
    "a) the 1400s",
    "b) 1800s",
    "or c) 2000s?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "alleged",
      "desc": "said or believed be true but not proven to be true"
    },
    {
      "text": "stumbled across",
      "desc": "encountered or found by accident"
    },
    {
      "text": "a different kettle of fish",
      "desc": "a completely different matter or issue"
    },
    {
      "text": "hoax",
      "desc": "a deception or lie often done for humour or cruelty"
    },
    {
      "text": "serene",
      "desc": "calm and peaceful"
    },
    {
      "text": "a getaway",
      "desc": "a place you go in order to escape from normal life"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and vocabulary to help you improve your language skills. I'm Dan…"
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine. In this programme we'll be discussing mermaids, as well as teaching you 6 new items of vocabulary, of course …"
    },
    {
      "author": "Dan",
      "text": "How would you like to be a mermaid?"
    },
    {
      "author": "Catherine",
      "text": "A half-human and half-fish? Well, Dan, I think it's all a myth."
    },
    {
      "author": "Dan",
      "text": "Well, then you'll find this week's question a bit of a difficult one to answer."
    },
    {
      "author": "Catherine",
      "text": "I suppose I will. Go on then."
    },
    {
      "author": "Dan",
      "text": "When did the most recent alleged mermaid sighting take place? Was it a) the 1400s b) 1800s or c) 2000s?"
    },
    {
      "author": "Catherine",
      "text": "Ok, and by alleged, you mean 'said or believed to be true but not proven'. I don't believe in mermaids, but I think there's a lot of people who do, so I will say c) the 2000s."
    },
    {
      "author": "Dan",
      "text": "Well, we'll find out if you're right a bit later on. So, what do you know about mermaids, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Well, a mermaid is a creature that's similar in appearance to a woman but instead of legs, a mermaid has the tail of a fish. The males are called mermen, and they live in the ocean. I thought they were a myth."
    },
    {
      "author": "Dan",
      "text": "They certainly appear to be mythical. They feature in legends and stories from all over the world. The earliest known one in a story dates from ancient Assyria, around 1000 BC. Can you think of a more modern example?"
    },
    {
      "author": "Catherine",
      "text": "Many people will be familiar with the Disney story, 'The Little Mermaid'."
    },
    {
      "author": "Dan",
      "text": "Yes. Before it was an animated movie, it was a renowned fairy-tale written by Hans Christian Andersen, first published in 1837. Interestingly, a small bronze statue of the little mermaid has been sitting in Copenhagen in Denmark since 1913."
    },
    {
      "author": "Catherine",
      "text": "There you go! There's no real evidence."
    },
    {
      "author": "Dan",
      "text": "What if I told you that over 200 mermaids have recently gathered in Greensboro, North Carolina in the USA?"
    },
    {
      "author": "Catherine",
      "text": "You're telling me fish tales, Dan"
    },
    {
      "author": "Dan",
      "text": "Ok. I'll confess. They aren't real mermaids. Each person is a normal human wearing a waist-high latex tail. They meet to share an interest in aquatic mythology, take underwater photos, and swim. For many of them, it's a source of income too! Listen to Daniel Craig, five year merman, explain."
    },
    {
      "author": "INSERT",
      "text": "Daniel Craig, merman A lot of the mermaids we have attending here are professional mermaids. They will entertain at birthday parties, social events, company events. I stumbled across the mermaiding community merely by accident."
    },
    {
      "author": "Catherine",
      "text": "So it's a job too! A professional merman. And Daniel said that he stumbled across it, or 'found it by accident'. So, it doesn't really count then though, does it Dan?"
    },
    {
      "author": "Dan",
      "text": "A real, real mermaid? That's a different kettle of fish , which is an idiomatic phrase that means 'a completely different matter or issue'. Well, while we have no hard evidence, such as a photo of a real mermaid, there have been several sightings. One of the more recent ones was in 2009 in Haifa Bay."
    },
    {
      "author": "Catherine",
      "text": "Hang on now, that rings a bell! That's in Israel, isn't it? And it allegedly appeared at sunset. Apparently the mermaid was doing tricks."
    },
    {
      "author": "Dan",
      "text": "There you go then!"
    },
    {
      "author": "Catherine",
      "text": "But there is no reason, Dan, to believe that it was anything other than a hoax, which means 'a deception or lie – often done for humour or sometimes cruelty'. Well, real or not, it could be fun to be a mermaid. I wonder what it would be like?"
    },
    {
      "author": "Dan",
      "text": "Well, that I can help with. Let Daniel Craig explain why he likes it so much."
    },
    {
      "author": "INSERT",
      "text": "Daniel Craig, merman It's just serene . It's the perfect place for a temporary getaway ."
    },
    {
      "author": "Catherine",
      "text": "So he likes it because it's serene , which means 'calm and peaceful'."
    },
    {
      "author": "Dan",
      "text": "Yes and he says it's the perfect getaway , which is 'a place you go in order to escape from normal life'."
    },
    {
      "author": "Catherine",
      "text": "Well, I still don't believe in mermaids, but I do believe, Dan, that you asked me a question."
    },
    {
      "author": "Dan",
      "text": "I definitely did. I asked, when did the most recent alleged mermaid sighting take place? Was it a) the 1400s b) 1800s or c) 2000s?"
    },
    {
      "author": "Catherine",
      "text": "And I said I think it was the 2000s"
    },
    {
      "author": "Dan",
      "text": "And you have hit the nail on the head. Well done."
    },
    {
      "author": "Catherine",
      "text": "Thank you"
    },
    {
      "author": "Dan",
      "text": "You're right. It was the 2000s. It was in 2012 in Zimbabwe and it was reported by the water resource minister. Let's take a look at the vocabulary from this programme. Our first word was alleged . If something is alleged it is 'said or believed be true but not proven to be true'. Can you think of a recent example, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "US President Donald Trump has alleged that newspapers have been printing fake news, but apparently there's no proof. And our next one was stumbled across . So, if you stumble across something you 'encounter or find it by accident'. It's a phrasal verb and you could also say come across. So, Dan, have you ever stumbled across anything unusual?"
    },
    {
      "author": "Dan",
      "text": "Well, there was a time when I was going to a party in Holborn and I got completely lost. And there on the floor in front of me I stumbled across a map of London. It got me straight to the party."
    },
    {
      "author": "Catherine",
      "text": "Spooky."
    },
    {
      "author": "Dan",
      "text": "The next one after that was a different kettle of fish. A different kettle of fish is an idiomatic phrase which means 'a completely different matter or issue'. You could also use the phrase 'a horse of a different colour'."
    },
    {
      "author": "Catherine",
      "text": "Next up, we had hoax . And a hoax is 'a deception or lie – which is often done for humour or cruelty'. What was the last hoax you did, Dan?"
    },
    {
      "author": "Dan",
      "text": "One Christmas I wrapped a broken lightbulb in a box and gave it to mother as a present. I pretended to drop it and the broken lightbulb made a glass shattering noise and she thought that I had broken her present. After that we heard serene . Serene means 'calm and peaceful'. The noun is serenity. What's your idea of serene, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Two weeks, lying on the beach, drinking lemonade, listening to the sound of the sea. Fabulous. And finally we had a getaway. A getaway is an informal word meaning 'a place you go in order to escape from normal life', such as a holiday. So, where's your favourite getaway, Dan?"
    },
    {
      "author": "Dan",
      "text": "My favourite getaway is my yoga class. I find it really, really refreshing. Well, that's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Catherine",
      "text": "And we are on social media too, so make sure to visit us on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Catherine",
    "INSERT",
    "Both"
  ]
}