{
  "title": "ple Careers",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04y6fy1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170413",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170413_6min_english_multiple_careers_download.mp3",
  "intro": [
    "In this programme, Dan and Neil discuss the trend for having more than one career. They also teach you six items of useful vocabulary. (Image: Getty)"
  ],
  "this_week_question": [
    "If the surname Baker was originally given to people who worked as bakers, what about those with the surname Bond, as in James Bond? Were they:",
    "a) Farmers",
    "b) Spies",
    "c) Guards",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "portfolio",
      "desc": "a group or collection of things"
    },
    {
      "text": "make ends meet",
      "desc": "make enough money to live"
    },
    {
      "text": "serial",
      "desc": "used to describe a repeated act, especially a criminal act"
    },
    {
      "text": "entrepreneur",
      "desc": "someone who starts and runs businesses"
    },
    {
      "text": "add another string to my bow",
      "desc": "learn a new skill"
    },
    {
      "text": "corporate",
      "desc": "relating to a large company"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English – the programme where we bring you an interesting topic and six items of vocabulary. I’m Neil. Today we’re talking about jobs."
    },
    {
      "author": "Dan",
      "text": "And I’m Dan. And specifically, we’re looking at the trend for having more than one job…"
    },
    {
      "author": "Neil",
      "text": "Yes. On that note – Dan, were you ever asked this question as a kid? “What do you want to be when you grow up?” Do you remember your answer?"
    },
    {
      "author": "Dan",
      "text": "I wanted to be a ninja turtle. And you?"
    },
    {
      "author": "Neil",
      "text": "That doesn’t surprise me. I think I wanted to be a professional footballer. I wanted to play for England. Well, for many people, that question gets harder the older they become! It’s one reason why more and more people have what we call portfolio careers these days – so they can do a bit of everything."
    },
    {
      "author": "Dan",
      "text": "A portfolio , as a noun, means 'a case for carrying large pictures – or it can mean the collection of pictures themselves. But we also use it as an adjective to describe groups of certain things – in this case, careers."
    },
    {
      "author": "Neil",
      "text": "Indeed, we could say someone who is a part-time teacher and a part-time musician has a portfolio career."
    },
    {
      "author": "Dan",
      "text": "Sounds like a good combination. First, let’s do today’s question – it’s job-related. Many surnames in English originally come from professions. The surname Baker, for example, was originally given to people who worked as… bakers! What about the surname Bond, as in double-oh-seven, James Bond? Who had this surname? Was it?"
    },
    {
      "author": "Neil",
      "text": "It can’t be spies, can it? So I’m going to guess guards. C."
    },
    {
      "author": "Dan",
      "text": "Great, well let’s find out at the end of the programme."
    },
    {
      "author": "Neil",
      "text": "Now, the portfolio career. Emily Wapnick is the Canadian author of a book called How to Be Everything: A Guide for Those Who (Still) Don’t Know What They Want to Be When They Grow Up."
    },
    {
      "author": "Dan",
      "text": "Which specific example of a portfolio career does she mention?"
    },
    {
      "author": "INSERT",
      "text": "INSERT Emily Wapnick, Author More and more people are doing multiple things and multiple jobs - and it’s not just to make ends meet . A lot of people are choosing this kind of lifestyle. They’ve got, you know,  three different businesses that are just thriving. Or they’re a serial entrepreneur . Or they’ve got a career in two different areas. There’s a guy that I mention who is a psychotherapist and a luthier – he makes violins - and he’s very successful in both."
    },
    {
      "author": "Neil",
      "text": "Emily is clearly a fan of this kind of working. She says she knows a man who’s both a psychotherapist and a luthier – someone who makes violins."
    },
    {
      "author": "Dan",
      "text": "She says this trend is more than just about working to make ends meet – in other words, working to make enough money to live. And she used another interesting expression – a serial entrepreneur – what’s that exactly?"
    },
    {
      "author": "Neil",
      "text": "Well, an entrepreneur is someone who starts and runs businesses – and the use of serial here as an adjective describes someone who does the same thing again and again. Though we should say, the adjective is more often used for criminal activity – such as a serial killer or serial murderer ."
    },
    {
      "author": "Dan",
      "text": "Not the kind of portfolio career I had in mind. A serial entrepreneur , on the other hand, starts and runs business after business."
    },
    {
      "author": "Neil",
      "text": "Another thing, because Emily believes the world of work is changing fast – it’s sensible to be able to do more than one thing. In other words, it’s wise to add another string to your bow ."
    },
    {
      "author": "Dan",
      "text": "A great phrase, which really just means 'to learn new skills you can use in the future'. I’d like to learn Japanese – that would add another string to my bow ."
    },
    {
      "author": "Neil",
      "text": "So desu, ne? But choosing a portfolio career is not for everyone, of course. It often simply comes down to money."
    },
    {
      "author": "Dan",
      "text": "Here’s Charles Handy, writer and philosopher, and the man who popularised the term portfolio career in the first place."
    },
    {
      "author": "INSERT",
      "text": "INSERT Charles Handy, writer 80% of the people in corporate jobs hate them, or are dissatisfied with them. Whereas if you’re doing your own thing, 80% of them really like the freedom and the entrepreneurial spirit, even if they’re not making an awful lot of money. It’s a balancing job really, you’re free but you’re poor. Or you’re slaved but you’re richer."
    },
    {
      "author": "Neil",
      "text": "Sounds like a difficult choice – be poor or be a slave. What would you choose, Dan?"
    },
    {
      "author": "Dan",
      "text": "I’d rather be poor and free, thank you very much."
    },
    {
      "author": "Neil",
      "text": "Well, let’s explain a term he used – a corporate job. What does corporate mean?"
    },
    {
      "author": "Dan",
      "text": "Quite literally, it’s the adjective from the term corporation - a corporate job is a job at a big corporation, company or organisation – usually well paid, and with certain benefits."
    },
    {
      "author": "Neil",
      "text": "Could we say James Bond has a corporate career?"
    },
    {
      "author": "Dan",
      "text": "Yes, I guess so! And thank you for reminding me to answer today’s question: which profession does the surname Bond come from?"
    },
    {
      "author": "Neil",
      "text": "And I said the Bonds were guards."
    },
    {
      "author": "Dan",
      "text": "I’m afraid you were wrong. Bonds were originally peasant farmers who were bound to work for a particular lord. This word goes back over 1,000 years… the spying game came much later!"
    },
    {
      "author": "Neil",
      "text": "Indeed! Let’s spy today’s words once more. We had portfolio – which can be used in different ways. There’s a portfolio career, as well as the original meaning of a portfolio of art. Any others?"
    },
    {
      "author": "Dan",
      "text": "Yes, people talk about a portfolio of investments – when you invest in several companies at once to reduce the risk."
    },
    {
      "author": "Neil",
      "text": "Talking of money, we had to make ends meet . People often work a number of different part-time jobs to make ends meet – to make enough money to live on."
    },
    {
      "author": "Dan",
      "text": "Though having a lot of part-time jobs is not the same as being a serial entrepreneur . Serial means doing something repeatedly, usually a crime!"
    },
    {
      "author": "Neil",
      "text": "And an entrepreneur is someone who starts and runs businesses."
    },
    {
      "author": "Dan",
      "text": "I’d love to start a business… First, I need to learn a new skill - add another string to my bow and learn yoga. Then maybe one day I’ll run a yoga business."
    },
    {
      "author": "Neil",
      "text": "Not for me though, I prefer the corporate life – a secure job in a big corporation!"
    },
    {
      "author": "Dan",
      "text": "OK, but then you can come to my yoga classes after work!"
    },
    {
      "author": "Neil",
      "text": "Alright. Dan And that's the end of today's 6 Minute English. Please join us again soon."
    },
    {
      "author": "Neil",
      "text": "And we are on social media of course. Make sure to visit our Facebook, Twitter, Instagram and YouTube pages."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "INSERT",
    "Both"
  ]
}