{
  "title": "Goldfish, brains and phones",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0532rzm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170518",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170518_6min_english_attention_span_download.mp3",
  "intro": [
    "Are fish able to focus for longer than humans? In this programme, Neil and Catherine discuss how our brains are being affected by technology. They also teach you six items of useful vocabulary."
  ],
  "this_week_question": [
    "How long do we look at our mobile phones for in a day, on average?",
    "a) Around 30 minutes",
    "b) Around two and a half hours",
    "c) Over three hours",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "attention span",
      "desc": "the length of time you can focus on something"
    },
    {
      "text": "to distract",
      "desc": "to take someone's focus away from something"
    },
    {
      "text": "a bad press",
      "desc": "criticism in the media"
    },
    {
      "text": "fishy",
      "desc": "suspicious"
    },
    {
      "text": "to multitask",
      "desc": "to do several things at once"
    },
    {
      "text": "down to",
      "desc": "(here) depending on"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English – the programme where we bring you an interesting topic and six items of vocabulary. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine. Now, this programme is six minutes long."
    },
    {
      "author": "Neil",
      "text": "Yes. It's 6 Minute English!"
    },
    {
      "author": "Catherine",
      "text": "And we have a challenge for everyone – can you stay focused for the full six minutes?"
    },
    {
      "author": "Neil",
      "text": "Sounds easy? Maybe not, because today we're talking about our attention spans : are they shrinking?"
    },
    {
      "author": "Catherine",
      "text": "That's right, so we're asking today: is the length of time we can focus on something – that's our attention span – actually getting shorter? Now, one study says that – in fact, it claims the human attention span is now shorter than that of a goldfish."
    },
    {
      "author": "Neil",
      "text": "Can that be true? Smartphones, the internet, social media – these all certainly do take up a lot of our attention. But how much? How long do we look at our mobile phones for in a day, on average? Is it… a) around 30 minutes, b) around two and a half hours, or c) over three hours?"
    },
    {
      "author": "Catherine",
      "text": "I tend to be quite busy, but I know some people are really addicted to their mobile phones so I'm going to say around two and a half hours - that's answer 'b'."
    },
    {
      "author": "Neil",
      "text": "OK, so, a report released by Microsoft said the average human attention span in 2000 was 12 seconds. Since then it's fallen to just eight seconds."
    },
    {
      "author": "Catherine",
      "text": "Right, and that's a massive change in a very short time. Now, the year 2000 was just before the boom in digital media and smartphones, so many think they're to blame for all these distractions – now, distractions are things which take away our focus or attention."
    },
    {
      "author": "Neil",
      "text": "Yes. And we mentioned goldfish earlier – goldfish reportedly have an attention span of nine seconds. That's one more than phone-obsessed humans with a mere eight seconds!"
    },
    {
      "author": "Catherine",
      "text": "And there's a phrase in English – we say 'to have the attention span of a goldfish'. Or 'the memory of a goldfish'. So these poor… poor gold goldfish, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, they get a bad press , don't they? That's a phrase which means 'criticism' – especially criticism in the media and especially in newspapers – or the 'press', as we call it."
    },
    {
      "author": "Catherine",
      "text": "So – is it really true than humans are now even more easily distracted than fish?"
    },
    {
      "author": "Neil",
      "text": "Well, BBC radio programme More or Less recently investigated this claim."
    },
    {
      "author": "Catherine",
      "text": "That's right. And they found out a couple of things. Firstly – they couldn't find evidence of the research that Microsoft quoted in their report. In other words, the programme couldn't find scientific evidence that our attention spans are in fact shrinking."
    },
    {
      "author": "Neil",
      "text": "And secondly – the psychologist they spoke to said there are problems with the idea of measuring attention spans in the first place. It's a term that's widely used, but it's not very scientific."
    },
    {
      "author": "Catherine",
      "text": "Sounds fishy ."
    },
    {
      "author": "Neil",
      "text": "Yes. Fishy means ‘suspicious', by the way. Sorry, goldfish. Again."
    },
    {
      "author": "Catherine",
      "text": "So, are we humans in fact more easily distracted than before? More or Less asked Dr Gemma Briggs, a psychologist at the Open University, if human beings are less able to focus these days."
    },
    {
      "author": "INSERT",
      "text": "Dr Gemma Briggs, Psychology lecturer, Open University It's all down to the individual; it's all down to how you choose to apply your attention. So attention-switching ability may well have developed in recent years, in the age of the smartphone and the internet. But because someone's distracted by their smartphone or wanting to quickly Google something, it doesn't mean that they then don't have the ability to control and sustain their attention when they carry out another task."
    },
    {
      "author": "Neil",
      "text": "So she says we're not necessarily more easily distracted . Instead, we may actually be better at switching our attention quickly between different tasks."
    },
    {
      "author": "Catherine",
      "text": "That's right. She's really saying we can multitask better than before. And that means we can focus on many different tasks, each for a shorter period of time."
    },
    {
      "author": "Neil",
      "text": "She said: \"It's all down to how you choose to apply your attention.\" Let's just highlight that phrase down to . Here, it means 'depends on'. It all depends on how you choose to apply your attention."
    },
    {
      "author": "Catherine",
      "text": "So – maybe our attention spans aren't getting shorter, we just choose to look at our phones a lot more."
    },
    {
      "author": "Neil",
      "text": "Which reminds me today's question. I asked you how long on average we spend looking at our phones, and you said?"
    },
    {
      "author": "Catherine",
      "text": "Well, my attention span is not that short that I can't remember that I said two and a half hours."
    },
    {
      "author": "Neil",
      "text": "And the answer – if you believe the research – is 2.42 hours per day so, pretty good guess there, Catherine."
    },
    {
      "author": "Catherine",
      "text": "Thank you."
    },
    {
      "author": "Neil",
      "text": "That comes from Chicago-based research firm Dscout. And what about this: the group they surveyed touched their mobiles over 2,600 times a day. Do you touch your phone 2,600 times a day, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I try not to, what about you?"
    },
    {
      "author": "Neil",
      "text": "It's probably more than that to be honest. Now, I'm sure everyone wants to get back to touching their phones – or maybe they're even touching them now as they listen – but either way, let's have a review of today's phrases."
    },
    {
      "author": "Catherine",
      "text": "OK, so first we had attention span – that's the length of time we can focus on something. And mine is definitely shorter than it used to be… Neil? Neil?"
    },
    {
      "author": "Neil",
      "text": "Sorry – I just got distracted there by a message on my phone. Apologies."
    },
    {
      "author": "Catherine",
      "text": "That's alright. So, next up we had a bad press . Goldfish get a bad press . Social media gets a bad press . And this means they all get criticism in the media."
    },
    {
      "author": "Neil",
      "text": "And we had fishy . If something's fishy, it's suspicious."
    },
    {
      "author": "Catherine",
      "text": "And we had multitask . To multitask is to do several things at once."
    },
    {
      "author": "Neil",
      "text": "Then we had down to . Here it means 'depends on', though it can mean other things in other contexts. You could say, it's all down to the context!"
    },
    {
      "author": "Catherine",
      "text": "And that's our quick review, and our programme for today. So, did you stay focused all the way through? Or were you distracted ?"
    },
    {
      "author": "Neil",
      "text": "If you're looking for distractions – may I recommend our Facebook, Twitter, Instagram and YouTube pages?"
    },
    {
      "author": "Both",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "INSERT",
    "Both"
  ]
}