{
  "title": "Faces and first impressions",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0570pxb.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170629",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170629_6min_english_first_impressions_download.mp3",
  "intro": [
    "Can we trust our first impressions? Scientist Alexander Todorov believes that very often our first impressions are wrong. Neil and Rob take a second look and teach you six items of useful vocabulary in this episode of 6 Minute English."
  ],
  "this_week_question": [
    "How long does it takes to form a first impression about someone’s face?",
    "a) under one second",
    "b) one second",
    "c) six seconds",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "first impression",
      "desc": "the idea or opinion of someone or something you make after a very short time"
    },
    {
      "text": "trustworthy",
      "desc": "able to be trusted"
    },
    {
      "text": "extroverted",
      "desc": "(of a person) happy and enjoying being with others"
    },
    {
      "text": "attributes",
      "desc": "qualities"
    },
    {
      "text": "perception",
      "desc": "opinion based on how things appear"
    },
    {
      "text": "to go with your gut",
      "desc": "make a decision based on feelings"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English, the programme where we explore an interesting topic and bring you six bits of useful vocabulary. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob. Today we're talking about first impressions – and how they're often wrong."
    },
    {
      "author": "Neil",
      "text": "So let's start with the term first impression – it's the idea or opinion you have about someone after meeting them for only a short time."
    },
    {
      "author": "Rob",
      "text": "It's very natural to make a quick judgement about someone based on their appearance or facial expression."
    },
    {
      "author": "Neil",
      "text": "We're going to be hearing about the research of Professor Alexander Todorov from Princeton University in the US. First, a question: how long does he say it takes to form an impression about someone's face? Is it..."
    },
    {
      "author": "Rob",
      "text": "I'll go for b) one second."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out if you're right or not at the end of the programme."
    },
    {
      "author": "Rob",
      "text": "So – Alexander Todorov has been researching our impressions. His tests asked people to decide whether they thought faces were dominant, competent, trustworthy or extroverted ."
    },
    {
      "author": "Neil",
      "text": "Let's just look at those words for a second. Dominant means being strongest or most important. Competent means being able to do things."
    },
    {
      "author": "Rob",
      "text": "While if you're trustworthy it means people trust you – you are worth their trust. And being extroverted means you are energetic and enjoy spending time with others."
    },
    {
      "author": "Neil",
      "text": "So what did he find out? Faces that look happy and feminine – like a woman - were rated as more trustworthy ."
    },
    {
      "author": "Rob",
      "text": "While faces that were more masculine – like a man – were seen as more dominant."
    },
    {
      "author": "Neil",
      "text": "Wider faces with big eyes were seen as more extroverted ."
    },
    {
      "author": "Rob",
      "text": "Now the important thing that Todorov says is that these judgements aren't accurate. Someone who looks competent isn't necessarily competent!"
    },
    {
      "author": "Neil",
      "text": "So, what does this mean in practice? Here's Professor Todorov:"
    },
    {
      "author": "Professor Alexander Todorov, Princeton University",
      "text": "Trustworthiness , dominance and attractiveness are the three big things that we form impressions of people. But interestingly we have done some work predicting the electoral success of politicians, and the judgement that is most predictive of who is going to win the election is perceived competence. And this is not random at all, because if you ask voters what is the most important attribute of a politician, competence is the one on the top."
    },
    {
      "author": "Neil",
      "text": "OK, so this is actually quite significant. People say that the most important attribute – or quality – for a politician is competence – the ability to do things."
    },
    {
      "author": "Rob",
      "text": "That sounds fair enough. But because we make judgements based on appearance – this can actually affect how people vote."
    },
    {
      "author": "Neil",
      "text": "If voters believe – or perceive someone to be competent – they're more likely to vote for him or her."
    },
    {
      "author": "Rob",
      "text": "He says this applies especially to people who are less educated about politics – they are more likely to be influenced by appearance."
    },
    {
      "author": "Neil",
      "text": "He says this applies to around 25% of voters – so the number of people who go with their gut is large enough to influence the outcomes of elections!"
    },
    {
      "author": "Rob",
      "text": "Wow. To go with your gut . That means to make a decision which isn't based on rational thought – it's based on instinct, on a feeling, on your gut."
    },
    {
      "author": "Neil",
      "text": "Yes – your gut is your stomach and the organs in your belly. So, can we tell nothing from a person's face?"
    },
    {
      "author": "Rob",
      "text": "Todorov says faces carry useful information about things like a person's mental state, and whether they're tired or sick. But they don't tell you about a person's character."
    },
    {
      "author": "Neil",
      "text": "Indeed. It's not only elections where this counts, we also judge during job interviews and meetings."
    },
    {
      "author": "Rob",
      "text": "So what can we do to minimise the chances of being affected – should we just close our eyes when we meet people?"
    },
    {
      "author": "Neil",
      "text": "Well, it's not such a bad idea! There's the example of the Boston Symphony Orchestra – back in the 1950s it was entirely made up of male musicians. They then introduced 'blind auditions' in other words they listened to new musicians without looking at them."
    },
    {
      "author": "Rob",
      "text": "And what happened – I guess many more women were selected?"
    },
    {
      "author": "Neil",
      "text": "Exactly – around 50%. Of course, gender and race are also huge factors in how we perceive faces. Todorov says we tend to react most positively to faces that look like our own."
    },
    {
      "author": "Rob",
      "text": "Right, well – I guess we just need to take a deep breath and try not to judge too much."
    },
    {
      "author": "Neil",
      "text": "Easier said than done, I'm afraid. Especially when we judge so quickly! But do we do it in under a second, one second or six seconds?"
    },
    {
      "author": "Rob",
      "text": "I said one second."
    },
    {
      "author": "Neil",
      "text": "According to Todorov it takes under one second."
    },
    {
      "author": "Rob",
      "text": "I think it's safe to say it's very fast. So shall we quickly go through today's vocabulary?"
    },
    {
      "author": "Neil",
      "text": "Ok – first up: first impression – the first judgement you make about something. What was your first impression of me, Rob?"
    },
    {
      "author": "Rob",
      "text": "Well I thought you were very trustworthy and extroverted."
    },
    {
      "author": "Neil",
      "text": "Well isn't that convenient, (and accurate?!), because those were exactly the two adjectives I wanted to look at next. Being trustworthy is important in life – it means people trust you…"
    },
    {
      "author": "Rob",
      "text": "And being extroverted is more of a character type – extroverts like to be with people, and are often seen as confident – whereas the opposite – introverts, usually need to spend time on their own, and aren't as loud."
    },
    {
      "author": "Neil",
      "text": "Both of these are interesting attributes – or qualities. You could say that mathematical ability is an essential attribute for an engineer."
    },
    {
      "author": "Rob",
      "text": "And competence is the number one attribute for a politician. Although people don't always vote depending on actual competence, they base it on their perception ."
    },
    {
      "author": "Neil",
      "text": "What they see, or perceive , as competence. ' Perceived competence' might be different from actual competence!"
    },
    {
      "author": "Rob",
      "text": "Yes, in many situations we tend to go with our guts . We make decisions based on deep feelings. Do you do that, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, some things you can think about too much. When I left my last job, I really just went with my gut – it felt like the right thing to do."
    },
    {
      "author": "Rob",
      "text": "Of course – because it meant coming to work here with me!"
    },
    {
      "author": "Neil",
      "text": "Naturally. So – that's it for our chat about first impressions – for more do visit our Facebook, Twitter, Instagram and YouTube pages, and of course our website!"
    },
    {
      "author": "Rob",
      "text": "Bye for now."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Professor Alexander Todorov, Princeton University",
    "Both"
  ]
}