{
  "title": "Is happiness genetic?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p053ys9b.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170608",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170608_6min_happiness_download.mp3",
  "intro": [
    "In this programme, Neil and Dan discuss why Nordic countries generally seem to be happier than other nations and whether the secret is in their DNA. And they teach you six items of useful vocabulary"
  ],
  "this_week_question": [
    "Where did the UK place in the World Happiness Report 2017 a) in the top 10 b) between 11th and 20th c) after 21st",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dominate",
      "desc": "control"
    },
    {
      "text": "subjective",
      "desc": "based on personal experience, beliefs or feelings rather than fact"
    },
    {
      "text": "component",
      "desc": "a part of something making up a larger whole"
    },
    {
      "text": "inoculation",
      "desc": "a form of disease protection"
    },
    {
      "text": "content",
      "desc": "satisfied and wanting nothing"
    },
    {
      "text": "cosiness",
      "desc": "a feeling of being warm comfortable and safe"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six new items of vocabulary. I'm Dan…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. In this episode we'll be discussing if happiness is genetic Dan How happy would you say you are Neil? Neil I’m pretty happy I think. Why do you ask? Dan Well, in March this year the UN published its fifth world happiness report. Neil Is that the one that ranks all of the countries based on how happy they are? Dan You've heard of it then. Over all there are 155 countries included, and Norway came top of them all, overtaking Denmark, which was the leader for the years 2012 to 2016. Neil Well what about the UK? Dan Ah, well that’s this week’s questions, isn’t it? Where did the UK place? a) in the top 10 b) between 11th and 20th c) after 21st"
    },
    {
      "author": "Neil",
      "text": "Well, I’m going to say c) after 21st"
    },
    {
      "author": "Dan",
      "text": "Ok, you know the drill. No answers until the end of the show. Neil So, Norway, eh? And Denmark the previous year? They’re neighbours! Dan Yes. In fact, for the last 5 years, the results have been pretty much the same. Nordic countries tend to dominate the top of the table. Neil Dominate meaning 'control'. Ok, well how are the results decided? Dan It’s very simple. They ask 1000 people in each country a single subjective question. Neil Subjective means 'based on personal experience, beliefs or feelings'. …Well, what’s the question? Dan Imagine a ladder, with steps numbered from 0 at the bottom to 10 at the top. The top of the ladder represents the best possible life for you and the bottom of the ladder represents the worst possible life for you. On which step of the ladder would you say you personally feel you stand at this time? Neil That’s actually quite simple. Dan Yep. The Nordic countries all score an average close to 7.5 out of 10. Neil So we have a number of neighbouring countries which all claim to be extremely happy. There must be a connection….is it the weather? Dan Well, that’s a logical conclusion, but there is another idea. I’ll let Professor Andrew Oswald from the University of Warwick explain. INSERT Professor Andrew Oswald, University of Warwick We think that there is a genetic component , in part, to why the Danes do so well coming so regularly at the head of happiness international league tables. It does appear from the data that the Danes have the smallest amount of the, you might say, dangerous, short kind of genetic pattern. So they may have a kind of inoculation against the possibility of depression. Neil So, professor Oswald mentioned there is a genetic component, or part, to Danish DNA which gives them an inoculation , or illness protection, against depression and sadness. Dan Yep. All of the Nordic countries have a similar make-up. Neil But he said ‘in part’. That means it doesn’t explain everything. So, there’s something missing. Dan There’s no fooling you! Michael Booth has written a book about Nordic happiness. He has another theory. INSERT Michael Booth, Author There are so many reasons why the Danes are happy, why they’re content that have nothing to do with DNA. Of course they’re happy! They’re rich! They’re sexy! They’re funny! They don’t work that much!"
    },
    {
      "author": "Neil",
      "text": "Ah. So being rich, funny, sexy and not working much is why they are content , meaning 'satisfied'. That sounds a bit like you, Dan. Dan I can’t publicly comment on that Neil, I’m sorry! But there is one more piece we’re missing. Hygge. It’s a loanword and only just appeared in the British dictionaries. We don’t have a direct translation, but it basically means cosiness . Neil Cosiness , meaning 'warm, comfortable and safe'. Dan Yes. Danes love simple comforts. A warm cosy room, some drinks, some candles and a fire, and they are happy. Maybe that’s the secret. Neil Well, the secret to my happiness right now is finding out if I was right in the quiz. Dan Oh yes! I asked: Where did the UK place in the World Happiness Report 2017 a) in the top 10 b) between 11th and 20th c) after 21st"
    },
    {
      "author": "Neil",
      "text": "I said c) after 21st"
    },
    {
      "author": "Dan",
      "text": "And I’m afraid you’re wrong my friend. We placed b) between 11th and  20th. We were actually 19th."
    },
    {
      "author": "Neil",
      "text": "Well, let’s make our listeners happy by going through the vocabulary. Dan Ok. First we had dominate . If you dominate something or someone, you control it. It’s quite an aggressive word. You wouldn’t use it for people much. But, give us an example, Neil. Neil You can talk about a team dominating play in a sport. Next we had subjective . If something is subjective it is based on personal experience, beliefs or feelings rather than facts, which are objective. What type of things are subjective , Dan? Dan Oh, it’s our opinions of art, music, jokes, food. You know, I like sausages and ice-cream but no one else does! Neil That’s because it’s disgusting! Dan Then we had component . A component is part of something that makes up a larger whole. Televisions and computers have many components in them. Neil And a person can be an essential component in a team, like a goal-keeper in football. After that was inoculation . An inoculation is a form of disease protection. It is a synonym of….Dan? Dan Vaccination. I went on holiday last year and had to have my inoculations updated. Then we had content .If you are content , you are satisfied and want nothing. What makes you content, Neil? Neil A warm sunny day in my garden with a good book. And finally we had cosiness . Cosiness comes from cosy , which means 'warm, comfortable and safe'. Where’s cosy for you Dan? Dan Oh easy. On a freezing cold day, it’s tucked up in bed with a nice cup of tea. And that’s the end of today's 6 Minute English. Please join us again soon! Neil And we are on social media too, of course - Facebook, Twitter, Instagram and YouTube. See you there. Both Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil"
  ]
}