{
  "title": "You think you're invisible?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0589ssy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170720",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170720_6min_english_invisible_download.mp3",
  "intro": [
    "Do you secretly watch people when in public? And do you think they're watching you? Neil and Dan explore some fascinating research about 'people-watching' and teach you six items of useful vocabulary in this episode of 6 Minute English."
  ],
  "this_week_question": [
    "OK, question time. Which of these stories features an invisibility cloak ?",
    "a) The Hobbit",
    "b) Harry Potter",
    "c) The Invisible Man",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "invisible",
      "desc": "impossible to be seen"
    },
    {
      "text": "cloak",
      "desc": "a long piece of material worn over the shoulders like a coat"
    },
    {
      "text": "illusion",
      "desc": "something which appears real but isn't"
    },
    {
      "text": "mismatch",
      "desc": "difference between two things; a bad combination"
    },
    {
      "text": "judgemental",
      "desc": "critical"
    },
    {
      "text": "self-conscious",
      "desc": "too aware of yourself; embarrassed what others think about you"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English, the programme where we explore an interesting topic and bring you six items of useful vocabulary. I'm Neil."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan."
    },
    {
      "author": "Neil",
      "text": "Now, Dan, have you ever wanted to become invisible ?"
    },
    {
      "author": "Dan",
      "text": "Invisible – impossible to see. Of course! Who hasn't?"
    },
    {
      "author": "Neil",
      "text": "Well how about this: most of us think we are in fact invisible, at least some of the time… We'll be looking at the ' invisibility cloak illusion ' in this programme."
    },
    {
      "author": "Dan",
      "text": "Fascinating. And in that phrase we heard our first three words. Invisibility – the state of being invisible . A cloak is a long piece of material worn like a coat around the shoulders."
    },
    {
      "author": "Neil",
      "text": "And the third word in that phrase – an illusion – is something that seems real but isn't."
    },
    {
      "author": "Dan",
      "text": "OK, question time. Which of these stories features an invisibility cloak ? Is it…"
    },
    {
      "author": "Neil",
      "text": "I know they are all connected to invisibility, but I'm gonna say…a) The Hobbit."
    },
    {
      "author": "Dan",
      "text": "Ok – we'll reveal the answer later on. Now, let's hear more about this invisibility cloak illusion . What's the theory, Neil?"
    },
    {
      "author": "Neil",
      "text": "Right – imagine you're sitting in a crowded train. People are busy looking at phones and books, but they're also looking at each other."
    },
    {
      "author": "Dan",
      "text": "They're 'people-watching', as we call it. Yes. Yes, I do that. I do it a lot, if I'm honest!"
    },
    {
      "author": "Neil",
      "text": "So – where does the invisibility part come in?"
    },
    {
      "author": "Dan",
      "text": "A team of scientists from Yale University did some experiments on this. Commenting on the research here is neuroscientist Dr Catherine Loveday from Westminster University. What did the Yale team find?"
    },
    {
      "author": "INSERT",
      "text": "Dr Catherine Loveday, Neuroscientist, Westminster University"
    },
    {
      "author": "mismatch",
      "text": "So this study, they asked people that, first they did a survey and they asked people sat in a canteen how much they were watching somebody, and how much they thought those people were observing them. And there was always a  . People always thought they were more observational than the people who were watching them."
    },
    {
      "author": "Dan",
      "text": "So, people think they observe others more than others watch them. Everyone thinks they aren't observed very much - it's almost as if they're invisible to others – or wearing an invisibility cloak !"
    },
    {
      "author": "Neil",
      "text": "And the difference between how much they are actually being watched and think they're being watched is what she called a mismatch . It's the difference between two things – they're two things which don't 'match'."
    },
    {
      "author": "Dan",
      "text": "In other words – it's not true that people aren't watching us – which is why the idea of having an invisibility cloak is just an illusion . This next bit is interesting. Two people were asked to wait in a room. Then they were each asked to make two lists: one, what they noticed about the other person; and two, what they thought the other person noticed about them."
    },
    {
      "author": "Neil",
      "text": "So list one was always longer than list two. Not only that – but there was also an important difference in the content of the lists."
    },
    {
      "author": "Dan",
      "text": "Let's hear again from neuroscientist Dr Catherine Loveday. What was the difference?"
    },
    {
      "author": "INSERT",
      "text": "Dr Catherine Loveday, Neuroscientist, Westminster University When people are observing you they're doing it in a non- judgemental , fairly empathic way – and not actually noticing the things that you're self-conscious about. So if for example you feel self-conscious about a spot on your nose, or something that you're wearing, that won't be what they're noticing. It's a much less judgemental form of observation."
    },
    {
      "author": "Neil",
      "text": "Right, so even if we're feeling self-conscious about something – that means feeling extra aware of an aspect of ourselves – maybe our appearance or our clothes – we needn't be."
    },
    {
      "author": "Dan",
      "text": "Yes, you don't need to feel self-conscious . People aren't being judgemental ."
    },
    {
      "author": "Neil",
      "text": "And being judgemental means being critical."
    },
    {
      "author": "Dan",
      "text": "That's good news. So even though all I'm thinking about is how badly I need a haircut, the other person is probably noticing something completely different. Back to the question about the invisibility cloak . Which story is it in?"
    },
    {
      "author": "Neil",
      "text": "I said The Hobbit."
    },
    {
      "author": "Dan",
      "text": "And it was in fact – Harry Potter. Not only does the garment make you impossible to see, it also protects you against magic spells."
    },
    {
      "author": "Neil",
      "text": "Wow – I need one of those!"
    },
    {
      "author": "Dan",
      "text": "In The Hobbit, it's a ring that makes you invisible , and in The Invisible Man, the main character uses chemicals to achieve the same effect."
    },
    {
      "author": "Neil",
      "text": "Now, before we become invisible ourselves, how about we go through today's words?"
    },
    {
      "author": "Dan",
      "text": "Marvellous. First we had invisible – which meansimpossible to see. You could say that stars are invisible during the day."
    },
    {
      "author": "Neil",
      "text": "They're only visible at night."
    },
    {
      "author": "Dan",
      "text": "We also had cloak – who would wear a cloak? Maybe a king or a monk? Or maybe you, Neil?"
    },
    {
      "author": "Neil",
      "text": "I'm sure I could look good in a cloak – that's a long piece of material worn over the shoulders. What about illusion ?"
    },
    {
      "author": "Dan",
      "text": "Illusions appear to be true, but they're not. It can describe an idea: you could say a politician has the illusion that everything he says is true. Then we had mismatch – which can refer to the difference between two things which perhaps should be similar: there's a mismatch between what Michael says and what he does."
    },
    {
      "author": "Neil",
      "text": "Who's Michael?"
    },
    {
      "author": "Dan",
      "text": "Just an example! You could also say that Michael and Simone are an unlikely couple – they seem very different – they're a bit of a mismatch ."
    },
    {
      "author": "Neil",
      "text": "What is it with you and Michael?! One, he doesn't exist, and two, I think you're being judgemental ."
    },
    {
      "author": "Dan",
      "text": "Well, I'm criticising him so, yeah, you're right – I'm being judgemental . Perhaps I should stop. It's just that… it's just that I'm in love with Simone myself, and I get all nervous and self-conscious when I see her."
    },
    {
      "author": "Neil",
      "text": "You mean you become embarrassed about what she might think of you – you become self-conscious ?"
    },
    {
      "author": "Dan",
      "text": "I do."
    },
    {
      "author": "Neil",
      "text": "Even though she doesn't exist either?"
    },
    {
      "author": "Dan",
      "text": "Well, only in my examples. Sometimes I wish I really did have an invisibility cloak ."
    },
    {
      "author": "Neil",
      "text": "Hey, hang on, Dan - where have you gone?"
    },
    {
      "author": "Dan",
      "text": "Haha – very funny, I'm still perfectly visible. Time to go – but do visit our Facebook, Twitter, Instagram and YouTube pages, and of course our website!"
    },
    {
      "author": "Neil",
      "text": "Goodbye for now."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "INSERT",
    "mismatch",
    "Both"
  ]
}