{
  "title": "How do pets navigate?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0589sqn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170713",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170713_6min_english_pets_navigate_download.mp3",
  "intro": [
    "We hear stories about pets who manage to find their way home, even across hundreds of miles? How do they do it? Neil and Dan explore some of the theories in this episode of 6 Minute English."
  ],
  "this_week_question": [
    "How long is Omar, believed to be the world's longest cat?",
    "a) 120 cm",
    "b) 80 cm",
    "c) 180 cm",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a (cat) person",
      "desc": "someone who likes or prefers (cats)"
    },
    {
      "text": "to scratch your head (about something)",
      "desc": "to be confused (about something)"
    },
    {
      "text": "landmark",
      "desc": "something which is easily recognisable and helps you find your way"
    },
    {
      "text": "magnet",
      "desc": "a piece of metal which attracts certain metals"
    },
    {
      "text": "systematic",
      "desc": "done according to a system"
    },
    {
      "text": "territory",
      "desc": "the area an animal controls"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English, the programme where we bring you an interesting topic and six useful words or phrases. I'm Neil."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan. Today we're talking about one of the last mysteries of science. No, not if the universe will keep expanding forever, but this: how do cats and dogs find their way home over long distances?"
    },
    {
      "author": "Neil",
      "text": "We hear incredible stories of lost pets travelling tens and even hundreds of miles home – but scientists struggle to explain how they do it."
    },
    {
      "author": "Dan",
      "text": "We'll hear the view of one scientist today. But before that – I have to ask an important question: Neil, are you a cat person or a dog person ?"
    },
    {
      "author": "Neil",
      "text": "Oh, that's easy – I'm a cat person , for sure. Dogs are just a… well, they are hard work, aren't they?"
    },
    {
      "author": "Dan",
      "text": "If you say you are ' a cat person ' it means you prefer cats. ' A coffee person ' prefers coffee. A 'something' person likes or prefers that thing, often over another thing."
    },
    {
      "author": "Neil",
      "text": "Back to the topic, I'm a cat person . But can you answer this, Dan? Recently, a cat called Omar made headlines for being, possibly, the world's longest cat. How long is Omar? Is it…"
    },
    {
      "author": "Dan",
      "text": "I'm gonna say c) 180 cm."
    },
    {
      "author": "Neil",
      "text": "Now, from long cats to long-distance cats. Scientists were scratching their heads a couple of years ago when a lost cat called Holly travelled 200 miles to get home. How did it do it?"
    },
    {
      "author": "Dan",
      "text": "We say you ' scratch your head ' when you are confused about something. There are a few theories about how cats and dogs navigate – but we don't yet have the full answer."
    },
    {
      "author": "Neil",
      "text": "Well, both cats and dogs have an extremely powerful sense of smell, of course. Smells are like signposts – they let you know where you are. Visual landmarks also play a role, just as they do with humans. A landmark is something very easily recognised – a big building or mountain for example."
    },
    {
      "author": "Dan",
      "text": "And what about this one: magnets are pieces of metal which attract certain other kinds of metal - for example, iron or steel. The Earth itself has a magnetic force."
    },
    {
      "author": "Neil",
      "text": "Birds use it to help them navigate over thousands of miles – it tells them where north is. It's thought they have some iron in their beaks."
    },
    {
      "author": "Dan",
      "text": "But some scientists think mammals also have this capability."
    },
    {
      "author": "Neil",
      "text": "So we have a few ideas – smell, landmarks , magnetic forces – but can we explain how one kitty travelled over 200 miles by itself back to its home?"
    },
    {
      "author": "Dan",
      "text": "Let's hear from cat and dog expert Dr John Bradshaw. How do cats build up the maps in their heads?"
    },
    {
      "author": "INSERT",
      "text": "Dr John Bradshaw, School of Veterinary Sciences, University of Bristol What they do when they are in a new territory is explore it in a very systematic way. So they will go out in ever-increasing circles, they'll literally construct a mental map in their heads. And so a cat that's lost its territory probably does the same thing. They'll rely on the idea that if they go out in ever-increasing circles or rectangles then eventually they'll either come across the territory or they'll come across a smell carried on the wind of the territory that they used to live in and then be able to go home."
    },
    {
      "author": "Dan",
      "text": "Cats have a systematic approach – which means they use a system . Which is: first they walk around their area in a small circle, then a bigger one and then a bigger one – until they have a strong mental map of the place."
    },
    {
      "author": "Neil",
      "text": "Yes – a mental map is a map in your head – stored in your memory. And the area cats explore – their home area - is called their territory . Cats are territorial – which means their territory is very important to them."
    },
    {
      "author": "Dan",
      "text": "Having a map is great, but what happens when a cat gets lost? Dr Bradshaw says that again, it moves around in bigger and bigger circles, until it finds a clue – which is a landmark or a smell – that tells it where it is. Well, that's the theory. Though Dr Bradshaw says we really still don't have enough data – that's enough information about this."
    },
    {
      "author": "Neil",
      "text": "When there is a scientific breakthrough - we'll bring it to you in 6 Minute English, I hope. For now, let's content ourselves with Omar, possibly, the world's longest cat. How long, Dan?"
    },
    {
      "author": "Dan",
      "text": "I said 180 cm."
    },
    {
      "author": "Neil",
      "text": "Omar measures 120 cm – that's over two thirds of my height – and weighs a heavy 14 kg."
    },
    {
      "author": "Dan",
      "text": "Well, one thing, Neil, if Omar ever got lost, he'd be found in no time."
    },
    {
      "author": "Neil",
      "text": "He's a landmark in himself! Which reminds me – let's run through today's words again. If you're a cat person , you prefer cats. If you're an evening person – you prefer evenings."
    },
    {
      "author": "Dan",
      "text": "I've always thought you were a kind person, Neil."
    },
    {
      "author": "Neil",
      "text": "Nice of you to say, but we only use the phrase with nouns, not adjectives!"
    },
    {
      "author": "Dan",
      "text": "Indeed. We don't want the listeners to be scratching their heads ."
    },
    {
      "author": "Neil",
      "text": "No, we can't confuse them! So let's explain the next one clearly – a landmark is something easily recognisable that lets you know where you are. The bridges in London are landmarks ."
    },
    {
      "author": "Dan",
      "text": "And can we say the parks are magnets in summer? A magnet is a piece of metal that attracts iron and steel – but we can also use the word more widely to describe things that attract other things. Two more words: territory is a noun – the area of land that an animal considers to be its own."
    },
    {
      "author": "Neil",
      "text": "Animals who feel this strongly are described as territorial . Humans can be too – about land or subjects they feel they own or control."
    },
    {
      "author": "Dan",
      "text": "And finally systematic : the adjective from system. We can talk about a systematic approach, a systematic solution, a systematic study…"
    },
    {
      "author": "Neil",
      "text": "And we have systematically worked our way through all of today's words!"
    },
    {
      "author": "Dan",
      "text": "Very good! Which means – it's time mention our own online territory – our website and social media pages."
    },
    {
      "author": "Neil",
      "text": "Check us out on Facebook, Twitter, Instagram and YouTube, and of course bbclearningenglish.com!"
    },
    {
      "author": "Dan",
      "text": "Bye bye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "INSERT"
  ]
}