{
  "title": "Fancy dress funerals",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p059p0h9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170810",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170810_6min_english_fancy_dress_funerals_download.mp3",
  "intro": [
    "Funerals are sad occasions but some people decide to turn them into joyful celebrations of the dead person's life. Rob and Neil talk about fancy dress funerals and teach you six items of useful vocabulary in this episode of 6 Minute English."
  ],
  "this_week_question": [
    "According to a UK survey, how many of us would like our funerals to be more of a party or celebration? Is it…",
    "a) 5%,",
    "b) 25% or",
    "c) 50%?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "funeral",
      "desc": "a ceremony we hold for a dead person"
    },
    {
      "text": "ceremony",
      "desc": "a formal event performed on special occasions – like a wedding, a graduation or a funeral"
    },
    {
      "text": "fancy dress",
      "desc": "special clothes you wear to an event to look like a famous person or character from a movie, for example"
    },
    {
      "text": "costume",
      "desc": "a set of clothes you wear to look like somebody else"
    },
    {
      "text": "to go all out",
      "desc": "to make a big effort to get carried away (phrasal verb) to get very excited and lose control of your feelings"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, I'm Neil and welcome to 6 Minute English, where today we bring you a serious topic and six items of vocabulary."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob. Now, here's a serious question for you, Neil. Have you thought about what you'd like to happen when you die?"
    },
    {
      "author": "Neil",
      "text": "Interesting way to start the show, Rob… No, I haven't."
    },
    {
      "author": "Rob",
      "text": "Well, nobody really likes to talk about death, do they?"
    },
    {
      "author": "Neil",
      "text": "Well, it isn't a fun topic. So, can we talk about something else, please?"
    },
    {
      "author": "Rob",
      "text": "Afraid not. Because today's topic is funerals – a funeral is a ceremony we hold for a dead person."
    },
    {
      "author": "Neil",
      "text": "And a ceremony is a formal event performed on special occasions – like a wedding or a graduation – or in this case, a funeral."
    },
    {
      "author": "Rob",
      "text": "OK. Well, let's start with a quiz question. According to a UK survey, how many of us would like our funerals to be more of a party or celebration? Is it… a) 5%, b) 25% or c) 50%?"
    },
    {
      "author": "Neil",
      "text": "Well, I think it's 25%. I hadn't thought about it before – but I'd definitely prefer my funeral to be a celebration. With my favourite music playing – and definitely nobody wearing black…"
    },
    {
      "author": "Rob",
      "text": "Well, strangely enough, a friend of mine went to a funeral recently where the funeral director was dressed as Darth Vader from Star Wars!"
    },
    {
      "author": "Neil",
      "text": "Hmm. That sounds wrong. But I guess people are choosing to move away from the traditional funeral – you know, in church, people dressed in black, all very quiet…"
    },
    {
      "author": "Rob",
      "text": "Darth Vader does wear black, at least! Anyway, let's hear from Shonnie Sullivan here in the UK talking about the fancy dress funeral she and her sister organized for their mother."
    },
    {
      "author": "INSERT",
      "text": "Shonnie : It was quite unusual as we turned up in fancy dress. Interviewer : Had your mum left instructions about how she wanted her funeral to be? Shonnie :Only that we don't cry, and we… to have a party to celebrate her life. Be happy, don't be sad… I was a witch. Interviewer : How did you look? Shonnie : Oh, it was just a little black dress and I just had, like, a little fancy witch hat on – the same as my sister. And we had a very close friend of the family come as Beetlejuice – which was absolutely amazing. He really did go all out for that."
    },
    {
      "author": "Rob",
      "text": "So fancy dress - special clothes you wear to an event – to look like a famous person or character from a movie. Another word we use is costume – which is a set of clothes you wear to look like somebody else."
    },
    {
      "author": "Neil",
      "text": "Shonnie and her sister chose a Halloween theme for the funeral and wore witches' costumes – little black dresses with special hats."
    },
    {
      "author": "Rob",
      "text": "A close family relative dressed as Beetlejuice … Did he dress as a squashed insect, Neil? I'm confused here!"
    },
    {
      "author": "Neil",
      "text": "No, Rob. He dressed as Beetlejuice, the main character in a popular 1980s movie. Beetlejuice is a ghost who wears crazy clothes, and has scary hair and make up."
    },
    {
      "author": "Rob",
      "text": "Hmm. I haven't seen the film. But what does Shonnie mean when she says her relative went ‘all out' with his costume?"
    },
    {
      "author": "Neil",
      "text": "To go all out means to make a big effort – and this guy's costume involved not only special clothes, but special hair and make up too."
    },
    {
      "author": "Rob",
      "text": "Like me."
    },
    {
      "author": "Neil",
      "text": "What do you mean, 'like me'?"
    },
    {
      "author": "Rob",
      "text": "Well, I go all out to get my clothes and hair just right for 6 Minute English."
    },
    {
      "author": "Neil",
      "text": "Yes, and, well... you look great, Rob. But unfortunately nobody sees us… do they?"
    },
    {
      "author": "Rob",
      "text": "Yes, good point. But it's important to make an effort."
    },
    {
      "author": "Neil",
      "text": "So have you had any thoughts about the sort of funeral you would like to have?"
    },
    {
      "author": "Rob",
      "text": "Oooh… Yes, I like the thought of my friends and family saying their final goodbyes to me on a beach with a beautiful sunset, listening to Stairway to Heaven by Led Zeppelin…"
    },
    {
      "author": "Neil",
      "text": "OK, well, before you get too carried away with ideas for your own funeral, let's have the answer to today's quiz question."
    },
    {
      "author": "Rob",
      "text": "To get carried away means to get very excited and lose control of your feelings! I never thought I would get excited about my own funeral… But anyway – yes, back to today's question! How many of us would like our funerals to be more of a party or celebration? Is it… a) 5%, b) 25%, or c) 50%?"
    },
    {
      "author": "Neil",
      "text": "And I said 25%."
    },
    {
      "author": "Rob",
      "text": "No, it's actually 50%. The market research company ICN found that half of us here in the UK would prefer something different to the traditional funeral."
    },
    {
      "author": "Neil",
      "text": "More than I expected.OK, shall we look back at the words we have learned today?"
    },
    {
      "author": "Rob",
      "text": "Yes. First up – 'funeral' – a ceremony we hold for a dead person. The plural is funerals – \"Fancy dress funerals aren't everybody's cup of tea.\" The adjective is – funereal – notice the stress on the second syllable – \"Who chose this funereal music? Can we change it to something more cheerful?\""
    },
    {
      "author": "Neil",
      "text": "'Not my cup of tea' by the way, is something you don't enjoy doing."
    },
    {
      "author": "Rob",
      "text": "OK – 'ceremony' – a formal event performed on special occasions."
    },
    {
      "author": "Neil",
      "text": "\"I didn't go to my sister's graduation ceremony.\""
    },
    {
      "author": "Rob",
      "text": "\"In the UK, the opening of Parliament is a ceremonious occasion.\" Ceremonious is the adjective."
    },
    {
      "author": "Neil",
      "text": "Number three – 'fancy dress' is special clothing you wear to an event – for example, to look like a famous person or character from a movie."
    },
    {
      "author": "Rob",
      "text": "\"I've been invited to a fancy dress party.\""
    },
    {
      "author": "Neil",
      "text": "Who are you going to go as, Rob?"
    },
    {
      "author": "Rob",
      "text": "It's a secret, Neil!"
    },
    {
      "author": "Neil",
      "text": "Number four – ‘costume' – a set of clothes you wear to look like somebody else. \"Rob is going to go to the fancy-dress party in a Superman costume.\""
    },
    {
      "author": "Rob",
      "text": "Good guess. Right. Number five – 'to go all out' means to make a big effort."
    },
    {
      "author": "Neil",
      "text": "\"We went all out this year with our Christmas decorations – with a life-size flashing Santa Claus and sleigh.\""
    },
    {
      "author": "Rob",
      "text": "Way to go, Neil! Number six – the phrasal verb 'to get carried away' – means to get very excited and lose control of your feelings!"
    },
    {
      "author": "Neil",
      "text": "\"She got carried away and painted the whole house pink.\""
    },
    {
      "author": "Rob",
      "text": "That must be Barbie's house…"
    },
    {
      "author": "Neil",
      "text": "Yup – and fancy dress is definitely Barbie's cup of tea! OK, that's all for today. But please remember to check out our Instagram, Twitter, Facebook and YouTube pages."
    },
    {
      "author": "Rob",
      "text": "OK. Bye-bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "INSERT"
  ]
}