{
  "title": "Uniforms",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05c47hf.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170907",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170907_6min_english_uniforms_download.mp3",
  "intro": [
    "What's the fascination we seem to have for uniforms? Is there something about taking on a persona or professional role that can be liberating? Neil and Tim talk about the uniforms they'd like to wear and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "In the 19th century, police officer’s top hats could be used…",
    "a) to stand on",
    "b) as a weapon",
    "c) to protect their heads from the sun?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "suits you",
      "desc": "looks good on you"
    },
    {
      "text": "stand out",
      "desc": "it’s noticeable or easy to see"
    },
    {
      "text": "to fit in",
      "desc": "belong to a particular group and are accepted by them"
    },
    {
      "text": "persona",
      "desc": "the character you present to the outside world – as opposed to the person you feel like inside"
    },
    {
      "text": "liberating",
      "desc": "feeling you can behave however you like"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English, where we introduce a colourful topic and six suitable items of vocabulary."
    },
    {
      "author": "Tim",
      "text": "I’m Tim…"
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. Why are you wearing a policeman’s hat, Tim?"
    },
    {
      "author": "Tim",
      "text": "To get me in the mood for our topic today – uniforms!"
    },
    {
      "author": "Neil",
      "text": "Well, the hat certainly suits you!"
    },
    {
      "author": "Tim",
      "text": "And if something suits you it looks good on you! Well, thanks, Neil. And funnily enough, I have a question for you on the subject of police hats! In the 19th century, police officers' top hats could be used… a) to stand on, b) as a weapon or c) to protect their heads from the sun?"
    },
    {
      "author": "Neil",
      "text": "Well, they're kind of pointy so I’m going to say as a weapon."
    },
    {
      "author": "Tim",
      "text": "OK. Let’s consider what the point of a uniform is. Why do some jobs have them while others don’t?"
    },
    {
      "author": "Neil",
      "text": "Well – The police, and other emergency services, like the fire brigade, and ambulance service – they need practical clothes to help them do their job."
    },
    {
      "author": "Tim",
      "text": "People need to recognize them too, don’t they?"
    },
    {
      "author": "Neil",
      "text": "Yeah, that’s right. A uniform makes people stand out from crowd."
    },
    {
      "author": "Tim",
      "text": "If something stands out it’s noticeable or easy to see."
    },
    {
      "author": "Neil",
      "text": "But uniform also allows you to fit in – it shows you belong to a particular group or organization – and people often enjoy that sense of community at work."
    },
    {
      "author": "Tim",
      "text": "Do you think we should get some 6 Minute English T-shirts made, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, we share a sense of community without team T-shirts, Tim. Let’s listen to cultural historian, Joe Moran, talking about why wearing a uniform can also allow you to behave differently to the way you normally behave."
    },
    {
      "author": "INSERT",
      "text": "Joe Moran, cultural historian It’s a role and a genre that you adopt and it’s kind of – it’s something that’s not quite you. It’s kind of a persona that you can put on. In Germany they call it ‘maskenfreiheit’, which is the freedom conferred by masks. There’s something about taking on what is very clearly a persona or professional role, that can be liberating, I think."
    },
    {
      "author": "Neil",
      "text": "So when you put on a uniform you are adopting a role or genre. Genre means a particular style. And a persona is a character you present to the outside world – as opposed to the person you feel like inside."
    },
    {
      "author": "Tim",
      "text": "Joe Moran compares putting on a persona to putting on a mask. And he says this can be very liberating . But do you really think putting on a uniform liberates – or frees – us from the person we really are?"
    },
    {
      "author": "Neil",
      "text": "Maybe. If you’re shy, for example, a uniform might feel liberating because it allows you to behave more confidently. So, if you could choose a uniform and a new persona, what would it be, Tim?"
    },
    {
      "author": "Tim",
      "text": "Hmm. An airline pilot, I think. I’d look great in a blazer with brass buttons – and with the cap and mirror sunglasses. Hello, this is your captain speaking. We’ll shortly be arriving at LAX airport in sunny Los Angeles. Local time is 12.55 and it’s hot hot hot outside, so I hope you’ve packed plenty of sun cream."
    },
    {
      "author": "Neil",
      "text": "OK Tim, stop, stop, stop, stop, stop! I can see you’d love being a pilot – or at least you’d love talking to your passengers!"
    },
    {
      "author": "Tim",
      "text": "What about you, Neil? What would you like to try on for size? A surgeon’s scrubs? A nun’s habit?"
    },
    {
      "author": "Neil",
      "text": "To try something on for size means to decide whether it’s what you want or not. No Tim… I’d go for a chef’s apron, checked trousers, a tall hat."
    },
    {
      "author": "Tim",
      "text": "I think the uniform would suit you, but are you good at cooking, Neil?"
    },
    {
      "author": "Neil",
      "text": "I’m an excellent cook. Now, I think we should have the answer to today’s quiz question, Tim."
    },
    {
      "author": "Tim",
      "text": "Yes, I asked what a police officer’s hat could be used for in the 19th century."
    },
    {
      "author": "Neil",
      "text": "And I said as a weapon."
    },
    {
      "author": "Tim",
      "text": "Wrong, I’m afraid. From 1829 to 1839, Metropolitan Police officers wore a cane-reinforced top hat, which could be used as a step to climb or see over walls. I wonder if modern police hats are strong enough to stand on?"
    },
    {
      "author": "Neil",
      "text": "We’ll try yours later and find out. But now let’s go over the other key words we learned today."
    },
    {
      "author": "Tim",
      "text": "OK. If something ‘suits you’, it looks good on you. For example, “Does this pilot’s uniform suit me, Neil?”"
    },
    {
      "author": "Neil",
      "text": "It suits you down to the ground, Tim! And that means it suits you very well!"
    },
    {
      "author": "Tim",
      "text": "Number two – If something ‘stands out’, it’s noticeable or easy to see."
    },
    {
      "author": "Neil",
      "text": "“My colourful suit really stood out at the party.”"
    },
    {
      "author": "Tim",
      "text": "In a good way, I hope! OK, next item – ‘to fit in’ – means you belong to a particular group and are accepted by them."
    },
    {
      "author": "Neil",
      "text": "“I never fitted in with the cool kids at school.”"
    },
    {
      "author": "Neil",
      "text": "I’m sorry to hear that, Tim! Maybe you weren’t wearing the right uniform? Number four is ‘persona’ – the character you present to the outside world – as opposed to the person you feel like inside."
    },
    {
      "author": "Tim",
      "text": "“My work persona is confident and chatty but I’m actually rather shy.”"
    },
    {
      "author": "Neil",
      "text": "I’m learning a lot about you today, Tim!"
    },
    {
      "author": "Tim",
      "text": "They’re just examples, Neil. I don’t have a work persona – that’s the nice thing about our job – there’s no need to put on masks or personas."
    },
    {
      "author": "Neil",
      "text": "Just the occasional hat…"
    },
    {
      "author": "Tim",
      "text": "Indeed. And a very nice hat this is too – I think I’ll keep it. Now, let’s finish the vocabulary! Number five – ‘liberating’ means feeling you can behave however you like."
    },
    {
      "author": "Neil",
      "text": "For example, “Talking openly about your problems can be very liberating.” Tim And finally, ‘to try something on for size’ means to test something to decide whether you want it or not."
    },
    {
      "author": "Neil",
      "text": "Our listeners can try these new vocabulary items on for size and decide whether they’ll be useful or not!"
    },
    {
      "author": "Tim",
      "text": "And if not, then please let us know by visiting our Twitter, Facebook and YouTube pages and telling us what you think!"
    },
    {
      "author": "Neil",
      "text": "Goodbye! Tim Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Tim",
    "INSERT"
  ]
}