{
  "title": "What’s wetiquette?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05kd9jz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171019",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171019_6min_english_wetiquette_download.mp3",
  "intro": [
    "How do you behave in a swimming pool? Do you respect other swimmers or do you end up in their way? Rob and Neil talk about 'wetiquette' and teach you other new vocabulary."
  ],
  "this_week_question": [
    "According to the US Water Quality and Health Council, how many people admitted to not showering before using the pool? Is it…",
    "a) 7%,",
    "b) 17% or",
    "c) 70%.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dos and don’ts",
      "desc": "rules telling us how to behave in a particular situation"
    },
    {
      "text": "hot under collar",
      "desc": "angry"
    },
    {
      "text": "lanes",
      "desc": "the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’"
    },
    {
      "text": "misjudge",
      "desc": "guess something wrongly"
    },
    {
      "text": "ego",
      "desc": "our sense of how important we are"
    },
    {
      "text": "overtake",
      "desc": "pass another person travelling in the same direction because you are going faster than them"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hi, I'm Rob and welcome to 6 Minute English, where we talk about an interesting topic and six items of related vocabulary."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil… And today we’re talking about wetiquette! What’s that, Rob?"
    },
    {
      "author": "Rob",
      "text": "I have no idea!"
    },
    {
      "author": "Neil",
      "text": "Well, you won’t find wetiquette in many dictionaries – it actually means ‘swimming pool etiquette’. W-etiquette – get it? Etiquette is a set of rules for how to behave in social situations. And wetiquette is a set of dos and don’ts to keep things calm in the water."
    },
    {
      "author": "Rob",
      "text": "Dos and don’ts are also rules telling us how to behave. So things like ‘No running by the pool’ or ‘No diving in the shallow end’. Am I right?"
    },
    {
      "author": "Neil",
      "text": "Yes and no, Rob. Those are traditional swimming pool rules. But wetiquette covers slightly different things."
    },
    {
      "author": "Rob",
      "text": "OK, well before we get to those, I have a question for you, Neil. According to the US Water Quality and Health Council, how many people admitted to not showering before using the pool? Is it… a) 7%, b) 17% or c) 70%."
    },
    {
      "author": "Neil",
      "text": "Well, I’m going to be optimistic and say 7%, Rob."
    },
    {
      "author": "Rob",
      "text": "So I take it you do always take a shower before swimming, Neil?"
    },
    {
      "author": "Neil",
      "text": "Correct. Taking a quick shower is such an easy thing to do, and it stops all that horrible sweat and bacteria getting in the pool water! I can’t understand why some people don’t do it!"
    },
    {
      "author": "Rob",
      "text": "I can see it’s making you quite hot under the collar - and that means angry. Let’s listen to swimming specialist, Jenny Landreth, talking about what annoys her. INSERT Jenny Landreth, swimming specialist, interviewed by the BBC Jenny Landreth: I'm very keen on my wetiquette in the pool. Interviewer: It's that thing where people can get quite cross about, which is: Do you go around clockwise or anticlockwise? Do you overtake or not? Jenny Landreth: People need a rule. We need to observe the rules of the pool and I'm very keen on that. Most other swimmers will suffer from lane rage if people are in the wrong lane of the pool. And don’t know how to observe the rules of that lane. Interviewer: Lane rage – you mean if you’re a kind of slow swimmer and you dare to go in the fast lane? Jenny Landreth: Well, I hate to say it, but it is quite often that gentlemen quite often misjudge their speed and think they’re slightly faster than they are. Interviewer: Ah! The male ego here! Jenny Landreth: They quite often don’t like it if there’s a woman swimming faster than them. So very often they’ll go in the slightly faster lane and should be gently encouraged by wetiquette to get in the correct lane. Interviewer: Know your speed. Jenny Landreth: Yes."
    },
    {
      "author": "Rob",
      "text": "That was Jenny Landreth – a swimming specialist – talking about the things that annoy her about other people in the pool."
    },
    {
      "author": "Neil",
      "text": "Yes. Jenny doesn't like it when people are slower that they should be for the fast lane. Older men, like you, Rob."
    },
    {
      "author": "Rob",
      "text": "Neil, how dare you! Yes, Jenny gets 'lane rage'."
    },
    {
      "author": "Neil",
      "text": "Lane rage! Where swimmers get hot under the collar when there’s a slow swimmer in the fast lane."
    },
    {
      "author": "Rob",
      "text": "Swimming lanes are the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’. Do you know your speed, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes – I’m fast."
    },
    {
      "author": "Rob",
      "text": "Are you sure you are not misjudging your speed? Do you think you might actually be a medium-fast swimmer?"
    },
    {
      "author": "Neil",
      "text": "To misjudge means to guess something wrongly. And our ego is the idea we have of ourselves – with regards to how important we feel we are. And to answer your question, Rob, no, I’m definitely fast."
    },
    {
      "author": "Rob ",
      "text": "Are there other things swimmers should be aware of in the pool?"
    },
    {
      "author": "Neil",
      "text": "Yes – if somebody taps your foot, it means they want to overtake you."
    },
    {
      "author": "Rob",
      "text": "Overtaking means to pass another person travelling in the same direction because you are going faster than them."
    },
    {
      "author": "Neil",
      "text": "I hate it when swimmers overtake me!"
    },
    {
      "author": "Rob",
      "text": "Really, Neil? Is that your male ego talking?"
    },
    {
      "author": "Neil",
      "text": "No, not at all – I just hate getting splashed."
    },
    {
      "author": "Rob",
      "text": "I see. Well perhaps now is a good time to move on and hear the answer to today’s quiz question. Remember I asked: How many people admitted to not showering before using the pool? Is it… a) 7%, b) 17% or c) 70%?"
    },
    {
      "author": "Neil",
      "text": "I said 7% and I hope I’m right."
    },
    {
      "author": "Rob",
      "text": "Well, I’m afraid you’re wrong, Neil. It’s actually ten times that amount – it’s 70%! The 2012 US report from Water Quality and Health Council found that around 70% of people do not shower before taking a swim in the pool – adding to the number of germs in the water."
    },
    {
      "author": "Neil",
      "text": "Perhaps swimming pools should start fining people who don’t take a shower? That might make a difference. Now, let’s go over the words we learned today."
    },
    {
      "author": "Rob",
      "text": "Yes, the first one is ‘dos and don’ts’, which are rules telling us how to behave in a particular situation. For example, “What are the dos and don’ts of meeting the Queen?”"
    },
    {
      "author": "Neil",
      "text": "Good question – Is the correct etiquette to call her Your Highness or Ma’am? Are there certain subjects you shouldn’t talk about?"
    },
    {
      "author": "Rob",
      "text": "Do you shake her hand or curtsy?"
    },
    {
      "author": "Neil",
      "text": "These are things you need to know – or else the Queen might get ‘hot under collar’ – that’s our next word, and it means angry!"
    },
    {
      "author": "Rob",
      "text": "“Both politicians got hot under the collar and insulted each other.”"
    },
    {
      "author": "Neil",
      "text": "OK – number three is ‘lanes’ – which are the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’."
    },
    {
      "author": "Rob",
      "text": "“Our British Olympic gold medallist is swimming in lane one.”"
    },
    {
      "author": "Neil",
      "text": "Our next word is ‘misjudge’ which means to guess something wrongly. For example, “I’m sorry I misjudged you, Rob. Please forgive me.”"
    },
    {
      "author": "Rob",
      "text": "Oh alright then, Neil. But don’t misjudge me again OK? Next up is ‘ego’ – which is our sense of how important we are."
    },
    {
      "author": "Neil",
      "text": "“Losing the race was a huge blow to her ego.”"
    },
    {
      "author": "Rob",
      "text": "And our final word is ‘overtake’ – which means to pass another person travelling in the same direction because you are going faster than them."
    },
    {
      "author": "Neil",
      "text": "“I don’t enjoy overtaking big lorries on the motorway.”"
    },
    {
      "author": "Rob",
      "text": "Neither do I, Neil. Now one of the don’ts of this show is not talking for more than six minutes. So it’s time to say goodbye!"
    },
    {
      "author": "Neil",
      "text": "But please visit our Twitter, Facebook and YouTube pages and tell us what makes you hot under the collar!"
    },
    {
      "author": "Rob",
      "text": "And remember – you can explore our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English. Bye bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Rob "
  ]
}