{
  "title": "Pedestrianisation - is it good for cities and towns?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05lvkg1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171102",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171102_6min_english_pedestrians_download.mp3",
  "intro": [
    "Norwich was the first city in the UK to ban cars from parts of the city centre. Planners wanted to protect pedestrians from cars and to reduce pollution in its old and narrow streets. That was 50 years ago. There’s a fresh interest in keeping cars out of cities now for the same reasons. Rob and Neil talk about pedestrianising streets and teach you new vocabulary."
  ],
  "this_week_question": [
    "What’s the average speed of a bus travelling along Oxford Street? Is it:",
    "a) 4.6 miles per hour,",
    "b) 14.6 miles per hour or",
    "c) 46 miles per hour? Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pedestrian",
      "desc": "a person who is walking, usually in an area where there’s traffic"
    },
    {
      "text": "tackle (something)",
      "desc": "make an effort to deal with a difficult problem"
    },
    {
      "text": "ban",
      "desc": "officially say that something can’t be done"
    },
    {
      "text": "reroute",
      "desc": "change the direction you’re travelling in"
    },
    {
      "text": "congestion",
      "desc": "too much traffic, making it difficult to move"
    },
    {
      "text": "pollution",
      "desc": "damage to the environment caused by releasing waste substances such as carbon dioxide into the air, or plastic into the sea"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello, I'm Rob, and welcome to 6 Minute English, where today we’re chatting about a pedestrian topic and six items of related vocabulary."
    },
    {
      "author": "Neil",
      "text": "Hello, I’m Neil. A pedestrian is someone who walks around rather than travelling by car or bus. But in Rob’s sentence he used the adjective, and in this context it means dull or uninteresting!"
    },
    {
      "author": "Rob",
      "text": "And of course I was making a pun, Neil. Because of course the show is going to be extremely interesting! It’sabout safety on the streets – and whether pedestrianisation is a good thing or not."
    },
    {
      "author": "Neil",
      "text": "Pedestrianisation means changing a street into an area that can only be used by pedestrians."
    },
    {
      "author": "Rob",
      "text": "Well, it sounds like a good idea – no traffic, less noise and air pollution. And no chance of getting knocked down by a car or a bus!"
    },
    {
      "author": "Neil",
      "text": "There are plans to pedestrianise Oxford Street, which is one of the busiest shopping streets in London."
    },
    {
      "author": "Rob",
      "text": "That’s right. The Mayor of London wants to tackle – or make an effort to deal with – air pollution in this very busy spot – where the amount of traffic is definitely a problem! In fact, can you tell me, Neil, what’s the average speed of a bus travelling along Oxford Street? Is it: a) 4.6 miles per hour, b) 14.6 miles per hour or c) 46 miles per hour?"
    },
    {
      "author": "Neil",
      "text": "And I think it’s 14.6 miles per hour – a) sounds too slow and c) sounds too fast!"
    },
    {
      "author": "Rob",
      "text": "OK, we'll find out the answer later on. The problem is – the traffic doesn’t just disappear. You ban it from one area – and it gets rerouted somewhere else."
    },
    {
      "author": "Neil",
      "text": "Ban means to say officially that something can’t be done. And reroute means to change the direction you’re travelling in, in order to reach a particular destination. That’s true, Rob. It must be a big headache for city planners."
    },
    {
      "author": "Rob",
      "text": "Well, let’s listen now to Joe Urvin, Chief Executive of Living Streets. He’s going to talk some more about why traffic is causing problems in our towns and cities."
    },
    {
      "author": "INSERT",
      "text": "Joe Urvin, Chief Executive of Living Streets In 1970 we had 20 million cars in this country. Now we have over 30 million cars in such a short period. So that creates three big problems. One is space – because we’ve still got the same street structures in our towns and cities, causing congestion. It causes pollution, which people are concerned about more and more. And actually, it’s kind of engineering walking out of our lives. So we’re actually not getting enough exercise, which is a cause of a health crisis. Smart cities are looking at pedestrianisation – in Glasgow, in Birmingham, in London for example, Manchester – as a way of not only making their places, cities better and more attractive, actually, building their local economy."
    },
    {
      "author": "Neil",
      "text": "So Neil Urvin identifies three problems – the first is that our city streets have stayed the same while the number of cars on the roads has increased dramatically."
    },
    {
      "author": "Rob",
      "text": "That’s right – and this has led to congestion on our roads. Congestion means too much traffic, making it hard to move."
    },
    {
      "author": "Neil",
      "text": "The second problem is pollution – which we mentioned earlier."
    },
    {
      "author": "Rob",
      "text": "Pollution is damage to the environment caused by releasing waste substances such as carbon dioxide into the air."
    },
    {
      "author": "Neil",
      "text": "And the third problem is that by travelling around on buses or in our cars we aren’t getting enough exercise. And we all know that’s a bad thing! Would pedestrianisation engineer walking back into our lives do you think?"
    },
    {
      "author": "Rob",
      "text": "I’m not sure, Neil. It would be great if we could go shopping or walk to work without breathing in fumes or worrying about getting knocked down by a car. But banning all motorised traffic from town centres might make life difficult for people to get around."
    },
    {
      "author": "Neil",
      "text": "Well, I’m not a town planner – and I don’t have the answers. But I would like to know if I got the answer right to the question you asked me earlier!"
    },
    {
      "author": "Rob",
      "text": "OK, well I asked you: What’s the average speed of a bus travelling along Oxford Street? Is it… a) 4.6mph, b) 14.6mph or c) 46mph?"
    },
    {
      "author": "Neil",
      "text": "And I said 14.6mph."
    },
    {
      "author": "Rob",
      "text": "And that’s not slow enough, Neil, I’m afraid. The answer is actually 4.6mph. And we pedestrians walk at an average speed of 3.1mph apparently!"
    },
    {
      "author": "Neil",
      "text": "Good to know. OK – shall we go over the words we learned today, Rob?"
    },
    {
      "author": "Rob",
      "text": "Sure – the first one is ‘pedestrian’ – a person who is walking, usually in an area where there’s traffic. ‘Sorry – you can’t ride your bike here. This path is for pedestrians only.’"
    },
    {
      "author": "Neil",
      "text": "The adjective – ‘This book is full of very pedestrian ideas. I wouldn’t read it if I were you.’"
    },
    {
      "author": "Rob",
      "text": "I’ve crossed it off my list, Neil. Thank you. OK – number two is 'to tackle' something, which means to make an effort to deal with a difficult problem. For example, ‘The government isn’t really tackling the problem of air pollution. It needs to do much more.’"
    },
    {
      "author": "Neil",
      "text": "Very true. OK, ‘ban’ means to officially say that something can’t be done. ‘The UK government will ban the sale of diesel and petrol cars from 2040.’"
    },
    {
      "author": "Rob",
      "text": "And number four is ‘reroute’ which means to change the direction you’re travelling in."
    },
    {
      "author": "Neil",
      "text": "‘The council has rerouted all buses to avoid the town centre.’"
    },
    {
      "author": "Rob",
      "text": "‘Congestion’ is number five – too much traffic, making it difficult to move."
    },
    {
      "author": "Neil",
      "text": "‘Road congestion always gets better in the summer when a lot of car drivers are on holiday.’"
    },
    {
      "author": "Rob",
      "text": "That’s true, isn’t it? London always seems emptier in July and August."
    },
    {
      "author": "Neil",
      "text": "Except for all the tourists walking around – congesting the streets!"
    },
    {
      "author": "Rob",
      "text": "Very funny! And finally, number six is ‘pollution’ – which is damage to the environment caused by releasing waste substances such as carbon dioxide into the air, or plastic into the sea."
    },
    {
      "author": "Neil",
      "text": "‘You can help reduce air pollution by walking to work every day instead of driving.’"
    },
    {
      "author": "Rob",
      "text": "Are you talking to me, Neil? I always walk to work!"
    },
    {
      "author": "Neil",
      "text": "I know you do, Rob – you’re an example to us all!"
    },
    {
      "author": "Rob",
      "text": "OK, that’s all we have time for today."
    },
    {
      "author": "Neil",
      "text": "But please don’t forget to visit us via our Twitter, Facebook and YouTube pages! Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT"
  ]
}