{
  "title": "The perfect Santa",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05rn724.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171221",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171221_6min_english_perfect_santa_download.mp3",
  "intro": [
    "Neil and Dan discuss what it takes to be the perfect Santa. You'll also learn six items of vocabulary."
  ],
  "this_week_question": [
    "How many Santas are there in the world?",
    "a) 1,500 b) 15,000 c) 15 million",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "jolly",
      "desc": "happy; smiley"
    },
    {
      "text": "spirit",
      "desc": "something's real meaning"
    },
    {
      "text": "candidate",
      "desc": "a person competing for a job"
    },
    {
      "text": "reinforce",
      "desc": "make something stronger"
    },
    {
      "text": "pressure",
      "desc": "the feeling of worry when a person gets when expected to deal with a difficult situation"
    },
    {
      "text": "portraying",
      "desc": "playing the part of someone"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil and joining me today is Dan who is looking very jolly ."
    },
    {
      "author": "Dan",
      "text": "Of course I'm looking jolly – meaning happy and smiley; it's my favourite time of the year."
    },
    {
      "author": "Neil",
      "text": "Ah yes, all that food, all those presents, all that fun."
    },
    {
      "author": "Dan",
      "text": "Forget the food and fun – Christmas is all about the presents!"
    },
    {
      "author": "Neil",
      "text": "I'm not sure that's quite the spirit – the real meaning of something."
    },
    {
      "author": "Dan",
      "text": "Well, Neil, I was actually talking about giving presents, not getting them."
    },
    {
      "author": "Neil",
      "text": "Ah sorry, Dan, I misjudged you. As you enjoy giving presents so much, I'm very pleased to have you with me in this 6 Minute English – Our topic… What makes the perfect Santa? We'll have 6 items of vocabulary for you and, of course, our quiz question. Ready?"
    },
    {
      "author": "Dan",
      "text": "Hit me."
    },
    {
      "author": "Neil",
      "text": "How many Santas are there in the world?"
    },
    {
      "author": "Dan",
      "text": "I know there are a lot but 15 million must be wrong; 1,500 seems too few, so I'll go for 15,000."
    },
    {
      "author": "Neil",
      "text": "We'll see if you're right at the end of the programme. Dan, you seem like a strong candidate for a job as Santa. Ever considered it?"
    },
    {
      "author": "Dan",
      "text": "I'd love to! A candidate is a person competing for a job."
    },
    {
      "author": "Neil",
      "text": "And what do you think is a key part of being Santa – or Father Christmas as we also call him in the UK?"
    },
    {
      "author": "Dan",
      "text": "You've already mentioned being jolly…"
    },
    {
      "author": "Neil",
      "text": "I have. Let's listen to James Lovell, who runs a Santa school at his company Ministry of Fun in London. What does he say is the key?"
    },
    {
      "author": "James Lovell",
      "text": "A perfect 'ho ho ho!' is a key part of being a Father Christmas. It's a ho ho ho! And it needs to just reinforce the fact that you are the jolliest person on the planet. So I like to reach down into my tummy, tap it and with a big smile on my face go ho ho hoooo!"
    },
    {
      "author": "Neil",
      "text": "The perfect ho ho ho! You need that to reinforce the fact you are the jolliest person in the world."
    },
    {
      "author": "Dan",
      "text": "To reinforce means to make something stronger. Ho ho ho!"
    },
    {
      "author": "Neil",
      "text": "Wow, Dan! You're very convincing. Are you sure you've never done this before?"
    },
    {
      "author": "Dan",
      "text": "I haven't but I want to. It feels good! Ho ho ho!"
    },
    {
      "author": "Neil",
      "text": "I could be the ideal career move for you, Dan. But I bet it's not all fun."
    },
    {
      "author": "Dan",
      "text": "Hmm, maybe. I think there would be a lot of pressure to perform. Pressure is the feeling of worry you can get when you are expected to deal with a difficult situation."
    },
    {
      "author": "Neil",
      "text": "Yes, think of all the children you have to impress. Pressure indeed. Let's hear from James Lovell again, who runs a Santa school in London."
    },
    {
      "author": "James Lovell",
      "text": "Portraying Father Christmas is not an easy job because when you're dressed as Father Christmas, you have a huge responsibility to recreate the magic of the real Santa in every way. You need to look good, you need to have lots to say and you need to be incredibly jolly and you need to have magical eyes."
    },
    {
      "author": "Dan",
      "text": "So it seems I was right: portraying Father Christmas is not an easy job. Portraying meaning playing the part of – like an actor does."
    },
    {
      "author": "Neil",
      "text": "He says there's a huge responsibility to recreate the magic of the real Santa. To recreate means to make something exist again."
    },
    {
      "author": "Dan",
      "text": "All those kids expecting that magical moment – and it's all down to you as Santa! Hmm I'm beginning to have second thoughts about this career change…"
    },
    {
      "author": "Neil",
      "text": "Could you handle the pressure?"
    },
    {
      "author": "Dan",
      "text": "I'm not sure I could! Portraying Father Christmas might be a challenge too far – despite my ho ho ho!"
    },
    {
      "author": "Neil",
      "text": "Now it's time to find out the answer to our quiz question. I asked how many Santas there are in the world?"
    },
    {
      "author": "Dan",
      "text": "I said b) 15,000"
    },
    {
      "author": "Neil",
      "text": "And you were… wrong! I'm afraid it was a trick question – there is, of course, only one Santa!"
    },
    {
      "author": "Dan",
      "text": "Ahhh that's not fair!"
    },
    {
      "author": "Neil",
      "text": "Sorry! Shall we have a recap of the vocabulary?"
    },
    {
      "author": "Dan",
      "text": "Yes please – that would make me jolly again."
    },
    {
      "author": "Neil",
      "text": "Jolly, meaning happy and smiley. What makes you jolly, Dan?"
    },
    {
      "author": "Dan",
      "text": "Christmas of course! Now Neil, I have to say, cheating me out of that quiz question was really not in the spirit of 6 Minute English. We are always nice to each other."
    },
    {
      "author": "Neil",
      "text": "Ah yes, you're probably right. Spirt here has the sense of something's real meaning. The spirit of 6 Minute English is friendly educational fun – not cheating your colleagues!"
    },
    {
      "author": "Dan",
      "text": "Glad we've got that straight. Our next word is candidate. Until you made me think about how hard it is to be a good Santa, I thought I'd be a strong candidate for the job."
    },
    {
      "author": "Neil",
      "text": "A candidate is a person competing for a job. Next we had reinforce."
    },
    {
      "author": "Dan",
      "text": "Reinforce means to make something stronger. Repeating the vocabulary in 6 Minute English reinforces your ability to remember it!"
    },
    {
      "author": "Neil",
      "text": "That's right – and it puts you under less pressure when you're speaking English if you have a good range of vocabulary."
    },
    {
      "author": "Dan",
      "text": "Pressure is the feeling of worry you can get when you are expected to deal with a difficult situation – like pretending to be Santa! Yes there's a lot of pressure involved in portraying someone else."
    },
    {
      "author": "Neil",
      "text": "Portraying, meaning playing the part of someone – like an actor does. It can be very difficult to get it right."
    },
    {
      "author": "Dan",
      "text": "Yep, it's a real skill to be able to recreate the look and character of another person. Recreate meaning to make something exist again."
    },
    {
      "author": "Neil",
      "text": "Well we'll try our best to recreate a positive learning experience for you all next time on 6 Minute English. Until then don't forget to check out our YouTube, Facebook, Twitter and Instagram pages. Goodbye!"
    },
    {
      "author": "Dan",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "James Lovell"
  ]
}