{
  "title": "cal coffee",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05sy1wh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180111",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180111_6_minute_english_ethical_coffee_download.mp3",
  "intro": [
    "It's one of the most popular drinks on the planet and something many people have for breakfast. Coffee is a widely exported product. However, how much of that money does the coffee farmer actually see? And is there a way to make things a little fairer for everyone? A new report from the UN suggests so. Dan and Catherine discuss the issue and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "The specialty coffee, Kopi luwak, is made from coffee beans which have already passed through an animal’s digestive system. But which animal? a) an elephant b) a cat c) a weasel",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dash",
      "desc": "a small amount of something, usually a liquid"
    },
    {
      "text": "aficionado",
      "desc": "someone who is very interested in or enthusiastic about a subject"
    },
    {
      "text": "as cheap as chips",
      "desc": "very cheap"
    },
    {
      "text": "ethical",
      "desc": "morally right roasted cooked in an oven premium larger than usual payment, usually for better quality service"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan and joining me today is Catherine. Hey Catherine. Catherine Hey Dan."
    },
    {
      "author": "Dan",
      "text": "So Catherine, do you prefer a brew or a cup of joe in the morning?"
    },
    {
      "author": "Catherine",
      "text": "Well, if you are referring to whether I prefer a cup of tea, which we sometimes call ‘a brew’, or a cup of coffee, sometimes called ‘a cup of joe’, I prefer my coffee in the morning."
    },
    {
      "author": "Dan",
      "text": "I only drink coffee when I really need to wake up quickly."
    },
    {
      "author": "Catherine",
      "text": "And, why are you asking, Dan?"
    },
    {
      "author": "Dan",
      "text": "Because it’s part of this 6 Minute English."
    },
    {
      "author": "Catherine",
      "text": "Coffee. I see. So how do you take it then, Dan?"
    },
    {
      "author": "Dan",
      "text": "Well, I’m an instant coffee kind of guy. And I like mine with a dash of milk. How about you?"
    },
    {
      "author": "Catherine",
      "text": "A dash of something is a small amount of something, especially liquid. Personally, I prefer freshly-ground coffee beans, and I like my coffee dark and strong -  preferably Colombian or maybe Brazilian."
    },
    {
      "author": "Dan",
      "text": "Wow. A coffee aficionado , eh?"
    },
    {
      "author": "Catherine",
      "text": "An aficionado is a person who’s very enthusiastic about, or interested in, a particular subject."
    },
    {
      "author": "Dan",
      "text": "Well, let me test your knowledge with this week’s quiz question. The specialty coffee, Kopi luwak, is made from coffee beans which have already passed through an animal’s digestive system. But which animal?"
    },
    {
      "author": "Catherine",
      "text": "I’m always going to answer b) a cat. Did you say this coffee actually goes through the animal? As in, it eats it and then it comes out the other end, and that’s what we use for the coffee?"
    },
    {
      "author": "Dan",
      "text": "Well, yes. It is actually one of the most expensive coffees in the world. Anyway, we’ll find out if you’re right or not later on. So, talking of expensive, do you tend to pay more for your coffee or are you happy with the cheap as chips stuff?"
    },
    {
      "author": "Catherine",
      "text": "Cheap as chips means very cheap. And personally, I do actually like a quality product, and I am willing to pay a bit more for it."
    },
    {
      "author": "Dan",
      "text": "Would you be willing to pay even more than you already do if it meant that the farmer who grew the beans was getting a fairer price?"
    },
    {
      "author": "Catherine",
      "text": "I would because I think that that sort of thing is important."
    },
    {
      "author": "Dan",
      "text": "And you aren’t alone.  There is a growing trend among many Western customers of artisan cafes to be willing to pay more for ethically produced coffee."
    },
    {
      "author": "Catherine",
      "text": "Ethical means morally right. So, Dan, why is this trend happening at the moment?"
    },
    {
      "author": "Dan",
      "text": "Well, it’s probably been going on for a while, but a new report from the UN’s World Intellectual Property Organisation has observed the effect that smarter processing, branding and marketing has had on the farmers and their communities."
    },
    {
      "author": "Catherine",
      "text": "And because of this, coffee drinkers are better able to choose ethically produced coffee that puts more money in the hands of the farmers. But, Dan, do the farmers actually see any of this money?"
    },
    {
      "author": "Dan",
      "text": "Well, it’s complicated. The price of the coffee is relatively cheap until it’s been roasted – or cooked in an oven. As a result, roasters take most of the profits. But there is still a difference. I’ll let Johnathan Josephs, a business reporter for the BBC News explain."
    },
    {
      "author": "INSERT",
      "text": "Jonathan Josephs , Business reporter, BBC News For a pound of coffee beans that end up in the instants (section) sold in supermarkets, the roaster can get over $4. But the export price is just $1.45. The farmer gets most of that. But when the new wave of socially-aware customer pays a premium for higher standards, the roaster can get $17.45, but the export price also rises to $5.14."
    },
    {
      "author": "Catherine",
      "text": "A premium is an amount that’s more than usual. So the farmer makes three-and-a-half times as much money."
    },
    {
      "author": "Dan",
      "text": "Which means a better quality of life for the farmer, their family and their community."
    },
    {
      "author": "Catherine",
      "text": "That’s good news! I will definitely look for the ethically produced coffee from now on. As long as, Dan, it doesn’t come out of some animal!"
    },
    {
      "author": "Dan",
      "text": "Yes, actually that reminds me. Our quiz question. I asked you which animal the speciality coffee Kopi luwak comes from."
    },
    {
      "author": "Catherine",
      "text": "And I said a cat."
    },
    {
      "author": "Dan",
      "text": "And you are wrong I’m afraid. Kopi luwak comes from a type of weasel."
    },
    {
      "author": "Catherine",
      "text": "I’m kind of relieved about that."
    },
    {
      "author": "Dan",
      "text": "Let’s try not to think about it, and have a look at the vocabulary instead."
    },
    {
      "author": "Catherine",
      "text": "OK. So, first we had dash . A dash of something is a small amount of something, usually a liquid. Where might we talk about a dash of something, Dan?"
    },
    {
      "author": "Dan",
      "text": "Well, I like my tea with a dash of milk. My gin with a dash of tonic, and my soup with a dash of salt. Then we had aficionado . An aficionado is someone who is very interested or enthusiastic about a subject. What are you an aficionado of?"
    },
    {
      "author": "Catherine",
      "text": "I’m working on becoming a bit of an accordion aficionado actually, Dan."
    },
    {
      "author": "Dan",
      "text": "Dan Wow, cool!"
    },
    {
      "author": "Catherine",
      "text": "Yeah! After that, we had as cheap as chips . Is something as cheap as chips ? Then it is very cheap indeed."
    },
    {
      "author": "Dan",
      "text": "Like my shoes! I bought them at a market for next to nothing. They were as cheap as chips. Then we had ethical . Something which is ethical is morally right. Do you consider yourself to be an ethical person, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Well, I try, Dan. I don’t always get it right, but I do attempt to be. After that we heard roasted . Roasted means cooked in an oven. Like our coffee beans!"
    },
    {
      "author": "Dan",
      "text": "And of course our very famous English roast. Finally, we had a premium. If you pay a premium, you pay more than usual - usually for a better quality or service. Can you think of an example?"
    },
    {
      "author": "Catherine",
      "text": "If you’re going to the cinema, you might pay a premium to get more comfortable seats."
    },
    {
      "author": "Dan",
      "text": "And that’s the end of this 6 Minute English. Don’t forget to check out our YouTube, Facebook, Twitter and Instagram pages, and we’ll see you next time. Goodbye."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Catherine",
    "INSERT",
    "Dan"
  ]
}