{
  "title": "A dry January?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05tkrkd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180118",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180118_6min_eng_dry_january_download.mp3",
  "intro": [
    "Rob and Catherine discuss abstaining and sobriety and explain these words and several other drink-related vocabulary in just six minutes."
  ],
  "this_week_question": [
    "According to data from the World Health Organisation in 2015, which country consumed the most alcohol per person? Was it…",
    "a)    Australia",
    "b)    Finland",
    "c)    The Czech Republic",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "resolution",
      "desc": "a promise to yourself to do or not do something"
    },
    {
      "text": "to shed",
      "desc": "to lose"
    },
    {
      "text": "sobriety",
      "desc": "the state of not being drunk"
    },
    {
      "text": "crutch",
      "desc": "here is something you depend on for support"
    },
    {
      "text": "abstain",
      "desc": "not do something that is enjoyable but bad for you"
    },
    {
      "text": "bed in",
      "desc": "to become normal and start working properly"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and vocabulary to help you improve your language skills. I'm Rob…"
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine. In this programme we'll be discussing quitting drinking and staying dry."
    },
    {
      "author": "Rob",
      "text": "Right, so when you say ‘quitting’, you mean ‘giving up’ – and when you say ‘drinking’, you're particularly referring to ‘the activity of drinking alcohol’."
    },
    {
      "author": "Catherine",
      "text": "Exactly Rob."
    },
    {
      "author": "Rob",
      "text": "But, what about staying dry? It's nothing to do with the weather?"
    },
    {
      "author": "Catherine",
      "text": "No that's true. The adjective ‘dry’ here means ‘no alcohol’. And I, Rob, am currently having a dry January."
    },
    {
      "author": "Rob",
      "text": "Ah yes, your New Year's resolution is to give up alcohol for one month. Any reason?"
    },
    {
      "author": "Catherine",
      "text": "Yes. I'm doing it in order to improve my health and save some money. And a resolution, by the way, is a promise to yourself to do something or not to do something."
    },
    {
      "author": "Rob",
      "text": "Well they seem like good reasons. And for now, we must keep up our resolution to always start the programme with a question, so are you ready for it, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I am, crack on, Rob!"
    },
    {
      "author": "Rob",
      "text": "According to data from the World Health Organisation in 2015, which country consumed the most alcohol per person? Was it…"
    },
    {
      "author": "Catherine",
      "text": "Well they're sound quite likely, but I did visit Prague once and I had a lovely time, so I'm going to say c) the Czech Republic."
    },
    {
      "author": "Rob",
      "text": "OK, well as always, we'll find out the answer later on. But let's continue our discussion about drinking – or informally known as boozing – and trying to give it up. We all know that too much drinking can be bad for us and that's why you Catherine, have decided to quit – but only for a month."
    },
    {
      "author": "Catherine",
      "text": "Yes just a month but it's a start and I might continue into February. But I'm seeing the benefits already. I've managed to shed some weight – most of which I actually put on over Christmas!"
    },
    {
      "author": "Rob",
      "text": "I can see. So to shed here simply means 'lose'. And I bet your sobriety is helping you sleep better. Sobriety, by the way, means ‘the state of not being drunk’."
    },
    {
      "author": "Catherine",
      "text": "It is actually. And I'm not alone: A study of 857 British adults by Dr Richard de Visser from the University of Sussex found that after going for a month without alcohol, 62% of the people in the study said they had better sleep. So Rob, does that tempt you to become teetotal and stop drinking?"
    },
    {
      "author": "Rob",
      "text": "Not me Catherine. I need a drink to help me relax and be more sociable – you know how shy I am!"
    },
    {
      "author": "Catherine",
      "text": "Yes of course Rob! Well, maybe you should listen to Catherine Gray. She's the author of a book called The Unexpected Joy of Being Sober, which she wrote after she discovered the negative effects of going to too many work-related parties where she was just drinking too much. Here she is speaking on BBC Radio 4's Woman's Hour programme…"
    },
    {
      "author": "Catherine Gray, author of The Unexpected Joy of Being Sober",
      "text": "I had a lot of social anxiety and when I quit I had to deal with that. I think I used drinking as a crutch , a confidence crutch - it eased the way to go to big glittering parties and stuff like that and when I quit I had to learn real confidence in a way."
    },
    {
      "author": "Catherine",
      "text": "So Catherine worked in the magazine business which involved going to lots of boozy parties. Drinking, she says, helped herdeal with a nervous and worried feeling that she had when she met new people - she called it social anxiety."
    },
    {
      "author": "Rob",
      "text": "Yes, and she used drinking as a crutch . A crutch here is something you depend on for support – and sometimes you rely on it too much."
    },
    {
      "author": "Catherine",
      "text": "Yes and eventually she decided to abstain from drinking – in other words stop doing something that is enjoyable but bad for you – and she feels much better for it. So come on Rob, haven't you got the willpower to just quit drinking for just 30 days?"
    },
    {
      "author": "Rob",
      "text": "Well according to Catherine Gray, that wouldn't be long enough…"
    },
    {
      "author": "Catherine Gray, author of The Unexpected Joy of Being Sober",
      "text": "Experts say that it takes 66 days for a new habit to bed in , so I would always recommend trying it for 90 days. 30 days is the hard bit before you get to the rewards. Because after 66 days it starts getting a lot easier and you start feeling better in yourself."
    },
    {
      "author": "Catherine",
      "text": "Right, so it takes 66 days for doing a regular activity - a habit - to bed in . And ‘bed in’ means to ‘become normal and start working properly’."
    },
    {
      "author": "Rob",
      "text": "Now, earlier I asked you, according to data from the World Health Organisation in 2015, which country consumed the most alcohol per person? Was it…"
    },
    {
      "author": "Catherine",
      "text": "And I said the Czech Republic. Was I right?"
    },
    {
      "author": "Rob",
      "text": "You were Catherine. Spot on, well done. Apparently, 14.1 litres of pure alcohol is consumed per person each year."
    },
    {
      "author": "Catherine",
      "text": "Well like I said, they do make good beer in the Czech Republic – but people, be careful, only drink it in moderation. Now Rob, shall we take a look at the vocabulary we've mentioned today?"
    },
    {
      "author": "Rob",
      "text": "Indeed. The first word we had was resolution – that's a promise to yourself to do or not do something. 'Catherine's New Year's resolution was to give up drinking alcohol for a whole month.'"
    },
    {
      "author": "Catherine",
      "text": "Yes, and I'm still doing it Rob – the plan is to shed a few kilos and get fit. So for example, 'Rob shed lots of weight when he went on a cake-free diet!'"
    },
    {
      "author": "Rob",
      "text": "Really? I'd never give up cake Catherine, but I could be tempted to give up booze as I know sobriety is good for my health – that's the noun word to mean ‘the state of not being drunk’."
    },
    {
      "author": "Catherine",
      "text": "Now our next word was abstain . That means ‘not do something that is enjoyable but bad for you’. 'Rob needs to abstain from eating cakes if he wants to wear his skinny jeans.'"
    },
    {
      "author": "Rob",
      "text": "Are you dropping a hint there, Catherine?  Now, our final word is actually two words – bed in . It means ‘to become normal and start working properly’. 'It took a while for the new computer system to bed in but now it's working perfectly.'"
    },
    {
      "author": "Catherine",
      "text": "That's brilliant because now we can go online and find more BBC Learning English programmes at bbclearningenglish.com. That's all for today's 6 Minute English. We hope you enjoyed it. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Catherine",
    "Catherine Gray, author of The Unexpected Joy of Being Sober"
  ]
}