{
  "title": "Rise of the machines",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05v5bdr.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180125",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180125_6_min_english_rise_of_the_machines_download.mp3",
  "intro": [
    "Dan and Neil discuss the rise of artificial intelligence."
  ],
  "this_week_question": [
    "The word ‘robot’ as we use it today was first used in a 1920’s Czech play ‘Rossum’s Universal Robots’. But before this, what was its original meaning? a) forced labour b) metal man c) heartless thing",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "inevitable",
      "desc": "cannot be avoided or stopped"
    },
    {
      "text": "infallible",
      "desc": "never failing"
    },
    {
      "text": "surpasses",
      "desc": "becomes better than"
    },
    {
      "text": "benevolent",
      "desc": "kind and helpful"
    },
    {
      "text": "sentient",
      "desc": "able to think for itself"
    },
    {
      "text": "far-fetched",
      "desc": "difficult to believe"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan and joining me today is Neil. Hi Neil."
    },
    {
      "author": "Neil",
      "text": "Hi Dan. What’s with the protective gear and helmet?"
    },
    {
      "author": "Dan",
      "text": "I’m just getting ready for the inevitable rise of the machines. That’s the takeover of the world by artificial intelligence, or AI, which some people predict will happen."
    },
    {
      "author": "Neil",
      "text": "Inevitable means cannot be avoided or stopped. Rise of the machines? What do you mean?"
    },
    {
      "author": "Dan",
      "text": "It’s our topic in this 6 Minute English. We’ll be talking about that, giving you six related pieces of vocabulary and, of course, our regular quiz question."
    },
    {
      "author": "Neil",
      "text": "That’s the first thing you’ve said that makes any sense. What’s the question?"
    },
    {
      "author": "Dan",
      "text": "The word ‘robot’ as we use it today was first used in a 1920’s Czech play ‘Rossum’s Universal Robots’. But before this, what was its original meaning? a) forced labour b) metal man c) heartless thing"
    },
    {
      "author": "Neil",
      "text": "I will go for a) forced labour"
    },
    {
      "author": "Dan",
      "text": "We’ll find out if you were right or not later in the show. Neil OK Dan. Tell me what’s going on."
    },
    {
      "author": "Dan",
      "text": "I saw a news article written by BBC technology correspondent Rory Cellan-Jones about the recent CES technology show in Las Vegas. He interviewed David Hanson, founder of Hanson Robotics, who said it was his ambition to achieve an AI that can beat humans at any intellectual task."
    },
    {
      "author": "Neil",
      "text": "Surely it’s a good thing! Better AI and robotics could take over many of the jobs that we don’t want to do, or that are so important to get 100% right… like air traffic control. We’d never have another plane crash. It would be infallible because it would be so clever."
    },
    {
      "author": "Dan",
      "text": "Infallible means never failing. And that’s what bothers me. What happens when its intelligence surpasses ours? Why should it do what we want it to do?"
    },
    {
      "author": "Neil",
      "text": "To surpass something is to do or be better than it. Dan, you’ve been watching too many movies. Robots fighting humanity is a popular theme. Guess what… humanity often wins. And besides, we would programme the computer to be benevolent."
    },
    {
      "author": "Dan",
      "text": "Benevolent means kind and helpful. But that’s just it, once the intelligence becomes sentient, or able to think for itself, who knows what it will do. We humans are not exactly perfect, you know. What happens if it decides that it is better than us and wants us out of the way?"
    },
    {
      "author": "Neil",
      "text": "Don’t worry. Asimov thought of that. Isaac Asimov was an American science fiction writer who, among other things, wrote about robots. He came up with three laws that every robot would have to follow to stop it from acting against humanity. So we’re safe!"
    },
    {
      "author": "Dan",
      "text": "I’m not so sure. A sentient robot could make up its own mind about how to interpret the laws. For example, imagine if we created an AI system to protect all of humanity."
    },
    {
      "author": "Neil",
      "text": "Well, that’s great! No more war. No more murder. No more fighting."
    },
    {
      "author": "Dan",
      "text": "Do you really think that humans can stop fighting? What if the AI decides that the only way to stop us from hurting ourselves and each other is to control everything we do, so it takes over to protect us. Then we would lose our freedom to a thing that we created that is infallible and more intelligent than we are! That’s the end, Neil!"
    },
    {
      "author": "Neil",
      "text": "I think that’s a little far-fetched, which means difficult to believe. I’m sure others don’t think that way."
    },
    {
      "author": "Dan",
      "text": "OK. Let’s hear what the Learning English team say when I ask them if they are worried that AI and robots could take over the world."
    },
    {
      "author": "Insert",
      "text": "Phil Well, it’s possible, but unlikely. There will come a point where our technology will be limited – probably before real AI is achieved."
    },
    {
      "author": "Sam",
      "text": "Never in a million years. First of all we’d programme them so that they couldn’t, and secondly we’d beat them anyway. Haven’t you ever seen a movie?"
    },
    {
      "author": "Kee",
      "text": "I totally think it could happen. We only have to make a robot that’s smart enough to start thinking for itself. After that, who knows what it might do."
    },
    {
      "author": "Neil",
      "text": "A mixed bag of opinions there, Dan. It seems you aren’t alone."
    },
    {
      "author": "Dan",
      "text": "Nope. But I don’t exactly have an army of support either. I guess we’ll just have to wait and see."
    },
    {
      "author": "Neil",
      "text": "Speak for yourself. I’ve waited long enough – for our quiz question that is."
    },
    {
      "author": "Dan",
      "text": "Oh yeah! I asked you what the original meaning of the word ‘robot’ was before it was used in its modern form. a) forced labour b) metal man c) heartless thing"
    },
    {
      "author": "Neil",
      "text": "And I said a) forced labour"
    },
    {
      "author": "Dan",
      "text": "And you were… right! Neil Shall we take a look at the vocabulary then?"
    },
    {
      "author": "Dan",
      "text": "OK. First we had inevitable. If something is inevitable then it cannot be avoided or stopped. Can you think of something inevitable, Neil?"
    },
    {
      "author": "Neil",
      "text": "It is inevitable that one day the Sun will stop burning. Then we had infallible, which means never failing. Give us an example, Dan."
    },
    {
      "author": "Dan",
      "text": "The vaccine for small pox is infallible. The natural spread of that disease has been completely stopped. After that was surpasses. If something surpasses something else then it becomes better than it."
    },
    {
      "author": "Neil",
      "text": "Many parents across the world hope that their children will surpass them in wealth, status or achievement. After that we heard benevolent, which means kind and helpful. Name a person famous for being benevolent, Dan."
    },
    {
      "author": "Dan",
      "text": "Father Christmas is a benevolent character. After that we heard sentient. If something is sentient, it is able to think for itself."
    },
    {
      "author": "Neil",
      "text": "Indeed. Many people wonder about the possibility of sentient life on other planets. Finally we heard far-fetched, which means difficult to believe. Like that far-fetched story you told me the other day about being late because of a dragon, Dan."
    },
    {
      "author": "Dan",
      "text": "I swear it was real! It had big sharp teeth and everything!"
    },
    {
      "author": "Neil",
      "text": "Yeah, yeah, yeah. And that’s the end of this 6 Minute English. Don’t forget to check out our Facebook, Twitter, and YouTube pages. See you next time!"
    },
    {
      "author": "Dan",
      "text": "Bye!"
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "Insert",
    "Sam",
    "Kee"
  ]
}