{
  "title": "What’s in a name?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05wprxg.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180201",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180201_6min_english_mans_name_download.mp3",
  "intro": [
    "In the UK women traditionaly take their husband's surname when they get married - but are things changing? A growing number of western millennial men are ignoring tradition and taking their new wife's name when they get married. Dan and Neil discuss this trend and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "In which country has it been forbidden since 1789 for a citizen to change their name legally, even after marriage?",
    "a) Japan b) France c) Turkey",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "maiden name",
      "desc": "a woman's family name before she is married"
    },
    {
      "text": "double-barrelled",
      "desc": "two names that are joined by a hyphen"
    },
    {
      "text": "patriarchal",
      "desc": "controlled by men"
    },
    {
      "text": "bias",
      "desc": "unfair support or opposition to a person, thing or idea"
    },
    {
      "text": "wear the trousers",
      "desc": "a person in a mariage/partnership who has the control and makes the decisions for both people."
    },
    {
      "text": "unit",
      "desc": "a group of people living or working together"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan and joining me today is Neil. Hi Neil."
    },
    {
      "author": "Neil",
      "text": "Hi there, Dan."
    },
    {
      "author": "Dan",
      "text": "You're a married man, Neil. When you were wed, did your wife change her family name?"
    },
    {
      "author": "Neil",
      "text": "Yes she did."
    },
    {
      "author": "Dan",
      "text": "Was that her choice?"
    },
    {
      "author": "Neil",
      "text": "Oh yes. She didn't like her old name, so for her it was a win-win. How about you?"
    },
    {
      "author": "Dan",
      "text": "Well, my wife wanted to keep her surname, but was forced to adopt mine because that was the law where we got married."
    },
    {
      "author": "Neil",
      "text": "Would you have thought about taking her name?"
    },
    {
      "author": "Dan",
      "text": "That's what we're talking about in this 6 Minute English. A husband taking a wife's name after marriage. All that, six related words and our quiz question."
    },
    {
      "author": "Neil",
      "text": "OK. Let's have the question."
    },
    {
      "author": "Dan",
      "text": "In which country has it been forbidden since 1789 for a citizen to change their name legally, even after marriage?"
    },
    {
      "author": "Neil",
      "text": "I'm going to go for b) France"
    },
    {
      "author": "Dan",
      "text": "And we'll see if you're right later. Now, traditionally in the UK, when a man and a woman get married, the woman takes the man's family name. And this replaces her maiden name ."
    },
    {
      "author": "Neil",
      "text": "A maiden name is the surname a woman had before she was married. This all dates back to the Norman invasion of England, back in 1066. They introduced the idea that when a woman married a man, she became his property. As a result of this, she took his name."
    },
    {
      "author": "Dan",
      "text": "These days, many women elect to keep their maiden name upon marriage or combine it with their new husband's in some way, sometimes by making the name double-barrelled ."
    },
    {
      "author": "Neil",
      "text": "A double-barrelled name is two names that are connected by a hyphen, such as Jones-Smith."
    },
    {
      "author": "Dan",
      "text": "However, a growing number of couples in western culture are doing it differently . When they get married, the husband elects to take the wife's surname."
    },
    {
      "author": "Neil",
      "text": "In a BBC article about surnames and marriage, Rory Dearlove, formerly Rory Cook, talks about why he decided to take his wife's surname. He said that he wasn't really attached to his name anyway. To him it didn't make any difference."
    },
    {
      "author": "Dan",
      "text": "Well, he's not alone. A recent study of 2000 UK adults by Opinium, a strategic insight agency, suggested that one in ten millennial men, currently between 18 and 34 years old, fall into this category."
    },
    {
      "author": "Neil",
      "text": "Charlie Shaw, a Tibetan Buddhist meditation instructor, who took his wife's name when they married last year, said that it was an opportunity to acknowledge the unseen patriarchal bias and sexism in our society."
    },
    {
      "author": "Dan",
      "text": "Patriarchal means 'controlled by men' and a bias is the unfair support or opposition to a person, thing or idea."
    },
    {
      "author": "Neil",
      "text": "Many traditional societies were patriarchal. But modern UK society is less like that. Everyone is meant to be equal."
    },
    {
      "author": "Dan",
      "text": "Ah yes, but that's the unseen part. And there's the social view of things too. Rachel Robnett, a researcher at the University of Nevada surveyed a number of people in the US and UK, and found that the husbands of women who keep their maiden names are viewed as 'feminine', while the women are believed to ' wear the trousers '."
    },
    {
      "author": "Neil",
      "text": "If you 'wear the trousers' in a relationship, it means you 'have the control and make the decisions for both people'."
    },
    {
      "author": "Dan",
      "text": "I wondered about that, so I went out into London and asked people what they thought about a man who took his wife's name when they got married. Here's what they said."
    },
    {
      "author": "Woman",
      "text": "I don't think it's a bad idea at all. My dad's 55 and he took my mother's surname. If people want to do it, then all the power to them."
    },
    {
      "author": "Man",
      "text": "It's each to their own really. It doesn't hurt anybody. And it's no different from a woman taking a man's name."
    },
    {
      "author": "Woman",
      "text": "The only reason I think that anybody should take someone else's surname if just for the creation of a family unit. But if it's just out of principle, I don't agree."
    },
    {
      "author": "Dan",
      "text": "It seems that the people I talked to are comfortable with the idea."
    },
    {
      "author": "Neil",
      "text": "Yes. Most said that people are free to do what they want. One woman even mentioned the creation of a family unit ."
    },
    {
      "author": "Dan",
      "text": "A unit is a group of people living or working together. A typical family unit would be two parents and some children. Well, that answers that question. People don't seem to mind who takes who's name."
    },
    {
      "author": "Neil",
      "text": "Speaking of questions. How about our quiz question?"
    },
    {
      "author": "Dan",
      "text": "Oh yes, I asked you in which country it's been forbidden since 1789 for a citizen to change their name legally, even after marriage?"
    },
    {
      "author": "Neil",
      "text": "And I said b)France"
    },
    {
      "author": "Dan",
      "text": "And you were spot on as usual, Neil."
    },
    {
      "author": "Neil",
      "text": "Let's take a look at the vocabulary, shall we?"
    },
    {
      "author": "Dan",
      "text": "First we had maiden name . This is a woman's family name before she is married. My mother refused to give up her maiden name to my father when she got married."
    },
    {
      "author": "Neil",
      "text": "Then we had double-barrelled . A double-barrelled name is two names that are joined by a hyphen. Can you think of any famous examples?"
    },
    {
      "author": "Dan",
      "text": "Well, there's the Duchess of Cornwall Camilla Parker-Bowles for one. She's married to Prince Charles – next in line to the English throne. Then we had patriarchal . If something is patriarchal, it is controlled by men. The feminine equivalent is matriarchal, controlled by women."
    },
    {
      "author": "Neil",
      "text": "Then we had bias . A bias is unfair support or opposition to a person, thing or idea."
    },
    {
      "author": "Dan",
      "text": "Many fans are biased in favour of their football team. Then we had wear the trousers . If you wear the trousers, you have the control and make the decisions for both people. Do you wear the trousers in your marriage, Neil?"
    },
    {
      "author": "Neil",
      "text": "Oh, we both wear the trousers in my marriage, thank you Dan. Then we had unit . A unit is a group of people living or working together. Like the BBC Learning English team… or unit!"
    },
    {
      "author": "Dan",
      "text": "And that's the end of this 6 Minute English. Don't forget to checkout our Facebook, Twitter, Instagram and YouTube pages. And we'll see you next time. Bye!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "Woman",
    "Man"
  ]
}