{
  "title": "Swimming like a mermaid",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05z1642.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180222",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180222_6min_english_mermaiding_download.mp3",
  "intro": [
    "Swimming is a great activity for getting fit. But for some people, going up and down a pool can be tedious. Now there's a new trend of dressing up and swimming like a mermaid. It's called mermaiding and although it's aimed at teaching kids to be safe in water, it's catching on with adults too. Find out more about this hobby in 6 Minute English."
  ],
  "this_week_question": [
    "which of these activities is an example of anaerobic exercise? a) weightlifting b) kickboxing c) dancing",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "aerobic",
      "desc": "exercise is done over a longer period of time and strengthens the heart and lungs aquatic connected to water (eg: aquatic sports) synchronised moving together at the same time or speed as someone or something else mono (used as a prefix) single / one"
    },
    {
      "text": "cardiovascular",
      "desc": "connected with the heart and the blood vessels"
    },
    {
      "text": "social",
      "desc": "doing things with other people and usually having fun"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Welcome to 6 Minute English, the programme where we explore an interesting topic and bring you some useful items vocabulary. I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Rob",
      "text": "Now Neil, I know you're a keen swimmer."
    },
    {
      "author": "Neil",
      "text": "I am. I try to get to the pool once a week and do a few lengths, yes."
    },
    {
      "author": "Rob",
      "text": "That's good to hear because swimming is one of the best sports for keeping fit. It's an aerobic exercise – aerobic means a very active type of exercise that makes your heart and lungs stronger. The opposite of this is anaerobic – and for my question today Neil, I wonder if you know which of these activities is an example of anaerobic exercise?"
    },
    {
      "author": "Neil",
      "text": "I don't have a clue but I'll pick my favourite sport – a) weightlifting."
    },
    {
      "author": "Rob",
      "text": "Is that really your favourite sport?! Anyway, we'll find out the answer at the end of the programme."
    },
    {
      "author": "Neil",
      "text": "So what about you Rob – do you visit the swimming pool very often?"
    },
    {
      "author": "Rob",
      "text": "Only to use the cafe! I don't like anything aquatic – I mean connected to water. I just don't like getting wet - and swimming up and down a pool is just boring!"
    },
    {
      "author": "Neil",
      "text": "Well there are alternatives to plain swimming. There's synchronised swimming…"
    },
    {
      "author": "Rob",
      "text": "Synchronised – that's moving together at the same time or speed as someone else. Like dancing in water I suppose? Hmm, I'm not a good dancer either."
    },
    {
      "author": "Neil",
      "text": "How about the new craze of 'mermaiding' which is making a splash at the moment – in other words becoming very popular. The idea originated in America but is now popular in the UK and Europe."
    },
    {
      "author": "Rob",
      "text": "OK. Tell me more!"
    },
    {
      "author": "Neil",
      "text": "Let's hear from an expert – Emma Longden, who's founder of Fin2Fit – which runs classes, teaching the skills of swimming safely like a mermaid…"
    },
    {
      "author": "Emma Longden, founder, Fin2Fit",
      "text": "Mermaiding is putting a monofin on your feet. Putting a beautiful tail on and getting in the water and swimming like a mermaid."
    },
    {
      "author": "Rob",
      "text": "OK, so I would need to wear a monofin – the prefix ' mono ' means 'only one or single' – so a single fin –that's  like a mermaid's tail - then I just get in the water and swim like a mermaid – I'm not so sure about that Neil – I don't really know how mermaids swim!"
    },
    {
      "author": "Neil",
      "text": "There's more to it than that Rob. It's actually good for your fitness as Emma can explain…"
    },
    {
      "author": "Emma Longden, founder, Fin2Fit",
      "text": "It gives children's confidence in water a boost, it improves their water strength, it gives you an entire body workout. It works your cardiovascular system, it works your legs, your core – it improves the children's swimming technique, flexibility, balance, co-ordination – you get the reward, you get the social aspect – and alongside all of that, they're learning vital life skills along the way."
    },
    {
      "author": "Neil",
      "text": "So there are many benefits to mermaiding Rob. Improving confidence, strength, technique and it's good for your cardiovascular system – cardiovascular relates to your heart and blood vessels."
    },
    {
      "author": "Rob",
      "text": "I like the sound of the social aspect – and by that Emma means being with other people and having fun. It's an activity that's sociable.  And it teaches life skills – useful skills that help you deal with everyday challenges. Well that's great for kids – and that's the problem."
    },
    {
      "author": "Neil",
      "text": "What's that?"
    },
    {
      "author": "Rob",
      "text": "Mermaiding is for kids – so I can't get involved – even if I wanted to… can I?"
    },
    {
      "author": "Neil",
      "text": "You can Rob. According to Emma, it's growing in popularity with adults too – any excuse to live out your fantasies hey!"
    },
    {
      "author": "Emma Longden, founder, Fin2Fit",
      "text": "There are so many adults that actually kind of want to live out their childhood dreams that they wanted to be a mermaid when they were children and they didn't get the opportunity and now it's here and now it's available and... So yes, we do a lot of adult classes as well."
    },
    {
      "author": "Neil",
      "text": "There you go Rob – living out your childhood dreams – that doing things you wanted to do when you were a child. Like being a mermaid!"
    },
    {
      "author": "Rob",
      "text": "Sorry Neil, that wasn't a dream for me – although I did dream of swimming like a shark once! Anyway, mermaiding is a good form of aerobic exercise – but earlier I asked you what an example of anaerobic exercise is. Is it…"
    },
    {
      "author": "Neil",
      "text": "I said weightlifting. Was I right?"
    },
    {
      "author": "Rob",
      "text": "You were Neil, well done. Any exercise that consists of short exertion, high-intensity movement is an anaerobic exercise – such as weight lifting, sprinting and jumping. I won't go into scientific detail – but aerobics exercise is done over a longer period of time and strengthens the heart and lungs, thereby improving the body's utilisation of oxygen."
    },
    {
      "author": "Neil",
      "text": "Thanks for that Rob. Now I think we should sprint through our recap of some of the words we've talked about today – starting with ' aerobic' , which you just explained. \"Mermaiding is a good aerobic workout.\""
    },
    {
      "author": "Rob",
      "text": "Assuming you don't mind dressing up! Next we had ' aquatic' which refers to something connected with water. \"Synchronised swimming is an example of an aquatic sport.\""
    },
    {
      "author": "Neil",
      "text": "Ah, you slipped in another of our words there – ' synchronised' – which means 'moving together at the same time or speed as someone or something else'. \"We synchronised our watches so that we all arrived at the same time.\""
    },
    {
      "author": "Rob",
      "text": "Good idea – you're always late Neil. Then we mentioned ' mono' which means 'one' or 'single' and is used as a prefix on words such as 'monochrome' – one colour – or 'monorail' – a train running on a single track."
    },
    {
      "author": "Neil",
      "text": "Then we heard the word ' cardiovascular' - a word that relates to the effect on your heart and lungs. \"Experts say those who quit smoking could also quickly reduce their risk of cardiovascular disease.\""
    },
    {
      "author": "Rob",
      "text": "Finally, we also mentioned ' social' – this adjective relates to activities that you do with other people and are usually fun. \"Now I live in London, I have a great social life.\""
    },
    {
      "author": "Neil",
      "text": "Well you never invite me out Rob!  Anyway, that's it for this edition of 6 Minute English. Before you rush off to fulfil your dream of being a mermaid, don't forget to visit our Facebook, Twitter, Instagram and YouTube pages, and of course our website!"
    },
    {
      "author": "Rob",
      "text": "Yes and that's at bbclearningenglish.com. Bye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye"
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Emma Longden, founder, Fin2Fit"
  ]
}