{
  "title": "How do you learn to speak  a language?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p066x7gj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180315",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180315_6min_english_learn_a_language_download.mp3",
  "intro": [
    "Many scientists believe that knowledge of another language can boost your brainpower – so what are we waiting for – we should all be learning another language. But that's easier said than done as acquiring this new skill can be hard. 6 Minute English looks at the reasons for learning a new language and hears from an expert who has a tip for making it easier."
  ],
  "this_week_question": [
    "Approximately how many languages there are in the world altogether? Are there…",
    "a)     70",
    "b)    700",
    "c)    7,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "master",
      "desc": "learn thoroughly or learn well"
    },
    {
      "text": "fluent",
      "desc": "speak well and without difficulty."
    },
    {
      "text": "frequency",
      "desc": "how often something occurs"
    },
    {
      "text": "inflections",
      "desc": "changes to the basic form of words to show changes to the way they are used in a sentence"
    },
    {
      "text": "lemma",
      "desc": "the simplest form or base form of a word"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and vocabulary to help you improve your language skills. I'm Rob…"
    },
    {
      "author": "Neil",
      "text": "Watashi no namae wa Neil desu. And that means 'my name's Neil'."
    },
    {
      "author": "Rob",
      "text": "So Neil, here's a question for you – can you speak any languages other than English of course? I think you can!"
    },
    {
      "author": "Neil",
      "text": "Un poco de español  that means a little bit of Spanish. Some Japanese, which I tried at the beginning and also a bit of Czech language - Dobrý den, jak se máš?"
    },
    {
      "author": "Rob",
      "text": "Very impressive. So what tips can you give for learning to speak another language?"
    },
    {
      "author": "Neil",
      "text": "Well, practise, practise, practise – and don't be afraid of making mistakes as I no doubt have."
    },
    {
      "author": "Rob",
      "text": "Of course. Well my aim this year is to master the Spanish language. Master means to learn thoroughly."
    },
    {
      "author": "Neil",
      "text": "Muy bien! Well you're not alone. A survey by the British Council found learning a language is a new year's resolution for about one in five Britons in 2018. So learning Spanish is a good start Rob but do you know approximately how many languages there are in the world altogether? Are there…"
    },
    {
      "author": "Rob",
      "text": "Well I know there are many but surely not 7,000 so I'm going to say b) 700 – but don't expect me to learn all of them."
    },
    {
      "author": "Neil",
      "text": "I won't Rob. But I will give you the answer later. So, we all know learning another language is a good thing – it brings us many benefits."
    },
    {
      "author": "Rob",
      "text": "Yes, we can communicate with people from other countries and when we're travelling we can understand what signs and notices say. So we don't get lost."
    },
    {
      "author": "Neil",
      "text": "That's right – but many scientists also believe that knowledge of another language can boost your brainpower. A study of monolingual and bilingual speakers suggests speaking two languages can help slow down the brain's decline with age."
    },
    {
      "author": "Rob",
      "text": "All good reasons. But Neil, learning another language is hard. It would take me years and years to become fluent in say, Mandarin – by fluent I mean speak very well, without difficulty."
    },
    {
      "author": "Neil",
      "text": "Well this depends on your mother tongue. In general, the closer the second language is to the learner's native tongue and culture in terms of vocabulary, sounds or sentence structure - the easier it will be to learn."
    },
    {
      "author": "Rob",
      "text": "But whatever the language, there is so much vocabulary to learn – you know, thousands and thousands of words."
    },
    {
      "author": "Neil",
      "text": "Maybe not Rob. Professor Stuart Webb, a linguist from the University of Western Ontario, may be able to help you. He spoke to BBC Radio 4's More or Less programme and explained that you don't need to do that…"
    },
    {
      "author": "Professor Stuart Webb, linguist, University of Western Ontario",
      "text": "For language learners in a foreign language setting – so for example if you were learning French in Britain or English in Japan, students may often really struggle to learn more than 2,000, 3,000 words after many years of study. So for example, there was study in Taiwan recently that showed that after nine years of study about half of the students had still failed to learn the most frequent 1,000 words. Now they knew lower frequency words but they hadn't mastered those most important words."
    },
    {
      "author": "Neil",
      "text": "So Rob, don't waste your time trying to learn every single word. Professor Webb spoke there about research that showed students knew lower frequency words but weren't learning enough high frequency words."
    },
    {
      "author": "Rob",
      "text": "Right, and frequency here means the number of times something happens – so the important words to learn are the high frequency ones – and how many are there exactly?"
    },
    {
      "author": "Neil",
      "text": "Here's Professor Stuart Webb again…"
    },
    {
      "author": "Professor Stuart Webb, linguist, University of Western Ontario",
      "text": "For example, with English, I would suggest if you learn the 800 most frequent lemmas – which is a word and its inflections – that will account for about 75 per cent of all of the English language. So that learning those 800 words first will provide the foundation for which you may be able to learn the lower frequency words."
    },
    {
      "author": "Rob",
      "text": "Fascinating stuff. And good to know I just need to learn about 800 words – or what he calls lemmas."
    },
    {
      "author": "Neil",
      "text": "Yes a lemma is the simplest form or base form of a word. And the inflection here refers to how the base word is changed according to its use in a sentence. Knowing these things give you a foundation – the basics from which you language learning will develop. Simple"
    },
    {
      "author": "Rob",
      "text": "Thank goodness I am learning just one new language!"
    },
    {
      "author": "Neil",
      "text": "But how many languages could you potentially be learning Rob? Earlier I asked you, approximately how many languages there are in the world altogether? Are there…"
    },
    {
      "author": "Rob",
      "text": "And I said 700. Was I right?"
    },
    {
      "author": "Neil",
      "text": "No Rob, you were wrong. There are around 7,000 recognised languages in the world but UNESCO has identified 2,500 languages which it claims are at risk of extinction."
    },
    {
      "author": "Rob",
      "text": "A sobering thought Neil. Now shall we remind ourselves of some of the English vocabulary we've heard today. Starting with master ."
    },
    {
      "author": "Neil",
      "text": "To master a new skill, in this context, means to learn thoroughly or learn well. \"Rob hopes to master Spanish before he starts a new job in Madrid.\""
    },
    {
      "author": "Rob",
      "text": "That's news to me Neil! But it would be good to be fluent in Spanish – or any language – or to speak it fluently – that's speaking it well and without difficulty."
    },
    {
      "author": "Neil",
      "text": "Now our next word was frequency .  Here we are referring to high and low frequency words – so it means how often they occur. Examples of a high frequency word are 'it', 'the' and 'and'."
    },
    {
      "author": "Rob",
      "text": "And our next word is inflections . These are the changes to the basic form of words according to their function in a sentence. Such as adding an 's' to the end of a word to make it plural."
    },
    {
      "author": "Neil",
      "text": "And don't forget lemma which is the simplest form or base form of a word before an inflection is added."
    },
    {
      "author": "Rob",
      "text": "And finally foundation which means the basics your learning grows from."
    },
    {
      "author": "Neil",
      "text": "That just leaves me to remind you that you can learn English with us at bbclearningenglish.com. That's it for today's 6 Minute English. We hope you enjoyed it. Bye for now. Na shledanou. Hasta luego. Ja-ne."
    },
    {
      "author": "Rob",
      "text": "And in English, goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Professor Stuart Webb, linguist, University of Western Ontario"
  ]
}