{
  "title": "Hello, hello",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05ycn55.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180301",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180301_6min_english_hello_download.mp3",
  "intro": [
    "It's usually the first word you say to people, but the word 'hello' has an unusual history. And just why are greetings so important? Join Rob and Catherine in 6 Minute English as they explore the world of greetings, and say 'hello' to some useful vocabulary!"
  ],
  "this_week_question": [
    "When did 'hello' first appear in print?",
    "a) 1890s",
    "b) 1950s",
    "c) 1820s",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "minefield",
      "desc": "subject full of hidden problems"
    },
    {
      "text": "air-kiss",
      "desc": "a kiss which does not touch the face, but goes very close"
    },
    {
      "text": "bond",
      "desc": "connection"
    },
    {
      "text": "ritual",
      "desc": "pattern of behaviour in a certain context"
    },
    {
      "text": "to get in a muddle",
      "desc": "to become confused"
    },
    {
      "text": "to hail",
      "desc": "to greet someone loudly from a distance"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello. I'm Catherine."
    },
    {
      "author": "Rob",
      "text": "Hello. I'm Rob."
    },
    {
      "author": "Catherine",
      "text": "We both started with what is probably the best-known greeting in English and one of the first words English language students learn, and that is 'hello'! So today in 6 Minute English we're digging a little deeper into the world of greetings and the fascinating history of 'hello'."
    },
    {
      "author": "Rob",
      "text": "Surprisingly, the word 'hello' is not as old as you might think. But when did it first appear in print in English?"
    },
    {
      "author": "Catherine",
      "text": "Well, I think English changes really quickly, so I'm going to say b) the 1950s. And we'll say 'hello again' to 'hello' a little later in the programme."
    },
    {
      "author": "Rob",
      "text": "First, greetings. They can be a bit of a minefield . A subject full of unpredictable difficulties."
    },
    {
      "author": "Catherine",
      "text": "While in many places a handshake or bow is normal – there's also the tricky question of kisses and hugs."
    },
    {
      "author": "Rob",
      "text": "Awkward. Should you kiss? How many times? And should your lips touch their cheek?"
    },
    {
      "author": "Catherine",
      "text": "No, Rob - definitely an air-kiss ! Close to the cheek, but don't touch. Much safer."
    },
    {
      "author": "Rob",
      "text": "Greetings are the subject of a new book, by former British diplomat Andy Scott, called One Kiss or Two: In Search of the Perfect Greeting. Here he is on a BBC radio show Word of Mouth. Why are greetings so important?"
    },
    {
      "author": "Andy Scott, author",
      "text": "These are the first moments of interaction we have with people. And it's in those first moments, and using those verbal and physical rituals that we have and we can get in such a muddle about, that we're kind of recognising each other and reaffirming our bonds or even testing our bonds and our relationships with each other, we're signalling our intentions towards each other, despite the fact we might not necessarily be conscious when we're doing them."
    },
    {
      "author": "Catherine",
      "text": "Scott says we need to communicate our intentions to each other and acknowledge our relationships."
    },
    {
      "author": "Rob",
      "text": "Well, that's what greetings do. One word he uses to mean 'relationship' or 'connection' is bond . We can reaffirm our bonds , which means we confirm them and make them stronger."
    },
    {
      "author": "Catherine",
      "text": "And we do it through rituals -patterns of behaviour that we do for a particular purpose. So there are the phrases such as 'hello', 'good afternoon', 'nice to meet you', and as well as the physical rituals – handshakes, bows and kisses."
    },
    {
      "author": "Rob",
      "text": "Though he also said we sometimes want to test our bonds . We might want to check if our friendship has grown by offering something warmer than usual – like a hug instead of a handshake."
    },
    {
      "author": "to get in a muddle",
      "text": "Now, Scott acknowledges how difficult greetings can be – using the very British slang phrase –  . If you get in a muddle , you become confused or lost. You might get in a muddle if one person expects two kisses and the other expects only one."
    },
    {
      "author": "Catherine",
      "text": "Though Scott does believe that the details don't really matter, because another important purpose of greetings is to reduce tension. So if you get it wrong, just laugh about it."
    },
    {
      "author": "Rob",
      "text": "OK, let's get back to the one word we really shouldn't get in a muddle about, 'hello'."
    },
    {
      "author": "Catherine",
      "text": "Let's listen to Dr Laura Wright, a linguist from Cambridge University, also speaking on the BBC Word of Mouth radio programme. Where does 'hello' come from?"
    },
    {
      "author": "Dr Laura Wright, Linguist and BBC presenter",
      "text": "It starts as a distant hailing : \"I see you miles over there and I've got to yell at you.\" It's not until the invention of telephones we really get to use hello as a greeting to each other, and even then it wasn't initially used as a greeting, it was used more as an attention-grabbing device: \"You are miles away, the line is about to be cut, I need to attract the attention of the operator as well.\" And so everybody would call 'hello' to each other as this long-distance greeting form."
    },
    {
      "author": "Catherine",
      "text": "Laura says 'hello' hasn't always meant 'hello' – originally it was just a shout to attract someone's attention. And we call this kind of shouting hailing ."
    },
    {
      "author": "Rob",
      "text": "The shout would vary in form – it could sound like a 'hollo'! Or a 'hulloa'!"
    },
    {
      "author": "Catherine",
      "text": "We continued this kind of hailing when telephones first appeared. People would keep repeating 'hello, hello' while they were waiting to be connected. And before long, this became the actual way to greet somebody on the telephone. Anyway, before we say 'goodbye' to 'hello' – let's have the answer to today's question."
    },
    {
      "author": "Rob",
      "text": "I asked when the word first appeared in print in English. According to the Oxford English Dictionary, it was in 1826. Other spellings appeared before that."
    },
    {
      "author": "Catherine",
      "text": "Ah, you see – I was thinking English changes really quickly, but not that quickly."
    },
    {
      "author": "Rob",
      "text": "Not that quickly."
    },
    {
      "author": "Catherine",
      "text": "So before we go, let's have a look at today's vocabulary again. A minefield is something that is full of uncertainty and even danger. This sense comes from the literal meaning – a field full of explosive landmines!"
    },
    {
      "author": "Rob",
      "text": "And then we had air-kiss – which is when you kiss the air beside someone's face, instead of the face itself! Like this: mwah."
    },
    {
      "author": "Catherine",
      "text": "And we had bond – a connection. There's a close bond between us I think, Rob."
    },
    {
      "author": "Rob",
      "text": "Which is good, because when I get in a muddle , you're always very understanding!"
    },
    {
      "author": "Catherine",
      "text": "Yeah."
    },
    {
      "author": "Rob",
      "text": "To get in a muddle means to become confused."
    },
    {
      "author": "Catherine",
      "text": "Ritual was another word – rituals are certain behaviours that people perform in certain contexts. I have a morning ritual , for example: brush my teeth, eat breakfast… I didn't say it was an interesting ritual, Rob!"
    },
    {
      "author": "Rob",
      "text": "No, that's true. Finally, to hail – it's to greet someone loudly, especially from a distance. I hailed my friend when I saw her at the airport."
    },
    {
      "author": "Catherine",
      "text": "And that's it for this programme. For more, find us on Facebook, Twitter, Instagram and YouTube, and of course our website! Bye!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Rob",
    "Andy Scott, author",
    "to get in a muddle",
    "Dr Laura Wright, Linguist and BBC presenter"
  ]
}