{
  "title": "Are you a foodie?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p063vhf9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180412",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180412_6min_english_foodie_download.mp3",
  "intro": [
    "More and more people in the UK are describing themselves as 'foodies', but do they really know that much about the things they eat? In this programme we hear from one of Britain's top chefs and learn some related vocabulary."
  ],
  "this_week_question": [
    "In 2016, which is the most recent year we have statistics for, how many restaurants and mobile food services were there in the UK? was it: a) about 75,000, b) about 83,000 c) about 93,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "foodie",
      "desc": "someone who is very interested in all aspects of food"
    },
    {
      "text": "a little bit",
      "desc": "a small amount"
    },
    {
      "text": "romantic",
      "desc": "describes an imagined ideal situation"
    },
    {
      "text": "affordable",
      "desc": "something we have enough money to buy"
    },
    {
      "text": "in danger of",
      "desc": "the possibility of something bad happening"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Now Rob, you look like you enjoy a good meal."
    },
    {
      "author": "Rob",
      "text": "Ha. Well, I do like eating out and I like to think I know a good meal when I have one."
    },
    {
      "author": "Neil",
      "text": "Well that should give you an advantage with today’s quiz. In 2016, which is the last year we have statistics for, how many restaurants and mobile food services were there in the UK? Was it: a) about 75,000, b) about 83,000, or c) about 93,000?"
    },
    {
      "author": "Rob",
      "text": "Well, I know there are a lot, so I’m going to say 93,000 – but that is just a guess."
    },
    {
      "author": "Neil",
      "text": "I’ll reveal the answer a little later in the programme. Today we’re talking about being a foodie. Rob, what is a foodie?"
    },
    {
      "author": "Rob",
      "text": "Well I would describe a foodie as someone who has a strong interest in food. They like preparing it as well as eating it – they like using good ingredients and they’re probably not fans of fast food."
    },
    {
      "author": "Neil",
      "text": "Angela Hartnett is one of Britain’s top chefs. In the BBC podcast The Bottom Line she talked about this topic. In this first clip how does she describe people who say they are foodies?"
    },
    {
      "author": "Angela Hartnett",
      "text": "I think people who say they are foodies buy the books, watch TV and will cook a little bit."
    },
    {
      "author": "Rob",
      "text": "She is saying that people who say they are foodies may not actually know that much about food. They buy books and watch cookery programmes on TV and will cook a little bit."
    },
    {
      "author": "Neil",
      "text": "A little bit is a common phrase that means ‘a small amount’ and if you do something a little bit it means you don’t do it a lot. You could just say ‘a little’, but adding ‘bit’ to the phrase makes it very natural."
    },
    {
      "author": "Rob",
      "text": "Well, we heard a little bit of Angela Hartnett there. Let’s hear more now. What’s her description of a foodie?"
    },
    {
      "author": "Angela Hartnett",
      "text": "My idea of a foodie is the very European idea that people go and shop every day, they understand one end of a pig from another. And maybe that's a bit romantic but I look at my mother, I look at my grandmother and our background, you know. They made food, they knew about what was expensive, they knew about quality and stuff like that."
    },
    {
      "author": "Neil",
      "text": "Rob, do you know one end of a pig from another?"
    },
    {
      "author": "Rob",
      "text": "I hope so, but the point Angela Hartnett is making is that a true foodie has a good understanding, for example, of the different parts of an animal that are used in cooking and what they are used for. She says that idea might be a bit romantic."
    },
    {
      "author": "Neil",
      "text": "We normally think of the word romantic when we are talking about love and relationships, but that’s not what it means here, is it?"
    },
    {
      "author": "Rob",
      "text": "No. Romantic can also describe a pleasant ideal - an imaginary perfect way of life that forgets about the difficult things of everyday life."
    },
    {
      "author": "Neil",
      "text": "Less hear some more from chef Angela Hartnett now. What is she worried about?"
    },
    {
      "author": "Angela Hartnett",
      "text": "I think we think we're foodies but I think food is expensive in this country. I don't think it's affordable for lots of people and I think we are in danger of not knowing, you know, how to cook any more, how to make a meal for a family of four for five pounds."
    },
    {
      "author": "Neil",
      "text": "So Rob, what is Angela Hartnett worried about?"
    },
    {
      "author": "Rob",
      "text": "She commented that food was very expensive here in Britain. Many people don’t have enough money to buy it, as she said it’s not affordable. She thinks we might be in danger of not being able to feed out families cheaply."
    },
    {
      "author": "Neil",
      "text": "Can you say a bit more about the phrase in danger of?"
    },
    {
      "author": "Rob",
      "text": "Sure, the phrase to be in danger of is followed by a gerund and it means that there is the possibility of something bad happening. It’s not happened yet, but it could happen."
    },
    {
      "author": "Neil",
      "text": "Thanks Rob. Right, well we’re in danger of running out of time so let’s get to the answer to the question I asked at the start of the programme. I asked how many restaurants or mobile food services there were in the UK in 2016."
    },
    {
      "author": "Rob",
      "text": "And I said – it was a guess – 93,000. But was I right?"
    },
    {
      "author": "Neil",
      "text": "I'm afraid you're 10,000 out! The answer is approximately 83,000."
    },
    {
      "author": "Rob",
      "text": "Right, well I’ve still got a few more to get to before I can tick them all off my list!"
    },
    {
      "author": "Neil",
      "text": "Me too! Well, before we go, let’s recap the words and phrases we talked about today. The first was foodie."
    },
    {
      "author": "Rob",
      "text": "Yes, foodie is a modern word to describe someone who is very interested in all aspects of food, from buying, preparing and cooking to eating."
    },
    {
      "author": "Neil",
      "text": "And someone who may or may not know which end of a pig is which!"
    },
    {
      "author": "Rob",
      "text": "I think you’re being a little bit silly there, aren’t you?"
    },
    {
      "author": "Neil",
      "text": "Well a little bit was our next phrase, wasn’t it?"
    },
    {
      "author": "Rob",
      "text": "Yes, a little bit: a very simple but a very natural conversational phrase that means a small amount."
    },
    {
      "author": "Neil",
      "text": "The next word was the adjective romantic. Not used in the context of love here though was it?"
    },
    {
      "author": "Rob",
      "text": "No, it wasn't. A romantic idea here is one that is not realistic but is an imagined perfect situation. For example, we have a very romantic view of our childhoods when every Christmas was a white Christmas and every summer holiday was baking hot and spent on the beach. Of course, it wasn’t like that at all. In reality both Christmas and summer were cold and rainy."
    },
    {
      "author": "Neil",
      "text": "Then we had the adjective affordable, for something we have enough money to buy. Finally the phrase to be in danger of."
    },
    {
      "author": "Rob",
      "text": "Yes, for the possibility of something bad happening."
    },
    {
      "author": "Neil",
      "text": "Well, that's it for this programme. For more, you can find us on Facebook, Twitter, Instagram and our YouTube pages, and of course our website bbclearningenglish.com where you can find all kinds of videos and audio programmes and activities to help you improve your English. Thanks for joining us and bye!"
    },
    {
      "author": "Rob",
      "text": "Bye-bye!"
    },
    {
      "author": "Neil",
      "text": "Well I have to say, I’m a little bit hungry and if I don’t get some food soon I’m in danger of getting very grumpy."
    },
    {
      "author": "Rob",
      "text": "You're always grumpy, Neil. But there is a very affordable café around the corner, let’s head over there now, shall we?"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Angela Hartnett"
  ]
}