{
  "title": "Taking risks",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06871wz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180531",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180531_6_minute_english_risk_download.mp3",
  "intro": [
    "In this programme we discuss risk and how different people react to different levels of risk in different ways. We hear from an expert who describes the different types of risk takers and how knowing your risk type can help people such as financial advisors, make decisions for you."
  ],
  "this_week_question": [
    "When was the first driverless car demonstrated on a public road? Was it:",
    "a) 1970s b) 1950s c) 1920s",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "risk-averse",
      "desc": "describes people who don’t like risk"
    },
    {
      "text": "risk-tolerant",
      "desc": "describes people who don't mind risk"
    },
    {
      "text": "risk seekers",
      "desc": "describes people who like risk and want risk"
    },
    {
      "text": "to assess",
      "desc": "to make a judgement or a decision based on information"
    },
    {
      "text": "to put money away",
      "desc": "to save money"
    },
    {
      "text": "retirement",
      "desc": "time of life when you are too old to work anymore or you have enough money that you don’t need to work anymore"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English, I'm Neil and joining me today is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "So Rob, what's the most dangerous thing you've ever chosen to do?"
    },
    {
      "author": "Rob",
      "text": "Mmm. Tricky question. I've done many risky things, but probably the most risky thing is bungee jumping in New Zealand."
    },
    {
      "author": "Neil",
      "text": "Oh wow, bungee jumping. You'd never catch me doing that. Did you enjoy it?"
    },
    {
      "author": "Rob",
      "text": "Not really, no. I won't do it again!"
    },
    {
      "author": "Neil",
      "text": "OK, well today our topic is risk and how different people react to different levels of risk in different ways. For example, would you be happy to be in a driverless car?"
    },
    {
      "author": "Rob",
      "text": "Absolutely not! No, I don't trust anybody's driving - even a computer. So no, I wouldn't go in a driverless car."
    },
    {
      "author": "Neil",
      "text": "OK, I won't offer you a lift! Driverless cars are the topic of today's quiz. The question is: When was the first driverless car demonstrated on a public road? Was it:"
    },
    {
      "author": "Rob",
      "text": "I think they are quite modern, so I'm going to say 1970s."
    },
    {
      "author": "Neil",
      "text": "OK, well we'll find out if you're right at the end of the programme. Joe Kable is an Associate Professor of Psychology at the University of Pennsylvania. In a recent BBC science programme, All in the Mind, he talked about the psychology of risk and whether there was anything physically in our brains that could predict how much risk we are prepared to accept. Here he is, first talking about a number of different ways people see risk. How many different types does he describe?"
    },
    {
      "author": "Joe Kable,",
      "text": "Associate Professor of Psychology, University of Pennsylvania Some people are quite risk-averse and really don't want to take any decisions where there's risk involved at all, whereas others are fairly risk-tolerant and in some cases even risk-seeking so they seek out decisions that have an aspect of risk to them."
    },
    {
      "author": "Neil",
      "text": "How many different types of people did he mention, when it comes to attitudes to risk?"
    },
    {
      "author": "Rob",
      "text": "Well, there were three. The first group was those who are risk-averse . If you are averse to something, you are against it, you don't like it. So risk-averse people don't like to take risks."
    },
    {
      "author": "Neil",
      "text": "The second group are those who are risk-tolerant .If you are tolerant of something, you accept it, you don't mind it, it's not a problem for you. So someone who is risk-tolerant is not worried by an element of risk in what they choose to do."
    },
    {
      "author": "Rob",
      "text": "The third group he mentioned are those who are risk-seeking . If you seek something, you actively look for it, you try to find it. So risk seekers are those who enjoy risk and want to take risks in their life."
    },
    {
      "author": "Neil",
      "text": "Associate Professor Kable carried out research on risk-taking and discovered that there were differences in brain structure and the way parts of the brain worked together between those who are risk-averse and those who are risk-tolerant or risk seekers."
    },
    {
      "author": "Rob",
      "text": "So it seems as if this is something that could be measured. You could put someone in a brain scanner and tell if they like risk or not. I wonder how useful that would be though – is there any practical application for this knowledge?"
    },
    {
      "author": "Neil",
      "text": "Good question and one that was put to Kable. What area does he say this could be applied to?"
    },
    {
      "author": "Joe Kable",
      "text": "Definitely something that I can see coming out of this is using these associations to help develop better assessments of who's likely to take risks versus not. This is exactly the thing that financial advisors want to assess when you come to them and say 'I want to put my money away for retirement' . Exactly the aspect of your personality that they want to know is what's your tolerance for taking risk?"
    },
    {
      "author": "Neil",
      "text": "In which area does he say knowledge of someone's attitude to risk might be useful?"
    },
    {
      "author": "Rob",
      "text": "Financial planning. He says that financial advisors, who are people that give advice on what to do with our money, would find this information very useful. It would help them to assess what to do with your money, which means it would help them to decide, to make an intelligent decision about your money in certain situations."
    },
    {
      "author": "Neil",
      "text": "For example if you are planning for your retirement . Retirement is the time when are able to or you have to stop working."
    },
    {
      "author": "Rob",
      "text": "He also used an interesting expression there, to put your money away , which means 'save your money', 'put it somewhere where you can't spend it and where it can grow'. You know I think my financial planner could just ask me about how I feel about risk rather than giving me a brain scan. I heard brain scans can be risky!"
    },
    {
      "author": "Neil",
      "text": "Mmm, not sure that's true but anyway, what is true is the answer to this week's quiz question. I asked you when the first driverless car was demonstrated on a public road.  The options were a) the 1970s, b) the1950s and c) the 1920s. What did you say Rob?"
    },
    {
      "author": "Rob",
      "text": "I said the 1970s."
    },
    {
      "author": "Neil",
      "text": "And you were wrong, I'm afraid. Apparently it was the 1920s, so a long time ago. Well done if you got that right. Now before we drive off into the sunset, let's recap today's vocabulary."
    },
    {
      "author": "Rob",
      "text": "Yes right, first we had three words describing different attitudes to risk. There was risk-averse , for people who don't like risk."
    },
    {
      "author": "Neil",
      "text": "People who don't mind risk are risk-tolerant ."
    },
    {
      "author": "Rob",
      "text": "And people who like risk and want risk are risk seekers ."
    },
    {
      "author": "Neil",
      "text": "Next we had the verb to assess . This means 'to make a judgement or a decision based on information'."
    },
    {
      "author": "Rob",
      "text": "A phrase meaning 'to save money' is to put money away ."
    },
    {
      "author": "Neil",
      "text": "And finally we had retirement . That time of life when you are too old to work anymore or you have enough money that you don't need to work anymore. Are you looking forward to your retirement Rob?"
    },
    {
      "author": "Rob",
      "text": "Cheeky. I'm neither old enough nor rich enough to even think about that Neil."
    },
    {
      "author": "Neil",
      "text": "Same here. Well that's all from us today, and you don't have to be a risk seeker to find us on Facebook, Twitter, Instagram and YouTube, and of course on our website bbclearningenglish.com! Thank you for joining us and goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Joe Kable,",
    "Joe Kable"
  ]
}