{
  "title": "Football songs: Why are crowds so quiet these days?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p067f85k.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180517",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180517_6min_football_songs_download.mp3",
  "intro": [
    "A football match! There's nothing like it, is there? The action, the drama, the atmosphere! Except that football fans don't seem to be singing as much as they used to and some managers are complaining it's having a negative effect on the players! So why is this happening? Follow Dan and Neil to find out and learn six related pieces of vocabulary."
  ],
  "this_week_question": [
    "In which decade was the first ever international football played in the world?",
    "a) the 1870s b) the 1890s c) the 1910s",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "witty",
      "desc": "humorous in a smart and clever way"
    },
    {
      "text": "honed",
      "desc": "crafted and improved over time"
    },
    {
      "text": "hypnotic",
      "desc": "repeating again and again"
    },
    {
      "text": "a decline in",
      "desc": "getting less"
    },
    {
      "text": "demographics",
      "desc": "groups or sections of the population involved in a particular activity"
    },
    {
      "text": "discourage",
      "desc": "make someone less likely to do something"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Dan",
      "text": "Now, Neil, do you like going to live football matches?"
    },
    {
      "author": "Neil",
      "text": "Oh yes, I love it."
    },
    {
      "author": "Dan",
      "text": "Is it better than watching them on TV?"
    },
    {
      "author": "Neil",
      "text": "Well, you don’t really see as much as you do on TV, but then on TV you don’t really feel the atmosphere. You can’t sing along with the chants and songs at home."
    },
    {
      "author": "Dan",
      "text": "Well, it’s good you mentioned the songs and chants because that is today’s topic. It seems that for some football clubs, the atmosphere in the stadiums is becoming a bit ‘quiet’. Now, before we look at this topic in more detail, here is today’s quiz. As we are talking about football, in which decade was the first ever international football played?"
    },
    {
      "author": "Neil",
      "text": "I could be wrong but I think it was before the turn of the century, so I’ll say the 1890s."
    },
    {
      "author": "Dan",
      "text": "Well, we'll see if you're right or not later in the show. Now, songs and chants are part of the experience of football matches. But where do they come from? What are they about? Here’s Joe Wilson from BBC Sport. Which team name does he mention?"
    },
    {
      "author": "Joe Wilson",
      "text": "Some songs can be witty , honed specifically to celebrate a certain player or moment in a club’s history. Others rely more on a hypnotic repetition of syllables. U-NI-TED, for example."
    },
    {
      "author": "Dan",
      "text": "So, which team does he mention?"
    },
    {
      "author": "Neil",
      "text": "Well, he used the syllables from United. This isn’t one team as there are quite a few professional teams in Britain that have United in their names, in fact there are over a dozen. Perhaps the most well-known though would be Manchester United."
    },
    {
      "author": "Dan",
      "text": "I think fans of Welling United might argue with you about that! Anyway, what did Wilson say about the nature of football songs?"
    },
    {
      "author": "Neil",
      "text": "He said they could be witty . Witty means funny but in a clever way. He also said that they could be honed ."
    },
    {
      "author": "Dan",
      "text": "Honed is an interesting word here. Something that is honed is carefully crafted, skilfully created and developed over a period of time."
    },
    {
      "author": "Neil",
      "text": "When it comes to witty football songs Wilson describes them as being honed to be about a particular player, or a moment in a club’s history. But these aren’t the only kinds of songs. Another kind of song he describes is the hypnotic repetition of syllables."
    },
    {
      "author": "Dan",
      "text": "Something that is hypnotic repeats again and again – like a magical spell or chant. What’s interesting is that in football songs words can have more syllables than you would expect."
    },
    {
      "author": "Neil",
      "text": "Oh yes, for example, let’s take England. Two syllables, right?"
    },
    {
      "author": "Dan",
      "text": "Right!"
    },
    {
      "author": "Neil",
      "text": "Wrong! At least in a football stadium it becomes three syllables. Eng – ger – land, Eng – ger – land …"
    },
    {
      "author": "Dan",
      "text": "Alright! Thank you! Let’s listen to Mr Wilson again."
    },
    {
      "author": "Joe Wilson",
      "text": "Some songs can be witty , honed specifically to celebrate a certain player or moment in a club’s history. Others rely more on a hypnotic repetition of syllables. U-NI-TED, for example."
    },
    {
      "author": "Dan",
      "text": "Now, apparently, in many stadiums, the crowds aren’t singing as much as they used to. Some managers have complained that the fans are too quiet and that this has a negative effect on the players. So what are some of the reasons for this? Here’s BBC Sport’s Joe Wilson again. How many reasons does he mention?"
    },
    {
      "author": "Joe Wilson",
      "text": "The decline in singing may be explained by changing demographics in football attendance. Older supporters, more expensive tickets. Or by stadium design. All-seater arenas may discourage the instinct to stand up and sing."
    },
    {
      "author": "Dan",
      "text": "So, what reasons did he give for the decline in singing, for the fact that singing is getting less common."
    },
    {
      "author": "Neil",
      "text": "He gave a number of reasons. He talked about the change in demographics . Demographics refers to a section of the population that do a particular thing. It can refer to age groups or wealth, for example."
    },
    {
      "author": "Dan",
      "text": "What Wilson says is that the members that make up a football crowd are changing. They are older and wealthier, and perhaps that is a demographic or group that is less likely to sing in public."
    },
    {
      "author": "Neil",
      "text": "Another reason he gives is that sitting down might also discourage people from singing. If something discourages you, it makes you not want to do it. Most stadiums in the UK have to have seats and maybe singing is something that people feel happier doing when they are standing up."
    },
    {
      "author": "Dan",
      "text": "Well the final whistle is about to blow on today’s programme. Before that though, here’s the answer to our quiz question. I asked you when the first international football match took place."
    },
    {
      "author": "Neil",
      "text": "And I took a guess with the 1890s."
    },
    {
      "author": "Dan",
      "text": "And that's a red card, I'm afraid, Neil. The first international football match took place in the 1870s between England and Scotland."
    },
    {
      "author": "Neil",
      "text": "Oh, come on ref!"
    },
    {
      "author": "Dan",
      "text": "And now, to take us to the whistle, let's review today’s vocabulary."
    },
    {
      "author": "Neil",
      "text": "The first word we had was witty . A kind of humour that is smart and clever."
    },
    {
      "author": "Dan",
      "text": "Then we had honed for something that is crafted and improved over time. A bit like my physique. I’ve been honing my body in the gym."
    },
    {
      "author": "Neil",
      "text": "Really? Are you being witty ?"
    },
    {
      "author": "Dan",
      "text": "I wasn’t trying to! Anyhow, we then heard about hypnotic repetition to describe the effect of thousands of people repeating the syllables of a football team over and over and over and over and over and over and over…"
    },
    {
      "author": "Neil",
      "text": "OK, Dan! OK, Dan! We use the phrase a decline in to say that something is getting less."
    },
    {
      "author": "Dan",
      "text": "Demographics refers to a group or section of the population that is involved a particular activity."
    },
    {
      "author": "Neil",
      "text": "And finally we had the verb discourage for something that makes us less likely to do something."
    },
    {
      "author": "Dan",
      "text": "Well, that is it for this programme. If you’re not interested in football, I hope we didn’t discourage you from listening again!"
    },
    {
      "author": "Neil",
      "text": "Indeed, I hope it doesn’t lead to a decline in our audience. We want to have as wide a demographic as possible."
    },
    {
      "author": "Dan",
      "text": "So with that in mind, don't forget to find us on Facebook, Twitter, Instagram and YouTube, and of course, on our website – bbclearninenglish.com! Bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "",
    "Dan",
    "Neil",
    "Joe Wilson"
  ]
}