{
  "title": "Is gaming a sport?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p069wrvp.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180621",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180621_6min_english_gaming_download.mp3",
  "intro": [
    "At a recent event in Australia over 18,000 people paid to watch an eSports match. Not to play – just to watch. What makes computer games so popular? Neil and Catherine discuss gaming as a sport, talk about the Fortnite phenomenon and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "In1950 Bertie the Brain was the name of one of the very first computer games. It played a simple game of noughts and crosses, also called tic-tac-toe. But how tall was this computer? Was it…",
    "a)    one metre tall;",
    "b)    about four metres tall or",
    "c)    about ten metres tall­?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "fortnight",
      "desc": "a period of two weeks"
    },
    {
      "text": "competitively",
      "desc": "playing against other people to win to get into (something) to become really interested in something professional someone who gets paid to do something industry area of business that is made up of different parts scene the world of a particular activity"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "Hello. I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "And if I say to you, Catherine, fortnight , what do you think of?"
    },
    {
      "author": "Catherine",
      "text": "Well, that’s easy, Neil. A fortnight is a period of two weeks."
    },
    {
      "author": "Neil",
      "text": "Well, fortnight, spelt f-o-r-t-n-i-g-h-t, is indeed a period of two weeks. But Fortnite, spelt F-o-r-t-n-i-t-e, is an online computer game that has become incredibly popular in a very short period of time."
    },
    {
      "author": "Catherine",
      "text": "As well as popular, it’s also very competitive. And you're soon going to be able to make big money playing it and you can even hire people to be your Fortnite coach."
    },
    {
      "author": "Neil",
      "text": "Well, before we hear a little more about this topic, it’s time for our quiz. These days we play computer games on our phones, we can hold them in our hands. In1950 Bertie the Brain was the name of one of the very first computer games. It played a simple game of noughts and crosses, also called tic-tac-toe. But how tall was this computer? Was it…"
    },
    {
      "author": "Catherine",
      "text": "Well, if it was the 1950s, computers were huge, so I’m going to go for ten metres."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we’ll find out if you’re right at the end of the programme. eSports or computer games competitions are now a thing. In some markets they are huge and they are even discussing including them in the Olympic Games. Kyle Jackson is a 13-year-old gamer who's been asked to join a team. How long does he say he's been playing video games?"
    },
    {
      "author": "Kyle Jackson, gamer",
      "text": "I’ve played video games all my life, basically. I started playing competitively when I was around nine or ten. I got into like Halo, Call of Duty, games like that. And I just… I realised that I could probably like go to a pro ( professional ) level, if I keep playing at the level I am"
    },
    {
      "author": "Catherine",
      "text": "He said that he's been playing computer games all his life. Now that might be a little exaggeration, but he’s probably been playing them ever since he can remember. When he was nine or ten he started playing competitively , which means he started playing in competitions against other people."
    },
    {
      "author": "Neil",
      "text": "He talks about a number of games that he got into . This is a good expression. If you are into something you are very interested in it and to get into something describes the process of becoming interested in that thing."
    },
    {
      "author": "Catherine",
      "text": "In Kyle's case, it was computer games and he got so good that he's thinking about playing at a professional level. Doing something as a professional means that it's more than a hobby or pastime. It’s something someone pays you to do because you are really good at it."
    },
    {
      "author": "Neil",
      "text": "George Yao is a former gaming champion who is now Director of Media of Team Secret. Team Secret are like a regular sports team. They have a group of players who play matches and competitions against other teams. Except these are not regular sports. These are eSports and they are big business. Here’s George Yao."
    },
    {
      "author": "George Yao, Director of Media of Team Secret",
      "text": "It’s becoming a multi-billion-dollar industry : just games, production of games, publishing of games and the eSports scene . So it's not just one thing now, it’s a whole industry ."
    },
    {
      "author": "Catherine",
      "text": "So George Yao says that online gaming is becoming a multi-billion-dollar industry . We usually think of industry as factories and manufacturing. But it can also apply to other areas as well that involve a lot of different elements that come together to make a business."
    },
    {
      "author": "Neil",
      "text": "Different elements that he mentions as part of this industry are creating games, publishing games and the eSports scene . The word here scene here refers to the world of eSports: the events, the competitions and the players. And many people want to be part of that scene. Right, now, let’s get the answer to our quiz question about the size of that 1950s computer game. Was it…  a) one metre tall; b) four metres tall or c) ten metres tall? What did you say, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I went for ten metres, Neil."
    },
    {
      "author": "Neil",
      "text": "Well, unfortunately it was four metres."
    },
    {
      "author": "Catherine",
      "text": "Still quite big though – imagine you couldn't get those in your pocket, could you?"
    },
    {
      "author": "Neil",
      "text": "I'd rather not! But I would like to review today's vocabulary."
    },
    {
      "author": "Catherine",
      "text": "We started off with the word for a period of two weeks - a fortnight . But with a different spelling, Fortnite is also a very popular video game."
    },
    {
      "author": "Neil",
      "text": "Multi-player video game competitions which people pay to go and watch are known as eSports . Playing against other people is playing competitively. Do you like to play multi-player video games, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I've never really got into them even though I've tried one or two. And that was one of our other expressions, to get into something – to become really interested in something."
    },
    {
      "author": "Neil",
      "text": "Same here, I enjoy playing a little bit but I could never be a professional . I couldn’t get paid to do it as a job."
    },
    {
      "author": "Catherine",
      "text": "Of course not, you’re already a professional broadcaster, Neil. An area of business that is made up of different parts can be described as an industry . The video game industry is a multi-billion-dollar business. And we also talk about, for example, the fashion industry and the movie industry ."
    },
    {
      "author": "Neil",
      "text": "And finally there was the word scene . This noun is used to describe the world of a particular activity."
    },
    {
      "author": "Catherine",
      "text": "So the eSport scene , for example, is the world of eSports . The games, the teams, the competitions, the audiences. It’s all part of the scene ."
    },
    {
      "author": "Neil",
      "text": "Well, that’s all from the 6 Minute English scene today. Do join us again, but if you can’t wait, you can find us on Facebook, Twitter, Instagram and YouTube, and of course on our website bbclearningenglish.com. Thanks for joining us and goodbye."
    },
    {
      "author": "Catherine",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Kyle Jackson, gamer",
    "George Yao, Director of Media of Team Secret"
  ]
}