{
  "title": "Fathers",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06gh196.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180816",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180816_6min_english_fathers_download.mp3",
  "intro": [
    "Why do men want to have children? Evolutionary anthropologist Anna Machin wrote a book about it and tries to answer this question. Catherine and Neil - a father himself - discuss her theories and teach you six items of related vocabulary."
  ],
  "this_week_question": [
    "According to recent research in the UK, what percentage of men are present when their children are born? Is it…",
    "a)    55%",
    "b)    75%",
    "c)    95%",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "admit to something",
      "desc": "say something is true, even if it might make you look a little bit bad"
    },
    {
      "text": "to be keen on something",
      "desc": "to be very interested in and enthusiastic about something"
    },
    {
      "text": "going along with something",
      "desc": "agreeing to do something even though you don't really want to do it"
    },
    {
      "text": "an absent father",
      "desc": "a father who is not at home to spend time with his children"
    },
    {
      "text": "disciplinarians",
      "desc": "people who have strict rules and they give out punishments when these rules aren't followed"
    },
    {
      "text": "to be hands-on",
      "desc": "to be very much involved in something"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello and welcome to 6 Minute English, I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "Now, Neil, you're a dad, aren't you?"
    },
    {
      "author": "Neil",
      "text": "I am a dad. How did you know? Is it the grey hair in my beard? Is it the wrinkles around the eyes?"
    },
    {
      "author": "Catherine",
      "text": "I thought that was just your age."
    },
    {
      "author": "Neil",
      "text": "Well, yes, maybe.In today's programme we're going to be talking about fathers and how being a father has changed over the years. But before we hear more about this topic, our question for the day. According to recent research in the UK, what percentage of men are present when their children are born? Is it… a)   55% b)   75% c)   95% What do you think?"
    },
    {
      "author": "Catherine",
      "text": "I think a lot of men these days like to see their children born. It's not culturally inappropriate so I'm going to go for 95%."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out if you're right at the end of the programme. Now, Dr Anna Machin is an evolutionary anthropologist. She studies, among other things, how human behaviour has changed and is changing. She's written a book called The Life of Dad. She's been studying new fathers and spoke about her research on the BBC's Woman's Hour programme. She asked why men want to become fathers. She starts by saying that there are lots of reasons but how many does she mention in her answer?"
    },
    {
      "author": "Dr Anna Machin",
      "text": "There's lots of different reasons why men want to be fathers ... for some of them it's just a stage in life they've reached. They've got the house, they've got the job, now it's time to have a family. Sometimes they admit that actually they're not that keen , but their partner wants a baby, so they're kinda going along with it. And a reasonable number actually say they do it because they want to undo what their father did to them, so rewrite history in relation to fathers and the experience of fathering, to be a better father than their father was."
    },
    {
      "author": "Neil",
      "text": "How many reasons does she mention?"
    },
    {
      "author": "Catherine",
      "text": "She mentioned three reasons. The first was that it was that time in life – the guys had a home and a job and having children was the thing to do next."
    },
    {
      "author": "Neil",
      "text": "Another reason was that it was what their partners wanted, even if they weren't that keen themselves. If you're not keen on something it means you are 'not enthusiastic about it', it's not really something you want to do, but because it's what their partner wants they agree to it, or as Dr Machin said, they're going along with it."
    },
    {
      "author": "Catherine",
      "text": "Yes, going along with something, is a phrase that means 'agreeing to do' something even though you don't really want to do it. It's interesting that Dr Machin said that some men admit to this. To admit to something is to 'say or agree that something is true even if you're perhaps ashamed of it or you don't want it to be true'."
    },
    {
      "author": "Neil",
      "text": "There was one more reason she mentioned and that was that some men become parents because they want to be a better father than their own father had been. Let’s listen again."
    },
    {
      "author": "Dr Anna Machin",
      "text": "There's lots of different reasons why men want to be fathers ... for some of them it's just a stage in life they've reached. They've got the house, they've got the job, now it's time to have a family. Sometimes they admit that actually they're not that keen , but their partner wants a baby, so they're kinda going along with it. And a reasonable number actually say they do it because they want to undo what their father did to them, so rewrite history in relation to fathers and the experience of fathering, to be a better father than their father was."
    },
    {
      "author": "Neil",
      "text": "So what is it about some father's own dads that they didn't like? Here's Dr Machin again."
    },
    {
      "author": "Dr Anna Machin",
      "text": "Well, in some cases, you know, the father would be neglectful, some fathers were absent and others they just felt they were a very, I suppose, we'd say a 1950s father so distant, disciplinarian not actually involved in their children's daily life and certainly not involved in their care. So today's generation fathers, even in the 10 years that I've been studying dads we've seen a massive evolution in how hands-on fathers are."
    },
    {
      "author": "Neil",
      "text": "She talks there about some negative characteristics associated with dads in the past. She suggests that some fathers didn't have a very close relationship with their sons, they were absent which means they weren't at home a lot and 'didn't spend time' with their children."
    },
    {
      "author": "Catherine",
      "text": "Yes, and some fathers were seen as a disciplinarian . That describes someone whose main communication with their children was to give them strict rules and tell them off or punish them if they did something wrong."
    },
    {
      "author": "Neil",
      "text": "These days, according to Dr Machin, fathers are much more hands-on . This phrase means they are 'much more involved' with their children and share bringing up their children with their partners."
    },
    {
      "author": "Catherine",
      "text": "And talking of sharing, Neil, come on – it's time to know the answer to today's question."
    },
    {
      "author": "Neil",
      "text": "Yes, indeed. According to recent research in the UK, what is the percentage of fathers who are there when their children are born? Was it 55%, 75% or 95%?"
    },
    {
      "author": "Catherine",
      "text": "And I said a very optimistic 95%."
    },
    {
      "author": "Neil",
      "text": "Being optimistic is good obviously because you are correct."
    },
    {
      "author": "Catherine",
      "text": "That's fantastic!"
    },
    {
      "author": "Neil",
      "text": "And now, for something else fantastic, our review of today's vocabulary…"
    },
    {
      "author": "Catherine",
      "text": "We started off with admit to for when you say something is true, even if it might make you look a little bit bad. And before we go on I have to admit , Neil, that it was me who ate your biscuit."
    },
    {
      "author": "Neil",
      "text": "Which one?"
    },
    {
      "author": "Catherine",
      "text": "The one that you left on the desk."
    },
    {
      "author": "Neil",
      "text": "That's all right. I wasn't really keen on it anyway. It had been on the floor."
    },
    {
      "author": "Catherine",
      "text": "What? Yuck!"
    },
    {
      "author": "Neil",
      "text": "Yeah, well, it serves you right! And to be keen on something is our next phrase, meaning 'being very interested in and enthusiastic about' something."
    },
    {
      "author": "Catherine",
      "text": "Then we had to go along with something. This is when you agree to do something even if you are not keen on it."
    },
    {
      "author": "Neil",
      "text": "An absent father is one who is not at home to spend time with his children."
    },
    {
      "author": "Catherine",
      "text": "And some fathers are disciplinarians . They 'have strict rules and they give out punishments' but these days more fathers are hands-on which means they are 'very much involved' in looking after and bringing up their children."
    },
    {
      "author": "Neil",
      "text": "Well, that's all we have time for today. Join us again next time and remember you can find us on Instagram, Facebook, Twitter, YouTube and of course our website bbclearningenglish.com. See you soon. Goodbye!"
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Neil",
    "Dr Anna Machin"
  ]
}