{
  "title": "Are smartphones killing cameras?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06h3sjl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180823",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180823_6min_english_cameras_download.mp3",
  "intro": [
    "Many people have a smartphone these days and these devices carry not one, but two cameras! Who buys separate cameras? Catherine and Neil talk about photography and teach you six items of related vocabulary."
  ],
  "this_week_question": [
    "When was the first digital camera phone released? It was:",
    "a)    2000",
    "b)    2004",
    "c)    2007",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "obsolete",
      "desc": "something that has been replaced and is no longer the first choice"
    },
    {
      "text": "to drop off a cliff",
      "desc": "(metaphor) used about, for example, sales numbers, it means sales have fallen significantly over a short period of time"
    },
    {
      "text": "opt for something",
      "desc": "choose something get into something become very interested in an activity"
    },
    {
      "text": "frustrated with something",
      "desc": "disappointed with something"
    },
    {
      "text": "take the next rung up",
      "desc": "do something at a higher level"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine. Hello!"
    },
    {
      "author": "Neil",
      "text": "Now, Catherine, say cheese."
    },
    {
      "author": "Catherine",
      "text": "Cheeeese."
    },
    {
      "author": "Neil",
      "text": "[takes photo on smartphone] Thank you, a little souvenir of our time together."
    },
    {
      "author": "Catherine",
      "text": "Let's have a look… Hang on a minute. You just took a selfie, I wasn't even in the picture."
    },
    {
      "author": "Neil",
      "text": "Ah, well, that's the magic of the smartphone, two cameras! You know, that's not something you can do with a traditional camera. I mean, do you even have a separate camera these days?"
    },
    {
      "author": "Catherine",
      "text": "I do actually. It's in a cupboard somewhere at home."
    },
    {
      "author": "Neil",
      "text": "Well, that is the topic of this programme. Have traditional cameras been completely replaced by smartphones, or to put it another way, have cameras been made obsolete by the smartphone?"
    },
    {
      "author": "Catherine",
      "text": "Interesting question. But before we get into this topic, how about a question for our listeners?"
    },
    {
      "author": "Neil",
      "text": "Of course. We are certainly in the digital age of photography but when was the first digital camera phone released? Was it: a)    2000 b)    2004 or c)    2007? What do you think?"
    },
    {
      "author": "Catherine",
      "text": "Well, I actually know this one, so I'm going to be fair and keep it to myself."
    },
    {
      "author": "Neil",
      "text": "OK, well, listen out for the answer at the end of the programme. There are different kinds of cameras available today. There are compact cameras, which are small and mostly automatic and usually come with a fixed lens."
    },
    {
      "author": "Catherine",
      "text": "That's right. And then there are SLRs and DSLRs which are bigger, and you can change the lenses on these cameras and they allow for a lot of manual control."
    },
    {
      "author": "Neil",
      "text": "And there are also mirrorless cameras, which are a cross between compact cameras and DSLRs. They are small like a compact camera but you can also use the same lenses on them that you can use on DSLRs."
    },
    {
      "author": "Catherine",
      "text": "And of course, there are the cameras on smartphones, and these are convenient and they're becoming increasingly sophisticated."
    },
    {
      "author": "Neil",
      "text": "Phil Hall is the editor of Tech Radar magazine. He was asked on the BBC programme You and Yours if he thought smartphones would make other cameras obsolete . What is his opinion?"
    },
    {
      "author": "Phil Hall",
      "text": "I don't think so. I think while compact camera sales have really sort of dropped off a cliff , it's the lower end, cheap compacts where people have opted for a smartphone and I think manufacturers are looking at the more higher end premium cameras, high-end compacts, DSLRs, which are the ones you can attach lenses to, mirrorless cameras. So, the market's changing. And I don't think there'll be a time soon, yet, that… the smartphone will take over the camera completely."
    },
    {
      "author": "Neil",
      "text": "So does Phil think smartphones will kill the camera?"
    },
    {
      "author": "Catherine",
      "text": "In a word, no. He does say that sales of cheap compact cameras have dropped off a cliff . This rather dramatic expression describes a very big fall in sales."
    },
    {
      "author": "Neil",
      "text": "This is because the kind of consumers who would choose a compact camera are now opting for the camera on their smartphone. When you opt for something you choose it rather than something else."
    },
    {
      "author": "Catherine",
      "text": "For people who want a quick, easy to use and convenient way to take reasonable quality photos, compact cameras used to be the best choice – but now it's a smartphone."
    },
    {
      "author": "Neil",
      "text": "So camera makers are now moving to the more high-end market, the DSLRs and mirrorless cameras. So who is still buying these more expensive cameras? Here's Phil Hall again."
    },
    {
      "author": "Phil Hall",
      "text": "I think it's... some of it is people who are picking up a smartphone and sort of getting into photography that way and that's a really great first step into photography and I think people are probably, sometimes, getting a bit frustrated with the quality once they sort of start pushing their creative skills and then looking to see what's the next rung up so it's people wanting to broaden their creative skills a bit."
    },
    {
      "author": "Neil",
      "text": "Who does he say might be buying cameras?"
    },
    {
      "author": "Catherine",
      "text": "He says that people who are getting into photography might get frustrated with the quality of smartphones."
    },
    {
      "author": "Neil",
      "text": "Getting into something means becoming very interested in it."
    },
    {
      "author": "Catherine",
      "text": "And if you are frustrated with something it means you are disappointed with it. You are not happy with it."
    },
    {
      "author": "Neil",
      "text": "So people who have got into photography with a smartphone but are frustrated with its limitations and want to be more creative are going to the next level. They are moving up, they are, as Phil said ' taking the next rung up' ."
    },
    {
      "author": "Catherine",
      "text": "Now, a rung is the horizontal step of a ladder, so the expression taking the next rung up is a way to describe doing something at a higher level."
    },
    {
      "author": "Neil",
      "text": "Now, talking of higher levels, did you get this week's quiz question right? The question was:  When was the first phone with a digital camera released? Was it 2000, 2004 or 2007? The first phone with a digital camera was released in 2000. Now, to take us up to the end of the programme, let's look at the vocabulary again."
    },
    {
      "author": "Catherine",
      "text": "First we had the adjective obsolete which describes something that has been replaced and is no longer the first choice."
    },
    {
      "author": "Neil",
      "text": "When the expression to drop off a cliff is used about, for example, sales numbers, it means sales have fallen significantly over a short period of time."
    },
    {
      "author": "Catherine",
      "text": "To opt for something means to choose something and when you become very interested in an activity you can say that you get into it."
    },
    {
      "author": "Neil",
      "text": "If you are trying to do something and you can't do it because you don't have the skill or the equipment you are using is not right or not good enough, you can become frustrated ."
    },
    {
      "author": "Catherine",
      "text": "And developing your skills to a higher level can be described as taking the next rung up."
    },
    {
      "author": "Neil",
      "text": "Right, that's all from us from us in this programme. Do join us again next time and don't forget that in the meantime you can find us on Instagram, Facebook, Twitter, YouTube and of course our website bbclearningenglish.com. See you soon. Goodbye."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Phil Hall"
  ]
}