{
  "title": "A tall story",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06fr8pv.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180809",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180809_6min_english_tall_people_download.mp3",
  "intro": [
    "Does being taller mean you earn more at work? Tanya S Osensky is an attorney who has made it her personal crusade to highlight the discrimination faced by short people in our society. Neil and Catherine discuss height and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "The tallest person ever proven to live was Robert Wadlow from the USA. How tall was he? Was he:",
    "a)    2.71m",
    "b)    2.72m",
    "c)    2.73m",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to relish",
      "desc": "(something) to really enjoy something"
    },
    {
      "text": "discrimination",
      "desc": "unfair or unequal treatment of people because of, for example, their race, religion, colour, age or indeed height"
    },
    {
      "text": "embellish",
      "desc": "exaggerate"
    },
    {
      "text": "premium",
      "desc": "extra benefit, extra advantage"
    },
    {
      "text": "disparity",
      "desc": "difference"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Catherine, are you tall enough?"
    },
    {
      "author": "Catherine",
      "text": "Tall enough for what?"
    },
    {
      "author": "Neil",
      "text": "Tall enough to be happy with your height."
    },
    {
      "author": "Catherine",
      "text": "Er, well, yes, I’m alright with my height, I can't do a thing about it anyway so, how about you?"
    },
    {
      "author": "Neil",
      "text": "Well, the same, really. I wouldn't mind being slightly taller, I suppose, which is appropriate as today's topic is about heightism ."
    },
    {
      "author": "Catherine",
      "text": "Heightism . Now, you may not have heard of heightism before, but it’s like other ' isms' - like racism, sexism, ageism and other ' isms ' that highlight a particular kind of discrimination or unequal treatment that people experience."
    },
    {
      "author": "Neil",
      "text": "But before we find out more about this topic, our quiz question for today. The tallest person ever proven to live was Robert Wadlow from the USA. How tall was he? Was he: a)    2.71m; b)    2.72m or c)    2.73m? What do you think Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Wow, that's really, really tall! I'm going to guess 2.71m."
    },
    {
      "author": "Neil",
      "text": "Well, listen out for the answer at the end of the programme. Tanya S Osensky is an attorney and author of the book 'Shortchanged' about her own experiences of heightism ."
    },
    {
      "author": "Catherine",
      "text": "Clever title. To short-change someone is to not give them what they are entitled to, what they deserve. And originally this phrase comes from paying for something and not getting the right money back. So if I buy something for £6 and I pay with a £10 note and the shopkeeper only gives me £3 back, I’ve been short-changed – it means I’ve been cheated. And in the context of facing discrimination because you're not tall, 'Shortchanged' is a really good pun."
    },
    {
      "author": "Neil",
      "text": "Tanya spoke about her book on the BBC radio programme Thinking Allowed. She talks first about our general feelings about height. What does she say people never wish for?"
    },
    {
      "author": "Tanya S Osensky",
      "text": "Everybody that I've spoken to who is tall relishes their height. I have not met anybody who said they would wish they were shorter and people generally tend toeven embellish what their height is when you ask them what it is."
    },
    {
      "author": "Neil",
      "text": "So what is it she says no one wishes for?"
    },
    {
      "author": "Catherine",
      "text": "Well, she says no one wishes they were shorter!"
    },
    {
      "author": "Neil",
      "text": "And that's right. She said that tall people relish their height. This means they enjoy being tall, they get great satisfaction from it."
    },
    {
      "author": "Catherine",
      "text": "And another point she makes is that many people embellish their height, if asked. This means they say they are taller than they actually are. Now, to embellish a fact means to exaggerate it to make it seem bigger, faster, better and so on."
    },
    {
      "author": "Neil",
      "text": "Here's Tanya S Osensky again."
    },
    {
      "author": "Tanya S Osensky",
      "text": "Everybody that I've spoken to who is tall relishes their height. I have not met anybody who said they would wish they were shorter and people generally tend to even embellish what their height is when you ask them what it is."
    },
    {
      "author": "Neil",
      "text": "She goes on to explain how some research has shown that shorter people are less likely to get jobs, less likely to get promoted and less likely to earn as much as taller people. What is the financial difference she mentions? She talks about the premium per inch. An inch is about 2.5cm and the premium is a word which means the extra benefit, the extra advantage. Here's Tanya S Osensky again."
    },
    {
      "author": "Tanya S Osensky",
      "text": "One set of data showed that the premium for height is over $2000 per inch for men and $1000 per inch for women and over time that disparity grows significantly so it ends up being a huge chunk of someone's paycheck over their career."
    },
    {
      "author": "Catherine",
      "text": "She says that taller men earn $2000 an inch."
    },
    {
      "author": "Neil",
      "text": "For women it's a bit less, but still significant at $1000 an inch."
    },
    {
      "author": "Catherine",
      "text": "And this disparity – or difference - between the salaries of taller and shorter people is an example of heightism . Shorter people, she says, are getting fewer jobs and fewer benefits because they are short."
    },
    {
      "author": "Neil",
      "text": "Well, one person who certainly wasn't short was the subject of today’s quiz question. The tallest person who has lived, Robert Wadlow. We asked how tall he was, was it: a)    2.71m; b)    2.72m or c)    2.73m? What did you say, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I said 2.71m."
    },
    {
      "author": "Neil",
      "text": "Well, you were almost there. The correct answer was b) 2.72m. Congratulations if you got that right. Now Catherine, much as I relish being in the studio with you, we must wrap up the programme now with a review of today’s vocabulary."
    },
    {
      "author": "Catherine",
      "text": "Well relish was one of those words. If you relish something you really enjoy it – so thanks you for that, Neil."
    },
    {
      "author": "Neil",
      "text": "You’re welcome! This programme was about a kind of discrimination . This means the unfair or unequal treatment of people because of, for example, their race, religion, colour, age or indeed height."
    },
    {
      "author": "Catherine",
      "text": "And discrimination because of someone’s height is called heightism ."
    },
    {
      "author": "Neil",
      "text": "Something which many of us do is embellish our height - wesay we are taller than we actually are."
    },
    {
      "author": "Catherine",
      "text": "A premium is an extra benefit or advantage that can be gained, in this case, by being taller. And finally we had disparity , another word for difference. There is a disparity between salaries between tall people and their shorter colleagues."
    },
    {
      "author": "Neil",
      "text": "And that is 6 Minute English for today. Do join us again and until then we look forward to seeing you in all the usual places: ­­Instagram, Facebook, Twitter, YouTube as well as our website, bbclearningenglish.com. Goodbye."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Tanya S Osensky"
  ]
}