{
  "title": "How creative should we be?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06nxgdh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181025",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181025_6min_english_creativity_download.mp3",
  "intro": [
    "The World Economic Forum forecasts that by 2020, creativity will be in the top three most important skills for future jobs. This is particularly relevant for younger people who will be entering the world of work soon. BBC Learning English's very creative scriptwriter Rob and Neil discuss what it takes to be creative - and they also teach you related vocabulary."
  ],
  "this_week_question": [
    "Banksy created a well-known piece of artwork that has been in the news recently. Do you know what it is called? Is it…",
    "a) Girl with Balloon",
    "b) Girl with Red Balloon",
    "c) Balloon Girl",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a creative (noun)",
      "desc": "a person whose job is to use a lot of imagination and come up with new ideas, such as someone who works in the media or advertising"
    },
    {
      "text": "legitimately",
      "desc": "describes doing something fairly and reasonably"
    },
    {
      "text": "think outside the box",
      "desc": "find new ways of doing things"
    },
    {
      "text": "redress the balance",
      "desc": "to make things fairer and more equal"
    },
    {
      "text": "lifeblood",
      "desc": "the most important thing to make something a success"
    },
    {
      "text": "disparate",
      "desc": "very different and unrelated"
    },
    {
      "text": "headspace",
      "desc": "when your mind is in a good state and you can think clearly"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Now Rob, how creative are you?"
    },
    {
      "author": "Rob",
      "text": "Very creative, I think. Creativity is in my bones! Look at this wonderful script that I wrote and we're presenting right now."
    },
    {
      "author": "Neil",
      "text": "You are what we could call 'a creative' – a noun which means someone with a lot of imagination and ideas. In our job we have to create – or make – content that teaches English creatively."
    },
    {
      "author": "Rob",
      "text": "Creativity is becoming more important for everyone. The World Economic Forum forecasts that by 2020, creativity will be in the top three most important skills for future jobs. This is particularly relevant for younger people who will be entering the world of work soon – and that's what we'll be discussing today. But before we do, Neil, have you created a question for us to answer?"
    },
    {
      "author": "Neil",
      "text": "Yes, and it's about the very creative artist Banksy. He created a well-known piece of artwork that has been in the news recently, but do you know what it is called? Is it…"
    },
    {
      "author": "Rob",
      "text": "I can see the picture in my head – so I think it's c) Balloon girl."
    },
    {
      "author": "Neil",
      "text": "OK, and we'll find out the answer later. But now back to our discussion about creativity. Experts say that students need to focus more on creativity to help them get a job. That's perhaps surprising in the UK, when some of our creative industries – that's businesses that make music, art and TV for example – are world famous. We are creative people, Rob!"
    },
    {
      "author": "Rob",
      "text": "Of course, but there's not such a focus on being creative in education now and that might have an effect in the future. It's something Bernadette Duffy, an early years consultant, has been discussing on BBC Radio 4's Bringing up Britain programme. What does she say we have been focusing too much on in schools?"
    },
    {
      "author": "Bernadette Duffy, early years consultant",
      "text": "We focus on the things that are legitimately important but we teach them in a way that makes them easier to measure. I think we need to redress the balance that puts the focus purely on gaining the skills and far far more on actually using them in a creative way because that's what's going to make a difference for the future."
    },
    {
      "author": "Neil",
      "text": "So Bernadette feels we teach skills in a way that can be easily measured and tested. She says we teach these skills legitimately – which here means fairly and reasonably. But she feels we don't teach a creative approach to learning skills."
    },
    {
      "author": "Rob",
      "text": "So we mean things like problem solving. I guess, even tasks like data inputting and preparing spreadsheets can be approached creatively. In any job, it's sometimes good to 'think outside the box' or find new ways of doing things."
    },
    {
      "author": "Neil",
      "text": "Bernadette thinks we should move away from just learning skills and start using these skills creatively – she used the expression 'redress the balance' which means 'change things to make them fairer and more equal'."
    },
    {
      "author": "Rob",
      "text": "Well, here at the BBC we have to creative. In fact one of our values states that 'creativity is the lifeblood of our organisation'. Lifeblood here means 'the most important thing to make something a success'."
    },
    {
      "author": "Neil",
      "text": "Rob, I can see creativity is in your blood – but on an everyday level how can we all improve our creativity – be more like you?!"
    },
    {
      "author": "Rob",
      "text": "Well, Neil, I'm no expert but Innovation Manager, Nick Skillicorn is. He's also been speaking to the BBC and explaining what we can do to help ourselves. What does he suggest?"
    },
    {
      "author": "Nick Skillicorn, Innovation Manager",
      "text": "On a daily basis, everyone should take fifteen minutes of what I call unfocused time – time that they're not looking at any screen, time that they can essentially get back into their own head, slow down a bit, and start forming these new connections between disparate ideas that result in divergent new original ideas."
    },
    {
      "author": "Neil",
      "text": "So we need free time to collect all our different thoughts in our head – what Nick calls disparate ideas to create new and amazing ideas."
    },
    {
      "author": "Rob",
      "text": "Disparate ideas are very different ideas, all unrelated. And we need what we might call headspace – that's when your mind is in a good state and you can think clearly. For me, I have headspace when I'm lying in the bath or out riding my bike – there are no interruptions."
    },
    {
      "author": "Neil",
      "text": "Well, you certainly don't get your ideas sitting at a desk, focusing on one task – we all need some downtime to get creative. But children going into school now will grow up to do a job that doesn't yet exist. And faced with the challenges of AI, automation, green issues and an ageing population, creativity and imagination will be vital."
    },
    {
      "author": "Rob",
      "text": "Right, well, let's get back to talking about the creativity of Banksy now."
    },
    {
      "author": "Neil",
      "text": "Ah yes, because earlier I asked you which one of his well-known pieces of artwork has been in the news recently? Is it…"
    },
    {
      "author": "Rob",
      "text": "And I said c) Balloon Girl. I know it was a girl and a balloon."
    },
    {
      "author": "Neil",
      "text": "Not quite right, Rob. The artwork is titled 'Girl with Balloon.' This was recently auctioned in London but amazingly shredded in its frame as someone's winning bid was accepted!"
    },
    {
      "author": "Rob",
      "text": "Wow, that's a very creative way to destroy a picture! I will do the same with this script soon but not before we have recapped some of today's vocabulary. Starting with 'a creative' - that's a person whose job is to use a lot of imagination and come up with new ideas, such as someone who works in the media or advertising."
    },
    {
      "author": "Neil",
      "text": "Then we mentioned legitimately – which describes doing something fairly and reasonably."
    },
    {
      "author": "Rob",
      "text": "Next we heard the expression 'redress the balance' . This means to make things fairer and more equal."
    },
    {
      "author": "Neil",
      "text": "We also talked aboutcreativity being the lifeblood of the BBC. Lifeblood here means the most important thing to make something a success. And I know creativity is running through your veins, Rob!"
    },
    {
      "author": "Rob",
      "text": "Thanks, Neil. We also heard the word disparate , meaning very different and unrelated. And we talked about headspace , which is when your mind is in a good state and you can think clearly."
    },
    {
      "author": "Neil",
      "text": "Before we head off to find some headspace, don't forget to visit our website at bbclearningenglish.com for more great learning English content. That’s all we have time for now. Do join us again though. Goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Bernadette Duffy, early years consultant",
    "Nick Skillicorn, Innovation Manager"
  ]
}