{
  "title": "bing our plastic addiction",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06p8rhq.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181011",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181011_6min_english_plastic_addiction_download.mp3",
  "intro": [
    "We use plastic in every part of our lives so could we live without it? Rob and Neil discuss the dilemma of going plastic free and hear why Britain's shopping culture makes it hard to do. Listen to 6 Minute English and learn some useful vocabulary along the way."
  ],
  "this_week_question": [
    "The first synthetic plastic – that's plastic made entirely from man-made materials - was created over 100 years ago. Do you know what its brand name was? Was it…",
    "a) Bakelite",
    "b) Lucite",
    "c) Formica",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "decay",
      "desc": "the natural process of something being destroyed or breaking down into small particles"
    },
    {
      "text": "biodegradable",
      "desc": "something that can decay naturally without harming anything"
    },
    {
      "text": "psychological",
      "desc": "something that affects or involves our mind"
    },
    {
      "text": "dissonance",
      "desc": "disagreement between two opposing ideas"
    },
    {
      "text": "activism",
      "desc": "taking action to change something – it could be social or political change, or a change in our behaviour or attitude"
    },
    {
      "text": "a big push",
      "desc": "people are strongly encouraged or persuaded to do something, usefully by force"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Today we're talking about plastic."
    },
    {
      "author": "Rob",
      "text": "Yes, it's our addiction to plastic that is of concern because this material doesn't decay very quickly, so once we've used it, it hangs around for a very long time."
    },
    {
      "author": "Neil",
      "text": "It is a problem – and decay , by the way, describes the natural process of something being destroyed or breaking down into small particles. We hear so much about the consequences of having too much waste plastic around, don't we?"
    },
    {
      "author": "Rob",
      "text": "Indeed. Not only does it cause a mess - wildlife, particularly marine animals, are at risk when they become entangled in plastic waste, or ingest it. It's an issue that needs tackling – or dealing with. And that's what we'll be discussing today and finding out what could be done to solve this plastic crisis."
    },
    {
      "author": "Neil",
      "text": "OK, first, let's challenge you to answer a question about plastic, Rob. The first synthetic plastic – that's plastic made entirely from man-made materials - was created over 100 years ago. Do you know what its brand name was? Was it… a)    Bakelite, b)    Lucite or c)    Formica?"
    },
    {
      "author": "Rob",
      "text": "I'm no expert, so I'll say c) Formica."
    },
    {
      "author": "Neil",
      "text": "Well, we'll reveal the answer at the end of the programme. Now let's talk more about plastic. This man-made substance is everywhere - from clothing to crisp packets, and bottles to buckets."
    },
    {
      "author": "Rob",
      "text": "But the problem is that most of it isn't biodegradable – that's a word that describes something that can decay naturally without harming anything. Each year, 400 million tonnes of plastic is produced and 40% of that is single-use. So why don't we stop using it?"
    },
    {
      "author": "Neil",
      "text": "It's not that easy, Rob, and it's something Lucy Siegle, a BBC reporter and author, has been talking about. She was speaking in a discussion on the Costing the Earth programme on BBC Radio 4, and explained the issue we have with quitting plastic but also how our attitude is changing…"
    },
    {
      "author": "Lucy Siegle, BBC reporter and author",
      "text": "We have this weird psychological attachment to this material that's been around and it's like a push and pull. At the one time, we're so horrified by what we're seeing – the whales dying, the oceans vomiting plastic, beaming in from all over the world, and at the same time we're being told we can't live without it, so that creates a psychological dissonance –which I think is the barrier to behavioural change but I'm finding now awareness has peaked and it's going over into activism ."
    },
    {
      "author": "Rob",
      "text": "She mentioned the word psychological – that's something that affects or involves our mind – so here, psychological attachment means that in our mind we feel we have to use plastic – we're addicted."
    },
    {
      "author": "Neil",
      "text": "But we also see the negative impact of plastic – like whales dying – and in our mind we're also thinking we must stop! This has created what Lucy says is a 'psychological dissonance' - dissonance means a disagreement between two opposing ideas – so we're having an argument in our head about the right thing to do – this is the 'push and pull' of thoughts she referred to."
    },
    {
      "author": "Rob",
      "text": "And this dissonance has been the barrier to us trying to solve the plastic issue – but now we're starting to do something about it – we're taking action to reduce our plastic waste – we're turning to activism . That's taking action to change something – it could be social or political change, or a change in our behaviour or attitude."
    },
    {
      "author": "Neil",
      "text": "Of course there has been a big push – that means people have been strongly encouraged – to recycle."
    },
    {
      "author": "Rob",
      "text": "Maybe in an ideal world the best thing to do is go plastic-free – but that isn't easy, is it?"
    },
    {
      "author": "Neil",
      "text": "No, it isn't, and it's something Lucy Siegle spoke about. Getting rid of plastic in our lives is a gradual process. But where does she think we can make the biggest difference?"
    },
    {
      "author": "Lucy Siegle, BBC reporter and author",
      "text": "I really think that to concentrate on stopping the flow of plastics into your life is easier and more effective in the long term, than trying to go plastic-free from the outset. We are in the UK, a supermarket culture, so a lot of the tips and tricks to decreasing the flow of plastic are getting round supermarket culture."
    },
    {
      "author": "Rob",
      "text": "She says we have a supermarket culture in the UK. Culture here describes a way of life – or a way that we generally behave – and in terms of food shopping, we tend to do that in supermarkets."
    },
    {
      "author": "Neil",
      "text": "So, for example, customers can make a big difference by putting pressure on supermarkets to use less plastic packaging. It does seem that the future of plastic is in our hands – we need to be more careful about how and when we use it – and use our collective power to force change if it's needed."
    },
    {
      "author": "Rob",
      "text": "But there's no doubt plastic is useful for many things so it will be a long time before it disappears altogether."
    },
    {
      "author": "Neil",
      "text": "And earlier I asked you what was the name of the first synthetic plastic, invented over a 100 years ago. Was it… a)    Bakelite, b)    Lucite or c)    Formica?"
    },
    {
      "author": "Rob",
      "text": "And I said c) Formica. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Formica is a type of hard plastic used for covering tables and working areas in kitchens – but it's not the oldest type. That was Bakelite."
    },
    {
      "author": "Rob",
      "text": "I may have got that wrong but hopefully I'll have more success recapping some of today's vocabulary – starting with decay , which describes the natural process of something being destroyed or breaking down into small particles – which plastic takes a long time to do."
    },
    {
      "author": "Neil",
      "text": "Next we had biodegradable – that's a word to describe something that can decay naturally without harming anything."
    },
    {
      "author": "Rob",
      "text": "Then we had psychological – that's something that affects or involves your mind."
    },
    {
      "author": "Neil",
      "text": "Next up, we had dissonance , which describes a disagreement between two opposing ideas."
    },
    {
      "author": "Rob",
      "text": "And then we mentioned activism - that's taking action to change something.  We also mentioned the phrase a big push which means people are strongly encouraged or persuaded to do something, usefully by force."
    },
    {
      "author": "Neil",
      "text": "And finally we had culture . In our context of supermarket culture , it describes a way of life – or a way that we generally behave."
    },
    {
      "author": "Rob",
      "text": "Thanks, Neil. Now, remember you can find more learning English programmes and materials on our website at bbclearningenglish.com. That's it for now but please join us next time for 6 Minute English. Goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Lucy Siegle, BBC reporter and author"
  ]
}