{
  "title": "Photo-friendly food",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06sjy18.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181129",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181129_6_min_eng_food_download.mp3",
  "intro": [
    "These days, how well food in a restaurant is photographed can matter more than how it actually tastes. By sharing images across social media, people see them and think the food looks delicious and must go to that restaurant to eat it! Rob and Neil discuss if this means food is now about style over substance - and teach some new items of vocabulary along the way."
  ],
  "this_week_question": [
    "What is the name for the person who's usually second in charge in a restaurant kitchen after the head chef and has lots of responsibility for running it? Is it the…",
    "a) Pastry chef b) Commis chef c) Sous chef",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "gastronome",
      "desc": "someone who enjoys and knows a lot about high-quality food"
    },
    {
      "text": "influential",
      "desc": "having the power to make people change what they think"
    },
    {
      "text": "cliche",
      "desc": "a well-known phrase that is so over-used it has become boring"
    },
    {
      "text": "presentable",
      "desc": "looks good, is smart and is good enough for people to see"
    },
    {
      "text": "restaurateur",
      "desc": "person who owns and manages a restaurant"
    },
    {
      "text": "expectation",
      "desc": "the feeling that something good is going to happen"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And in this programme we're discussing food."
    },
    {
      "author": "Rob",
      "text": "Food glorious food! There's only one thing better than talking about food and that's eating it."
    },
    {
      "author": "Neil",
      "text": "Well I know you are a bit of a gastronome – someone who enjoys and knows a lot about high-quality food – but today we're talking about photographing food, not eating it."
    },
    {
      "author": "Rob",
      "text": "That is a shame because I am on a see-food diet – if I see food, I have to eat it. Get it?!"
    },
    {
      "author": "Neil",
      "text": "Yes, Rob. Very very funny. But in the social media-addicted world, just seeing food not eating it is big business as I will explain shortly. But shall we feast on a question first, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes, if it tastes good!"
    },
    {
      "author": "Neil",
      "text": "It does. So, do you know the name for the person who's usually second in charge in a restaurant kitchen after the head chef and has lots of responsibility for running it? Is it the…"
    },
    {
      "author": "Rob",
      "text": "Hmm, I'm not a chef expert but I'll say c) a Sous chef – it sounds important!"
    },
    {
      "author": "Neil",
      "text": "Well, I'll give the answer later in the programme. Now let me explain more about food and photos. These days, how well a dish – that's a noun for food prepared for eating – is photographed can matter more than how it actually tastes."
    },
    {
      "author": "Rob",
      "text": "And I suppose social media platforms are the best way for sharing food photos on, aren't they? And I have been guilty of taking a picture of my food on my smartphone – but only when eating some amazing food at a posh restaurant."
    },
    {
      "author": "Neil",
      "text": "Which isn't very often I suppose! But by sharing images across social media, people see them and think the food looks delicious, I must go to that restaurant and eat it!"
    },
    {
      "author": "Rob",
      "text": "You could argue it's about style over substance, meaning the look of something is better that the content or product."
    },
    {
      "author": "Neil",
      "text": "Maybe, Rob – although I'm sure sometimes the food tastes just as good as it looks. Anyway, the BBC Radio 4 programme, You and Yours, has been looking into this. They spoke to several influential Instagrammers and bloggers – influential means having the power to make people change what they think. Here's one of them – Rebecca Milford, who edits a website called Bar Chick. What does she think about this new trend?"
    },
    {
      "author": "Rebecca Milford, Editor, Bar Chick",
      "text": "It sounds very cliche that a picture speaks a thousand words but it really does and I've got friends now that instead of doing what you used to do and going on to the website of a restaurant to see what they were serving, then you'd go onto their Instagram account and check out their images, and choose what you want to eat literally based on what you're seeing. So it has to be presentable I suppose."
    },
    {
      "author": "Neil",
      "text": "Rebecca used a well-known and well-used phrase there – one that is used so much it has become boring – what we call a cliche .  The phrase is a picture speaks a thousand words."
    },
    {
      "author": "Rob",
      "text": "Yes – and even if it is a cliche – it is so true. You describe a fantastic meal in a long blog but you can quickly see how it looks from a picture and then create an idea in your mind of how it tastes. So when you're promoting food, a photo is everything."
    },
    {
      "author": "Neil",
      "text": "And that's why some restaurants pay PR companies, lots of money to take stylish photos that can be shared on social media. It's like a fashion photoshoot for food."
    },
    {
      "author": "Rob",
      "text": "Yes and Rebecca said the food has to be presentable – that's looking good enough for people to see – because people are making choices on what they see. I've also heard that some chefs and restaurateurs have adjusted their menus to produce meals that look good on a smartphone camera. A restaurateur, by the way, is the name of a person who owns and manages a restaurant."
    },
    {
      "author": "Neil",
      "text": "Now, while there is a risk that good-looking food on social media accounts, such as Instagram, might not match how it tastes, there is a theory your brain might trick you in to thinking it does tastes good. The You and Yours programme also heard from Professor Charles Spence, an Experimental Psychologist from Oxford University, about how this happens…"
    },
    {
      "author": "Charles Spence, Experimental Psychologist, University of Oxford",
      "text": "We see the food first, or the drink in the glass, and our brain's already imagining what it's going to taste like. And the more beautifully it's presented, the more artistically , that sets better expectations and they kind of carry over and anchor the tasting experience."
    },
    {
      "author": "Neil",
      "text": "Right so a great photo of food can possibly make us think it tastes better too. We create an idea in our head of how it will taste which influences our expectations when we actually eat the food."
    },
    {
      "author": "Rob",
      "text": "And expectation means the feeling that something good is going to happen."
    },
    {
      "author": "Neil",
      "text": "Right Rob, I'm sure you're expecting the answer to the question I set you earlier. I asked, if you knew the name for the person who's usually second in charge in a restaurant kitchen after the head chef and has lots of responsibility for running it? Is it the…"
    },
    {
      "author": "Rob",
      "text": "I said c) a Sous chef. Am I right?"
    },
    {
      "author": "Neil",
      "text": "You are Rob! Give that man a job, here maybe in the BBC canteen!"
    },
    {
      "author": "Rob",
      "text": "Come on Neil, I think I could do better than that! But before I do let's remind ourselves of some of the vocabulary we've discussed today. Starting with gastronome – that's someone who enjoys and knows a lot about high-quality food – someone like me!"
    },
    {
      "author": "Neil",
      "text": "Maybe, Rob. We also discussed the word influential , meaning having the power to make people change what they think."
    },
    {
      "author": "Rob",
      "text": "We also mentioned cliche – a well-known phrase that is so over-used it has become boring. Like for example 'a picture speaks a thousand words.' You never use cliches do you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Absolutely never. Let's move on to presentable – that describes something that looks good, is smart and is good enough for people to see. A bit like me in my smart new jumper. Do you like it?"
    },
    {
      "author": "Rob",
      "text": "Very nice! Well a presenter has to be presentable, Neil! Our next word was expectation , a word that describes the feeling that something good is going to happen. I have an expectation that people will love this programme!"
    },
    {
      "author": "Neil",
      "text": "Well let's hope so!"
    },
    {
      "author": "Rob",
      "text": "Yes and that brings us to the end of this programme. Don't forget to check out our social media platforms. See you soon, bye."
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Rebecca Milford, Editor, Bar Chick",
    "Charles Spence, Experimental Psychologist, University of Oxford"
  ]
}