{
  "title": "The smell of coffee",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06sklk6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181122",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181122_6min_coffee_download.mp3",
  "intro": [
    "Is there more to coffee than just drinking it? Experts say that the smell of the beans is just as important. Neil and Catherine discuss the science behind why coffee often smells better than it tastes and teach some new vocabulary along the way."
  ],
  "this_week_question": [
    "Brazil is the biggest coffee producer, which is the second largest coffee producing country? Is it:",
    "a: Colombia b: Vietnam c: Ethiopia",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "vital",
      "desc": "very important"
    },
    {
      "text": "key",
      "desc": "essential, necessary"
    },
    {
      "text": "a physiological response",
      "desc": "a reaction your body has to something, like a smell"
    },
    {
      "text": "to be baffled by something",
      "desc": "to be confused by something, to not understand it"
    },
    {
      "text": "a chain",
      "desc": "a group of shops from the same company, all the shops have the same design and sell the same or very similar products"
    },
    {
      "text": "weird",
      "desc": "unusual, strange"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Catherine, I'm going to start this programme with a quick test, just for you."
    },
    {
      "author": "Catherine",
      "text": "Ooo, I love tests!"
    },
    {
      "author": "Neil",
      "text": "Complete this phrase:  Wake up and smell the..."
    },
    {
      "author": "Catherine",
      "text": "Coffee Neil! It's coffee. I have to say, I love coffee, it's great."
    },
    {
      "author": "Neil",
      "text": "OK, so do you drink much?"
    },
    {
      "author": "Catherine",
      "text": "Well, just a couple of cups, you know."
    },
    {
      "author": "Neil",
      "text": "Every day?"
    },
    {
      "author": "Catherine",
      "text": "No, every hour! I love coffee, don't you like coffee, Neil?"
    },
    {
      "author": "Neil",
      "text": "I do but maybe not as much as you! What's the best thing about it?"
    },
    {
      "author": "Catherine",
      "text": "It's the smell. It's got to be the smell. You know, when you open the packet, it's great, isn't it?"
    },
    {
      "author": "Neil",
      "text": "Yes, but it never quite tastes as good as it smells, does it?"
    },
    {
      "author": "Catherine",
      "text": "Well no, not really. It's always a little disappointing.  I live in hope, another cup, I think it will be better. I might change brands actually and try a different one."
    },
    {
      "author": "Neil",
      "text": "OK, you've had quite a lot of coffee today, haven't you!"
    },
    {
      "author": "Catherine",
      "text": "Just the usual six cups."
    },
    {
      "author": "Neil",
      "text": "Well, our topic today is the smell of coffee and coffee is also the subject of today's question. The world's biggest producer of coffee is..."
    },
    {
      "author": "Catherine",
      "text": "Brazil! Brazil!"
    },
    {
      "author": "Neil",
      "text": "Yes, but that's not the question. The question is, Brazil is the biggest coffee producer, which is the second largest coffee producing country? Is it:"
    },
    {
      "author": "Catherine",
      "text": "Right, so it's not Brazil but I bet it's another South American country, so I'm going to go for Columbia. Columbia, is that right?"
    },
    {
      "author": "Neil",
      "text": "We'll have the answer later in the programme by which time, maybe the caffeine will have left your body Catherine. Tim Hayward is a coffee shop owner. He appeared in the BBC Radio 4 programme The Kitchen Cabinet. How important does he say the smell of coffee is?"
    },
    {
      "author": "Tim Hayward, Coffee shop owner",
      "text": "It's absolutely vital , it's the key thing. When you walk in to the coffee shop in the morning and that smell hits you, you're getting physiological responses ."
    },
    {
      "author": "Neil",
      "text": "So how important is it?"
    },
    {
      "author": "Catherine",
      "text": "I'm feeling a bit calmer now. Tim Hayward says the smell of coffee is vital . That means it's very important, it's perhaps the most important thing. And he backs this up by saying that it's the key thing. Something that's key is something that is essential, it's really important."
    },
    {
      "author": "Neil",
      "text": "And he says that when you experience the smell, when the smell hits you, you get a physiological response . This phrase means your body has a reaction to the smell of coffee. Perhaps your mouth begins to water in anticipation. Catherine, when you get a coffee, do you normally have it there or take it away?"
    },
    {
      "author": "Catherine",
      "text": "Well, I usually take it away, although if I'm feeling really in need of a coffee hit, I might have one there and then get another one and take with me."
    },
    {
      "author": "Neil",
      "text": "Can you describe the container you are given when you have a coffee to go?"
    },
    {
      "author": "Catherine",
      "text": "Yes, it's in a tall paper cup with a lid. And the lid has a hole in it so that I can drink that lovely coffee."
    },
    {
      "author": "Neil",
      "text": "Don't you think that's a problem? I mean, we know how important the smell is, so what is the effect of the lid on that experience?"
    },
    {
      "author": "Catherine",
      "text": "The effect of the lid?"
    },
    {
      "author": "Neil",
      "text": "Yes. Well here's Tim Hayward again talking about coffee being served with lids."
    },
    {
      "author": "Tim Hayward",
      "text": "What baffles me is that how many of the large coffee chains actually sell a product in a cup that removes the smell. So you walk into the coffee shop, you get the smell, but when you actually take the drink out you are drinking it from something that is designed to deliver the hot liquid directly past your tongue but stop any smell coming up to your nose. That's just weird ."
    },
    {
      "author": "Neil",
      "text": "So what is he describing there?"
    },
    {
      "author": "Catherine",
      "text": "I see now, yes, He's talking about the big coffee chains . A chain is a company that has lots of its stores in towns and cities sometimes around the world. I think we can all think of a few well-known coffee chains. He says that by putting a lid on take away cups, you're actually blocking the smell - that smell that is really important to the coffee experience."
    },
    {
      "author": "Neil",
      "text": "Yes, and he says that he finds that weird , which is a way of saying he finds it unusual, thinks it's strange, odd. So much so that he says it baffles him. If you are baffled by something, you find it confusing, you can't really understand it. Here's Tim Hayward again."
    },
    {
      "author": "Tim Hayward",
      "text": "What baffles me is that how many of the large coffee chains actually sell a product in a cup that removes the smell. So you walk into the coffee shop, you get the smell, but when you actually take the drink out you are drinking it from something that is designed to deliver the hot liquid directly past your tongue but stop any smell coming up to your nose. That's just weird ."
    },
    {
      "author": "Neil",
      "text": "That was coffee shop owner Tim Hayward. Right before we have another cup of this week's vocabulary, let's get the answer to the question. After Brazil, which country produces most coffee? Is it:"
    },
    {
      "author": "Catherine",
      "text": "I said it was a: Colombia."
    },
    {
      "author": "Neil",
      "text": "Ah, sorry, no extra coffee for you today! The answer is Vietnam. And now on to the vocabulary we looked at. Take it away Catherine."
    },
    {
      "author": "Catherine",
      "text": "So the first word was vital , which is an adjective that means very important. And another word with a very similar meaning was key , meaning essential."
    },
    {
      "author": "Neil",
      "text": "Next we had the phrase physiological responses . Physiological refers to what our bodies do and a response is a reaction.So a physiological response is a reaction your body has to something, like the smell of coffee."
    },
    {
      "author": "Catherine",
      "text": "Something that baffles you, confuses you, you don't understand it."
    },
    {
      "author": "Neil",
      "text": "You might find something that baffles you to be weird . This adjective means unusual or strange."
    },
    {
      "author": "Catherine",
      "text": "And finally, a chain is a group of shops from the same company with the same name."
    },
    {
      "author": "Neil",
      "text": "Well that is the end of our programe. For more from us, check out Instagram, Facebook, Twitter, YouTube and our App and of course the website bbclearningenglish.com. See you soon, bye."
    },
    {
      "author": "Catherine",
      "text": "Bye! Fancy a coffee?"
    },
    {
      "author": "Neil",
      "text": "I think you've had too much!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Tim Hayward, Coffee shop owner",
    "Tim Hayward"
  ]
}