{
  "title": "Objectification",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06qh7dz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181101",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181101_6min_english_objectification_download.mp3",
  "intro": [
    "Impossibly attractive and implausibly perfect models in adverts and in movies and on TV you are much more likely to see naked or half-naked women than men. But there seems to be a trend to objectify men too. Are there any positive points to it or is it creating self-absorbed people? Listen to the discussion."
  ],
  "this_week_question": [
    "On British TV, in which decade was a completely naked man first seen? Was it…",
    "a) the 1940s",
    "b) the 1950s",
    "c) the 1960s",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "objectification",
      "desc": "the noun for when we reduce a human being to an object, we don't think of them as a real person anymore"
    },
    {
      "text": "role model",
      "desc": "someone whose behaviour is a good example that others want to copy"
    },
    {
      "text": "aspire to",
      "desc": "aim to be, hope to achieve"
    },
    {
      "text": "detrimental",
      "desc": "an adjective for something that is bad for you, something that has a negative effect"
    },
    {
      "text": "narcissism",
      "desc": "the term for someone who is so obsessed with their own body and life that they don't care about anyone else"
    },
    {
      "text": "self-conscious (about their body)",
      "desc": "someone embarrassed about their body losing confidence in themselves as a result"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "And in this programme we're looking at the word objectification ."
    },
    {
      "author": "Sam",
      "text": "Objectification is when we reduce people to objects."
    },
    {
      "author": "Neil",
      "text": "An example of this is advertising and the media and in particular the way women have been shown. Impossibly attractive and implausibly perfect models in adverts and in movies and on TV you are much more likely to see naked or half-naked women than men."
    },
    {
      "author": "Sam",
      "text": "Objectification can lead to issues in societysuch as inequality and discrimination. Objectification of women is a problem but what about the objectification of men?"
    },
    {
      "author": "Neil",
      "text": "Before we hear more, it's time for a question. Today's question is: on British TV in which decade was a completely naked man first seen? Was it…"
    },
    {
      "author": "Sam",
      "text": "I'm going for the 60s."
    },
    {
      "author": "Neil",
      "text": "I'll give the answer later in the programme. Now Sam, do you know the TV programme Love Island?"
    },
    {
      "author": "Sam",
      "text": "Yes, it's a kind of a dating show and all the contestants - men and women - spend a lot of time in their swimming costumes and they've all got perfect bodies."
    },
    {
      "author": "Neil",
      "text": "Yes, that's right. It's a programme that seems equally to objectify men and women equally. But is that a bad thing? Dr Peter Lucas is Senior Lecturer in Philosophy at the University of Central Lancashire. He spoke on this topic on the BBC's Woman's Hour programme. What does he suggest might be the advantage of featuring men with 'perfect' bodies?"
    },
    {
      "author": "Dr Peter Lucas",
      "text": "If you look at the impact of TV series like Love Island for instance, the producers of that programme present that as, have described that as being aspirational for their audience. It's presenting role models , its presenting models that people are supposed to aspire to . Now many women, thinking about the male bodies that are on display there might think well, if it means that more men get off to the gym, look after themselves physically, surely that's a good thing."
    },
    {
      "author": "Neil",
      "text": "So what might be an advantage of these highly fit athletic bodies on show?"
    },
    {
      "author": "Sam",
      "text": "Dr Lucas suggests that seeing those bodies might encourage men to go to the gym and work hard to improve their fitness and health and that could be a good thing."
    },
    {
      "author": "Neil",
      "text": "Yes, the people in the programme are described as role models . A role model is someone whose behaviour is seen as a good example for others to copy."
    },
    {
      "author": "Sam",
      "text": "I'm not sure the behaviour of the people in Love Island makes them good role models , but perhaps from the point of view of their physical fitness they give us something to aspire to . If you aspire to something, it's something you can aim for, something you want to achieve. Dr Lucas also used a related word, aspirational . The TV series Love Island was described as being aspirational . It shows a lifestyle that people would like to have, something they might aim to achieve."
    },
    {
      "author": "Neil",
      "text": "But there are also dangers to encouraging people to get to the gym. Here's Dr Lucas again."
    },
    {
      "author": "Dr Peter Lucas",
      "text": "But also it's likely to generate higher levels of narcissism , self-consciousness , becoming obsessive about your appearance. It's not particularly an attractive feature either in men or in women and I suspect that's impacting on men's behaviour in a way which is detrimental in the same sort of way that's been detrimental for women really, for decades."
    },
    {
      "author": "Neil",
      "text": "He talks about behaviour that is detrimental , this means behaviour that has a negative impact. What behaviours does he say are detrimental ?"
    },
    {
      "author": "Sam",
      "text": "If people become obsessed by their appearance it could lead to narcissism . This is a condition where you spend so much time focussing on yourself, your own looks, your own body that you stop caring about anyone else."
    },
    {
      "author": "Neil",
      "text": "And because it's very very hard to get that kind of body it can also lead to people being very self-conscious . They might become embarrassed about their bodies and lose confidence in themselves as a result."
    },
    {
      "author": "Sam",
      "text": "I said c) the 60s."
    },
    {
      "author": "Neil",
      "text": "I'm afraid the revolution had come earlier than that. The correct answer is the 1950s. It was a 1957 documentary called Out of Step, part of which was filmed at a nudist colony. Now, time for our vocabulary."
    },
    {
      "author": "Sam",
      "text": "Our first word was objectification . This is the noun for when we reduce a human being to an object. We don't think of them as a real person anymore. The verb is to objectify ."
    },
    {
      "author": "Neil",
      "text": "Someone whose behaviour is a good example that others want to copy is a role model ."
    },
    {
      "author": "Sam",
      "text": "When it comes to presenting 6 Minute English, you are my role model , Neil."
    },
    {
      "author": "Neil",
      "text": "You're too kind, and I aspire to your level of professionalism, Sam. To aspire to - to aim to be, to hope to achieve."
    },
    {
      "author": "Sam",
      "text": "That is related to the next word, aspirational . This adjective is used to describe the desire to improve parts of you life - for example, getting a better job or a better body. Aspirational TV programmes or adverts show lifestyles that people might want to be theirs."
    },
    {
      "author": "Neil",
      "text": "Our next word is an adjective for something that is bad for you, something that has a negative effect. The adjective is detrimental ."
    },
    {
      "author": "Sam",
      "text": "We heard that aspiring to the perfect body can be detrimental because it might lead to narcissism . Narcissism is the term for someone who is so obsessed with their own body and life that they don't care about anyone else."
    },
    {
      "author": "Neil",
      "text": "Achieving that perfect body is incredibly hard and impossible for most real people and not achieving it can make people overly self-conscious - which in this situation means that they can lose confidence in themselves."
    },
    {
      "author": "Sam",
      "text": "That's all we have time for today. Do join us next time and remember you can find us on the website bbclearningenglish.com. Bye bye."
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dr Peter Lucas"
  ]
}