{
  "title": "chelle Obama on empowerment",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06vht93.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181227",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181227_6min_english_michelle_obama_download.mp3",
  "intro": [
    "Michelle Obama left the White House with her husband, President Barack Obama, in 2016, but she's still very much in the news. In a recent visit to the UK to publicise her autobiography, the former First Lady of the US indicated that her official position may have come to an end, but she continues with her mission to try to inspire girls and women all over the world. Rob and Dan talk about Michelle Obama and teach you new vocabulary."
  ],
  "this_week_question": [
    "When did the title First Lady first become used for the wife of the US president? Was it in the:",
    "a) 18th Century",
    "b) 19th Century",
    "c) 20th Century",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to speak/talk openly (about something)",
      "desc": "to speak/talk about a difficult or embarrassing topic with honesty"
    },
    {
      "text": "empowerment",
      "desc": "giving people the confidence and power to improve their lives themselves"
    },
    {
      "text": "to inspire",
      "desc": "to create in people the feeling of wanting to do something and achieve something"
    },
    {
      "text": "imposter syndrome",
      "desc": "feelings that you don’t deserve your position even though there is no evidence you are not suitable"
    },
    {
      "text": "to assume something",
      "desc": "to think something is true based on your own beliefs and understanding without knowing the facts"
    },
    {
      "text": "in their own right",
      "desc": "because of their own talents and abilities"
    },
    {
      "text": "station in life",
      "desc": "position in society or workplace"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English and I'm Rob."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan."
    },
    {
      "author": "Rob",
      "text": "Now, do you know who Michelle Obama is?"
    },
    {
      "author": "Dan",
      "text": "Er, yes. Maybe the most famous woman in the world? Former First Lady, which means she was the wife of the President of the United States of America."
    },
    {
      "author": "Rob",
      "text": "That is correct. She's just published her autobiography and has been talking in the UK about her life. Before we find out more, here is this week’s question. When did the title First Lady first become used for the wife of the US president? Was it in the:"
    },
    {
      "author": "",
      "text": "Any ideas, Dan?"
    },
    {
      "author": "Dan",
      "text": "This could be a trick question. The first US presidents were in the 18th Century, and they had wives, but I think the actual term may only have been introduced much later – so I'm going to take a wild guess and say the 20th Century."
    },
    {
      "author": "Rob",
      "text": "OK. Well, I'll have the answer later in the programme. Michelle Obama’s visit to the UK was covered on BBC News. According to this report, where did she visit that she had visited before?"
    },
    {
      "author": "BBC News Report",
      "text": "The former First Lady spoke openly about a number of issues and one of her main messages was about empowerment . Earlier in the day Mrs Obama revisited a school in north London, a place where she says she was first inspired to focus on education during her time as the First Lady."
    },
    {
      "author": "Rob",
      "text": "So, where did she revisit on this trip?"
    },
    {
      "author": "Dan",
      "text": "She went to a school in north London. She said it was at this school that she was first inspired to focus on education. If you are inspired to do something, you get a strong feeling that you want to do something, you feel a strong motivation to achieve something particular, often because of something someone else has said or achieved."
    },
    {
      "author": "Rob",
      "text": "The report also mentioned that she spoke openly about a number of issues. To speak openly about something is when you discuss a subject, often a difficult subject, without trying to hide the facts or your feelings. It’s a phrase that is used when people talk about things in their life that they find difficult or embarrassing."
    },
    {
      "author": "Dan",
      "text": "One of the things she spoke openly about was her own feeling that she didn’t really belong, that she didn’t have the skills or talent to be doing what she was doing and that she didn’t deserve her position."
    },
    {
      "author": "Rob",
      "text": "There is a name for that. It’s called imposter syndrome – that feeling where you think one day everyone will realise that you're really not very good at what you do."
    },
    {
      "author": "Dan",
      "text": "I get that feeling all the time!"
    },
    {
      "author": "Rob",
      "text": "I wonder why? Because the thing with this imposter syndrome is that it isn’t justified. It’s more a lack of confidence or a result of the way society labels us."
    },
    {
      "author": "Dan",
      "text": "Well, anyway, back to the report. Michelle Obama was also keen to talk about the topic of empowerment . That's giving people the strength, confidence and power to achieve what they want in life by themselves."
    },
    {
      "author": "Rob",
      "text": "Let’s hear from Michelle Obama herself now talking about how we sometimes judge people based on their class rather than their individual abilities."
    },
    {
      "author": "Michelle Obama",
      "text": "That’s often the mistake that we make, we assume that working-class folks are not highly gifted in their own right when a lot of times your station in life is limited by the circumstances that you find yourself in."
    },
    {
      "author": "Rob",
      "text": "She says here that we assume things about people based on their social status or station in life . To assume means 'to make a judgement which is not based on the facts but on what we think is true'."
    },
    {
      "author": "Dan",
      "text": "She uses the phrase in their own right . When you say that someone is talented in their own right , it means that their talent comes from their own skills and abilities and not because of any connection with any organisation, individual or class that they happen to be associated with."
    },
    {
      "author": "Rob",
      "text": "Before we wrap up, time to get the answer to this week’s question. When did the title First Lady first become used for the wife of the US president? Was it in the: a) 18th Century b) 19th Century or c) 20th Century"
    },
    {
      "author": "Dan",
      "text": "I thought it was the 20th Century."
    },
    {
      "author": "Rob",
      "text": "Well, you were right."
    },
    {
      "author": "Dan",
      "text": "Yay!"
    },
    {
      "author": "Rob",
      "text": "But let me finish. You were right in that it was later than the 18th Century, which was when the first US presidents held their positions, but it wasn’t as late as the 20th Century. It was the second half of the 19th Century when the title First Lady began to be used. Now let’s review today’s vocabulary."
    },
    {
      "author": "Dan",
      "text": "We started with the phrase to talk openly about something. This means to discuss something, usually a difficult subject, without hiding your feelings, emotions or facts about that subject."
    },
    {
      "author": "Rob",
      "text": "Then there was the noun empowerment . This is the process of giving people the feeling that they are in control of their lives, making people more confident in their rights and abilities."
    },
    {
      "author": "Dan",
      "text": "The verb inspire was next. If you inspire people, you give them the feeling that they want to and can do something, something difficult or creative. If you have that feeling yourself, you are inspired ."
    },
    {
      "author": "Rob",
      "text": "Next there was the verb to assume something . To assume means 'to make a judgement about someone or something not based on proof, but on things you think or believe to be true'."
    },
    {
      "author": "Dan",
      "text": "The next phrase was in their own right . If someone is successful in their own right , for example, it means their success is because of their own skills and abilities, and not because of who they work for, or work with or which social group they come from."
    },
    {
      "author": "Rob",
      "text": "And finally there was the noun phrase station in life ."
    },
    {
      "author": "Dan",
      "text": "Your station in life is your position in society – your social status."
    },
    {
      "author": "Rob",
      "text": "And that brings us to the end of this week’s programme. We’ll be back soon and in the meantime you can find us on Instagram, Facebook, Twitter, YouTube our app and of course the website bbclearningenglish.com. Bye bye for now. Dan Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Dan",
    "",
    "BBC News Report",
    "Michelle Obama"
  ]
}