{
  "title": "Why does 'x' mean 'kiss'?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06t5btt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181206",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181206_6_min_english_x_for_kisses_download.mp3",
  "intro": [
    "6 Minute English discusses a letter from the English alphabet. It’s a letter which has a particular meaning when used at the end of a piece of informal writing such as emails, letters, texts and messages. Discover where the concept of putting an X to mean a kiss comes from, and learn some new vocabulary along the way."
  ],
  "this_week_question": [
    "English has 26 letters. Which language has 74 letters?",
    "a) Khmer (Cambodian) b) Hindi",
    "c) Armenian",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a penny",
      "desc": "a coin (100 pennies = 1.00 GBP)"
    },
    {
      "text": "the penny has dropped",
      "desc": "someone suddenly realises or understands something"
    },
    {
      "text": "clunk",
      "desc": "the noise of two heavy objects coming together"
    },
    {
      "text": "Inland Revenue",
      "desc": "the government department in the UK which deals with taxes"
    },
    {
      "text": "to dock",
      "desc": "to reduce the amount of money someone receives in their salary or wages, for example as a tax payment"
    },
    {
      "text": "a quid",
      "desc": "slang term for 1.00 GBP"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "We're going to be looking at a letter from the English alphabet. It’s a letter which has a particular meaning when used at the end of a piece of informal writing such as letters, emails, texts and messages."
    },
    {
      "author": "Rob",
      "text": "I’m very EXcited."
    },
    {
      "author": "Neil",
      "text": "Ha ha, very good, very good Rob!"
    },
    {
      "author": "Rob",
      "text": "My EXpectations are really high."
    },
    {
      "author": "Neil",
      "text": "Yep, that's another good one."
    },
    {
      "author": "Rob",
      "text": "Is it an EXtraordinary letter?"
    },
    {
      "author": "Neil",
      "text": "OK, thank you Rob, that’s enough of your jokes. I’m getting EXasperated! Oh, now you’ve got me at it! Well, no prizes for guessing what letter we’re focussing on today?"
    },
    {
      "author": "Rob",
      "text": "Why?"
    },
    {
      "author": "Neil",
      "text": "No, it’s not Y."
    },
    {
      "author": "Rob",
      "text": "No, I didn’t mean the letter ‘y’, I meant the word ‘why’, as in - why are there no prizes?"
    },
    {
      "author": "Neil",
      "text": "Because of all the not so subtle clues you’ve been giving. The letter is X."
    },
    {
      "author": "Rob",
      "text": "Yes. Exactly."
    },
    {
      "author": "Neil",
      "text": "Alright, I think we get the idea! Before we go much further, let’s have a question. English has 26 letters. Which language has 74 letters?"
    },
    {
      "author": "Rob",
      "text": "An excellent question but quite obscure, I’m going to say b) Hindi."
    },
    {
      "author": "Neil",
      "text": "Well, I'll have the answer later on. Now, Rob, what does the letter X all by itself at the end of a message mean?"
    },
    {
      "author": "Rob",
      "text": "Well, it means a kiss. The more kisses, the more affection you are showing."
    },
    {
      "author": "Neil",
      "text": "Where does this concept of putting an X to mean a kiss come from? Dr Laura Wright is from the Faculty of English at Cambridge University and she appeared on the BBC Radio 4 programme Word of Mouth. When does she say this practice started and where does it come from?"
    },
    {
      "author": "Dr Laura Wright, Faculty of English, University of Cambridge",
      "text": "Well, we’ve been adding Xs for kisses at the bottom of letters since at least 1763. The very first one we know of had seven Xs. I have to say, I haven’t gone to seven ever. We get X from the Roman alphabet which got it from the Greek alphabet, pronounced /ks/ and the Romans..."
    },
    {
      "author": "a penny’s just dropped",
      "text": "Yes it is, isn’t it? I think  there."
    },
    {
      "author": "clunk",
      "text": "Presenter: It has,  ."
    },
    {
      "author": "Neil",
      "text": "What do we learn about the origins of the X for kisses?"
    },
    {
      "author": "Rob",
      "text": "Well, it’s been used since at least 1763, and it comes from the Roman alphabet and they got it from the Greeks."
    },
    {
      "author": "Neil",
      "text": "And why did this come to mean a kiss?"
    },
    {
      "author": "Rob",
      "text": "Well, Dr Wright suggests it’s because of the original pronunciation - /ks/."
    },
    {
      "author": "Neil",
      "text": "And at the point the presenter made the connection, didn’t he?"
    },
    {
      "author": "Rob",
      "text": "Yes, he did. And Dr Wright used a phrase for when someone suddenly understands something, particularly something that is obvious to others. She said the penny has just dropped ."
    },
    {
      "author": "Neil",
      "text": "And this has got nothing to do with a penny , which is small coin, actually dropping anywhere. But the presenter makes a joke by using a word we use for the noise of something falling, clunk ."
    },
    {
      "author": "Rob",
      "text": "Although, to be honest, a penny would never really clunk . That’s more like the noise two heavy metal objects would make - the clunk of a car door, for example."
    },
    {
      "author": "Neil",
      "text": "Let’s listen to that exchange again."
    },
    {
      "author": "Dr Laura Wright, Faculty of English, University of Cambridge",
      "text": "Well, we’ve been adding Xs for kisses at the bottom of letters since at least 1763. The very first one we know of had seven Xs. I have to say I haven’t gone to seven ever. We get X from the Roman alphabet which got it from the Greek alphabet, pronounced /ks/ and the Romans..."
    },
    {
      "author": "a penny’s just dropped",
      "text": "Yes it is, isn’t it? I think  there."
    },
    {
      "author": "clunk",
      "text": "Presenter: It has,  ."
    },
    {
      "author": "Neil",
      "text": "One thing to note about putting an X at the end of a communication is that it is not something you do for everyone. It’s usually only to friends and family members, people you might kiss in real life. Professor Nils Langer from the University of Bristol told a story about a colleague of his who wasn’t too familiar with this convention. What was her mistake?"
    },
    {
      "author": "Professor Nils Langer, University of Bristol",
      "text": "A colleague of mine from Bristol, who... when she came over from Germany thought that X was just the normal way of closing a letter in England and so she would finish any letter with Xs, even a letter to the Inland Revenue. We never heard, really, how the Inland Revenue responded to these letters with these Xs."
    },
    {
      "author": "docked",
      "text": "Presenter: They  her another 20 quid , I think!"
    },
    {
      "author": "Neil",
      "text": "What was her mistake, Rob?"
    },
    {
      "author": "Rob",
      "text": "She didn’t realise that you don’t put an X on every communication. So she even put it on business letter including one to the Inland Revenue , which is the government department in the UK that deals with tax."
    },
    {
      "author": "Neil",
      "text": "We don’t know how the tax people felt about the letter with kisses. But the presenter joked about what their response would have been."
    },
    {
      "author": "Rob",
      "text": "Yes, he joked that they probably docked her another 20 quid . To dock money is to cut the amount of money you are expecting to receive and a quid is a slang word for a British pound."
    },
    {
      "author": "Neil",
      "text": "Time now for the answer to our question. English has 26 letters. Which language has 74 letters? Is it… a) Khmer (Cambodian) b) Hindi or c) Armenian?"
    },
    {
      "author": "Rob",
      "text": "I guessed b) Hindi."
    },
    {
      "author": "Neil",
      "text": "Well, I suppose it was a one in three chance, but not correct this time. The answer is a) Khmer. Very well done if you knew that. Now on to the vocabulary we looked at in this programme."
    },
    {
      "author": "Rob",
      "text": "We started with a penny. A penny is an English coin. A hundred pennies makes one pound sterling."
    },
    {
      "author": "Neil",
      "text": "The phrase, the penny has dropped , means that someone has suddenly understood something."
    },
    {
      "author": "Rob",
      "text": "A clunk is the noise of two heavy objects hitting each other."
    },
    {
      "author": "Neil",
      "text": "The Inland Revenue is the UK’s tax authority."
    },
    {
      "author": "Rob",
      "text": "If you dock money from someone, you reduce the amount of money you pay them. For example, as an employee in the UK your tax is automatically docked from your salary."
    },
    {
      "author": "Neil",
      "text": "And finally, a quid , which is a slang term for one pound sterling. Right, before they start docking our pay for being late, it’s time to say goodbye. Find us on Instagram, Facebook, Twitter, YouTube, our App and of course the website bbclearningenglish.com. See you soon, goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Rob",
    "Dr Laura Wright, Faculty of English, University of Cambridge",
    "a penny’s just dropped",
    "clunk",
    "Professor Nils Langer, University of Bristol",
    "docked"
  ]
}