{
  "title": "The teenage brain",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06vgj4l.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181213",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181213_6_min_eng_teenage_brain_download.mp3",
  "intro": [
    "Until recently, it was thought that human brain development was all over by early childhood but research in the last decade has shown that the adolescent brain is still changing into early adulthood. This programme delves inside the teenage brain, hears from an expert and teaches some useful vocabulary along the way to stretch your own brain!"
  ],
  "this_week_question": [
    "There have always been teenagers, but when was the word ‘teenager’ first used to refer to the 13 – 19 age group? Was it:",
    "a) the 1920s b) the 1930s c) the 1950s",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "adolescence",
      "desc": "the period in someone’s life when they are developing from a child to an adult"
    },
    {
      "text": "papers",
      "desc": "published scientific research"
    },
    {
      "text": "dogma",
      "desc": "a set of beliefs that are strongly held and which are not challenged"
    },
    {
      "text": "prefrontal cortex",
      "desc": "an important part of the brain involved in many complex mental actions like planning and personality"
    },
    {
      "text": "cognitive tasks",
      "desc": "mental activities that we consciously have to think about like making plans and taking decisions"
    },
    {
      "text": "adolescent",
      "desc": "the adjective to describe behaviour of someone who is in adolescence . Also, the noun for someone who is in adolescence"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "What do you remember of your teenage years?"
    },
    {
      "author": "Rob",
      "text": "Oh, I was a nightmare. I was rude to my parents, always stayed out late, never did my homework, hung out with the wrong people and made lots of bad decisions. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, much the same really. People always say that about teenagers, don’t they? That they go through a period where they are out of control and behave badly. But apparently, it’s not their fault. At least not directly."
    },
    {
      "author": "Rob",
      "text": "So whose fault is it?"
    },
    {
      "author": "Neil",
      "text": "Our brains’, apparently. Teenagers’ brains are still developing in areas that control behaviour, which could mean that you can’t blame them for acting the way they do. Before we find out more, let’s have our question. There have always been teenagers, but when was the word ‘teenager’ first used to refer to the 13 – 19 age group? Was it:"
    },
    {
      "author": "Rob",
      "text": "Well, I think it came along around the time of rock and roll, so that would have made it the 1950s. That’s my guess."
    },
    {
      "author": "Neil",
      "text": "I'll have the answer later in the programme. Sarah-Jayne Blakemore from University College London specialises in the workings of the brain, particularly the teenage brain. Recently she was a guest on the BBC Radio programme, The Life Scientific. She explained that the understanding that the brain is still developing during the teenage years is quite new. When does she say the first research came out?"
    },
    {
      "author": "Professor Sarah-Jayne Blakemore",
      "text": "The first study showing that the human brain undergoes this very substantial and significant development throughout adolescence and into the twenties; the first papers were published in the late 90s. Before that, and for example when I was at university, the dogma in the text books was that the vast majority of brain development goes on in the first few years of life and nothing much changes after mid-childhood. That dogma is completely false."
    },
    {
      "author": "Neil",
      "text": "So when did the research into the teenage brain come out?"
    },
    {
      "author": "Rob",
      "text": "Surprisingly, it wasn’t until the late 1990s. This was when she said that the first papers on this subject were published. Papers in this context means the results of scientific research which are published."
    },
    {
      "author": "Neil",
      "text": "And she didn’t actually talk about teenagers, did she?"
    },
    {
      "author": "Rob",
      "text": "No, that’s right. She talked about the period of adolescence . This noun, adolescence , is the period when someone is developing from a child into an adult and it more or less is the same as the teenage years."
    },
    {
      "author": "Neil",
      "text": "What I found interesting was that before the 1990s people believed something different about the way our brains develop."
    },
    {
      "author": "Rob",
      "text": "Yes, Professor Blakemore said that the dogma had been that our brains are mostly fully developed in early childhood, long before adolescence . Dogma is a word used to describe a strong belief that people are expected to accept as true."
    },
    {
      "author": "Neil",
      "text": "So our brains are still developing much later than was originally thought. What does this tell us about teenage behaviour? Of particular interest is an important part of the brain called the prefrontal cortex . Here is Professor Blakemore again. What excuse can she give for teenagers who don’t get their homework done in time?"
    },
    {
      "author": "Professor Sarah-Jayne Blakemore",
      "text": "The prefrontal cortex is the part of the brain right at the front, just behind the forehead and it’s involved in a whole range of very high-level cognitive tasks such as decision making and planning - we know that this region is undergoing very very large amounts of development during the adolescent years. And so in terms of the expectations that we place on teenagers to, for example, plan their homework, it might be too much given that we know that the region of the brain that critically involved in planning is not developed yet."
    },
    {
      "author": "Neil",
      "text": "So the prefrontal cortex is important in cognitive tasks . What are those, Rob?"
    },
    {
      "author": "Rob",
      "text": "A cognitive task is one that requires conscious thinking and processing, such as making decisions and planning. It doesn’t happen automatically, you have to think about it. So in the adolescent years this part of the brain is not fully developed. Note the adjective form here of the noun we had earlier adolescence ."
    },
    {
      "author": "Neil",
      "text": "So this gives a good excuse for not doing your homework!"
    },
    {
      "author": "Rob",
      "text": "Ha, ha, I wish I’d known that. I used to say that I’d left my homework on the bus or that the dog had eaten it. Now I could say, \"Sorry sir, my brain isn’t developed enough for the cognitive task of planning my homework\"."
    },
    {
      "author": "Neil",
      "text": "Yes, I’m sure that would work! Before we wrap up, time to get the answer to this week’s question. I asked when was the word ‘teenager’ first used to refer to the 13 – 19 age group? Was it:"
    },
    {
      "author": "Rob",
      "text": "I guessed c) 1950s"
    },
    {
      "author": "Neil",
      "text": "The answer is actually b) the 1930s. Very well done if you knew that. Now a quick review of today’s vocabulary."
    },
    {
      "author": "Rob",
      "text": "Adolescence is the noun for the period of change from child to adult and the adjective is adolescent – this same word is also the noun for someone who is in that teenage period."
    },
    {
      "author": "Neil",
      "text": "So an adolescent might be responsible for adolescent behaviour in his or her adolescence ."
    },
    {
      "author": "Rob",
      "text": "Exactly."
    },
    {
      "author": "Neil",
      "text": "Papers is the word for published scientific research."
    },
    {
      "author": "Rob",
      "text": "Dogma is strongly held beliefs that are not challenged."
    },
    {
      "author": "Neil",
      "text": "The prefrontal cortex is an important part of the brain which deals with cognitive tasks ."
    },
    {
      "author": "Rob",
      "text": "And cognitive tasks are mental processes that require active thought and consideration, such as planning and making decisions."
    },
    {
      "author": "Neil",
      "text": "Well my decision making skills tell me that it’s time to finish."
    },
    {
      "author": "Rob",
      "text": "Well, your skills are working well Neil. We may be going now but you don't need to – you can listen or watch us again and find lots more learning English materials on our social media platforms. You can also visit our website at bbclearningenglish.com."
    },
    {
      "author": "Neil",
      "text": "See you soon, goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Rob",
    "Professor Sarah-Jayne Blakemore"
  ]
}