{
  "title": "oncepts of happiness",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06x7cfk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190124",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190124_6min_english_happiness_download.mp3",
  "intro": [
    "Research has suggested that while personal feelings of pleasure are the accepted definition of happiness in Western cultures, East Asian cultures tend to see happiness as social harmony and in some parts of Africa and India it's more about shared experiences and family. Neil and Rob discuss what makes people happy and ... are happy to teach you new vocabulary."
  ],
  "this_week_question": [
    "The World Happiness Report measures \"subjective well-being\" - how happy the people are, and why. But do you know, according to a United Nations agency report in 2017, which is the happiest country on Earth? Is it…",
    "a)    Norway",
    "b)    Japan",
    "c)    New Zealand",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "down in the dumps",
      "desc": "(informal) feeling of unhappiness, sometimes with no hope"
    },
    {
      "text": "imperfection",
      "desc": "fault or weakness"
    },
    {
      "text": "gild",
      "desc": "cover something in a thin layer of gold"
    },
    {
      "text": "jolly",
      "desc": "cheerful and happy"
    },
    {
      "text": "coping mechanism",
      "desc": "something someone does to deal with a difficult situation"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil. This is the programme where in just six minutes we discuss an interesting topic and teach some related English vocabulary. And joining me to do this is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello, Neil."
    },
    {
      "author": "Neil",
      "text": "Now Rob, you seem like a happy chappy."
    },
    {
      "author": "Rob",
      "text": "What's the point of being miserable?"
    },
    {
      "author": "Neil",
      "text": "Well, that are many things that could make you feel down in the dumps – a phrase that means 'unhappy' – but what are the things that keep you feeling happy, cheerful and chirpy, Rob?"
    },
    {
      "author": "Rob",
      "text": "Oh many things like being healthy, having good friends, presenting programmes like this with you, Neil!"
    },
    {
      "author": "Neil",
      "text": "Of course – but we all have different ideas about what makes us happy – and that can vary from country to country and culture to culture. It's what we're talking about today – concepts of happiness."
    },
    {
      "author": "Rob",
      "text": "Now Neil, you could make us even happier if you gave us a really good question to answer."
    },
    {
      "author": "Neil",
      "text": "Here it is. Happiness is an emotion that actually gets measured. The World Happiness Report measures \"subjective well-being\" - how happy the people are, and why. But do you know, according to a United Nations agency report in 2017, which is the happiest country on Earth? Is it… a)    Norway b)    Japan, or c)    New Zealand?"
    },
    {
      "author": "Rob",
      "text": "WeIl, I  think they're all very happy places but the outdoor life of many New Zealanders must make New Zealand the happiest place."
    },
    {
      "author": "Neil",
      "text": "OK, we'll see. I'll reveal the answer later on. But now back to our discussion about happiness around the world."
    },
    {
      "author": "Rob",
      "text": "Happiness can be hard to define. Research has suggested that while personal feelings of pleasure are the accepted definition of happiness in Western cultures, East Asian cultures tend to see happiness as social harmony and in some parts of Africa and India it's more about shared experiences and family."
    },
    {
      "author": "Neil",
      "text": "It's something author and journalist Helen Russell has been looking at – she's even created an 'Atlas of Happiness'.  Her research focused on the positive characteristics of a country's population – and guess which country she found to be one of the happiest?"
    },
    {
      "author": "Rob",
      "text": "New Zealand?"
    },
    {
      "author": "Neil",
      "text": "Actually no. It was Japan. Here she is speaking on BBC Radio 4's Woman's Hour programme. What concept – or belief – is it that promotes happiness?"
    },
    {
      "author": "Helen Russell, author and journalist",
      "text": "Millennials and perhaps older people are better at remembering wabi-sabi – this traditional Japanese concept around celebrating imperfection , which I think is something so helpful these days, especially for women – it's this idea that there is a beauty in ageing, it's to be celebrated rather than trying to disguise it, or trying to cover up the scars instead you gild them with kintsugi – if you break a pot instead of chucking it away, you mend it with gold lacquer so the scars, rather than being hidden, are highlighted in pure gold… We all have laughter lines and rather than being ashamed of them, they're something to be celebrated."
    },
    {
      "author": "Neil",
      "text": "So in Japan, there is a belief that people should celebrate imperfection . Imperfection is a fault or weakness. So rather than hiding something that's not perfect, we should celebrate it."
    },
    {
      "author": "Rob",
      "text": "Getting old, for example, is not something to be ashamed of – don't hide your wrinkles or laughter lines – these are the creases you get as you skin ages or even you get from smiling too much!"
    },
    {
      "author": "Neil",
      "text": "Rather than spending time being ashamed of our faults, we should accept what and who we are. This concept is something that Helen feels is particularly being celebrated by Millennials and older people."
    },
    {
      "author": "Rob",
      "text": "Yes, and Helen compared this with the process of kintsugi – where the cracks or scars on broken pottery are highlighted with gold lacquer. This is called gilding . So we should highlight our imperfections."
    },
    {
      "author": "Neil",
      "text": "This concept is something that maybe English people should embrace more because according to Helen Russell's research, they are not a very happy population. Here she is speaking on the BBC's Woman's Hour programme again – what word does she use to describe people like me and you?"
    },
    {
      "author": "Helen Russell, author and journalist",
      "text": "In England what we have is ' jolly ', which many of us now associate with this kind of 'jolly hockey sticks' or maybe an upper-class thing but actually it's something that really plays through a lot of British culture in a way that we may not think of so much. So there's this sense that in a lot of our comedy, in a lot of our approach to life you just sort of… you get out there, you go for a dog walk, you have a boiled egg and soldiers ['soldiers' in this case are small slices of toast that you can dip into your egg and eat], and we do sort of get on with things – it's a coping mechanism , it's not perfect but it's worked for many Brits for a while."
    },
    {
      "author": "Rob",
      "text": "In the past we would use the phrase 'jolly hockey sticks' – a humorous phrase used to describe upper-class school girls' annoying enthusiasm."
    },
    {
      "author": "Neil",
      "text": "But Helen now thinks ' jolly ' describes an attitude that is used as a coping mechanism – that's something someone does to deal with a difficult situation. We smile, do everyday things – like walking the dog – and just get on with life."
    },
    {
      "author": "Rob",
      "text": "I guess she means carry on without complaining."
    },
    {
      "author": "Neil",
      "text": "Well, here's something to make you happy, Rob – the answer to the question I asked you earlier, which was: according to a United Nations agency report in 2017, which is the happiest country on Earth? Is it… a)    Norway b)    Japan, or c)    New Zealand?"
    },
    {
      "author": "Rob",
      "text": "And I said c) New Zealand."
    },
    {
      "author": "Neil",
      "text": "The answer is a) Norway. The report has been published for the past five years, during which the Nordic countries have consistently dominated the top spots. OK, now it's time to remind ourselves of some of the vocabulary we've mentioned today."
    },
    {
      "author": "Rob",
      "text": "We mentioned the phrase down in the dumps – which is an informal way of describing the feeling of unhappiness, sometimes with no hope."
    },
    {
      "author": "Neil",
      "text": "The next word was imperfection , which is a fault or weakness. You won't find any imperfections in this programme, Rob!"
    },
    {
      "author": "Rob",
      "text": "Glad to hear it. Maybe we should gild this script – to gild something is to cover it in a thin layer of gold. We also heard about the word jolly which means 'cheerful and happy'."
    },
    {
      "author": "Neil",
      "text": "And being jolly can be used as a coping mechanism - that's something someone does to deal with a difficult situation. If something doesn't go well, you just smile and carry on."
    },
    {
      "author": "Rob",
      "text": "Well, there's no need to do that in this programme. Now there's just time to remind you that we have a website with lots more learning English content. The address is bbclearningenglish.com."
    },
    {
      "author": "Neil",
      "text": "Thanks for joining us and goodbye."
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Helen Russell, author and journalist"
  ]
}