{
  "title": "Improving your memory",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06xcf2d.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190131",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190131_6min_english_memory_download.mp3",
  "intro": [
    "Storing information is an important function of our brains and scientists are always looking at ways to improve it but also to stop it deteriorating. Neil and Rob discuss ways of improving your memory and teach you new vocabulary - that they hope you'll remember later!"
  ],
  "this_week_question": [
    "There are many ways we can improve our memory but one way is through the type of food we eat. According to the BBC Food website, which type of food support good memory function? Is it…",
    "a) eggs",
    "b) spinach",
    "c) bananas",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "memories",
      "desc": "things we remember from the past"
    },
    {
      "text": "kinaesthetic",
      "desc": "learning by 'doing' and practicing something over and over again"
    },
    {
      "text": "contextual",
      "desc": "seeing something in the situation where it usually exists"
    },
    {
      "text": "encoding",
      "desc": "changing information into a form that can be stored and later recalled"
    },
    {
      "text": "intuitive sense",
      "desc": "doing something based on feelings rather than facts or proof"
    },
    {
      "text": "Alzheimer’s (disease)",
      "desc": "a disease affecting your brain that makes it difficult to remember things and gets worse as you get older"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, I'm Neil. This is the programme where in just six minutes we discuss an interesting topic and teach some related English vocabulary. And joining me to do this is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello… err sorry Neil, how long did you say this programme is?"
    },
    {
      "author": "Neil",
      "text": "Six minutes – it's 6 Minute English, Rob."
    },
    {
      "author": "Rob",
      "text": "Right. OK. Sorry, what's your name again?"
    },
    {
      "author": "Neil",
      "text": "Neil! My name is Neil. Rob, what has happened to your memory?!"
    },
    {
      "author": "Rob",
      "text": "Sorry, Neil – too many things on my mind, it's affecting my short-term memory, but what I can remember is that in this programme we're talking about improving our memory."
    },
    {
      "author": "Neil",
      "text": "We are and I think you might find it quite useful! Storing information is an important function of our brains and scientists are always looking at ways to improve it but also to stop it deteriorating – or becoming worse."
    },
    {
      "author": "Rob",
      "text": "Yes, and we all know that memories – that's the noun word for things we remember from the past – are nice to have but also important for remembering who people are, where things are kept and how things look."
    },
    {
      "author": "Neil",
      "text": "Soon we'll be discussing a new idea for improving your memory but not before I've set today's quiz question. There are many ways we can improve our memory but one way is through the type of food we eat. According to the BBC Food website, which type of food supports good memory function? Is it… a)  eggs b)  spinach, or c)  bananas?"
    },
    {
      "author": "Rob",
      "text": "Well, as a kid I was always told that spinach was good for me – Popeye ate it to make him strong – so I'll say b) spinach."
    },
    {
      "author": "Neil",
      "text": "Well, I'll have the answer later on. Now, let's talk more about improving our memory. Memory is the ability to encode, store and recall information but a number of factors can affect people’s memory processes including health, anxiety, mood, stress and tiredness."
    },
    {
      "author": "Rob",
      "text": "That's why, for example, if you're taking an exam it's important to get a good night's sleep and to keep healthy. But Neil, when you're revising for an exam, what helps you to remember facts?"
    },
    {
      "author": "Neil",
      "text": "I tend to write things down again and again and again and again."
    },
    {
      "author": "Rob",
      "text": "Well, that's one way. But people have different styles to help them remember. According to the BBC's iWonder guide, there are three different styles - visual, auditory and kinaesthetic , that's learning by ‘doing’ and practicing something over and over again. That sounds like me."
    },
    {
      "author": "Neil",
      "text": "But recently, a new study has come up with a method that could possibly be the best way to improve your memory and that's by drawing. Daryl O'Connor, who's Professor of Psychology at the University of Leeds, has been speaking about it on the BBC Radio 4 programme, All In The Mind. See if you can work out why…"
    },
    {
      "author": "Daryl O'Connor, Professor of Psychology at the University of Leeds",
      "text": "The authors certainly argue that one of the things that happens by drawing these particular objects, that it leads to this increased contextual representation of the object in one's mind… It makes a lot of intuitive sense – the idea that if you have encoded something in a greater level of detail, you're more likely to remember it… It's much stronger than just remembering writing down the words."
    },
    {
      "author": "Neil",
      "text": "OK, so let's try to explain that. Drawing something leads to increased contextual representation of the object. When something is contextual , it is in the situation where it usually exists."
    },
    {
      "author": "Rob",
      "text": "So as you draw something you are creating a picture in your mind about what it is, how you use it and where it is used. I wonder if this means artists have good memories…"
    },
    {
      "author": "Neil",
      "text": "Maybe. Daryl O'Connor says that when you draw you are encoding something in a greater level of detail, more than you would by just writing things down. Encoding is changing information into a form that can be stored and later recalled."
    },
    {
      "author": "Rob",
      "text": "That's because as you draw, you're thinking about different aspects of the object. He says it makes intuitive sense – intuitive means it is 'based on feelings rather than facts or proof' - so, you just feel it is the best thing to do."
    },
    {
      "author": "Neil",
      "text": "Of course this is just one more way to improve your memory. I have also heard that doing crossword puzzles and Sudoku can help, especially when you're older."
    },
    {
      "author": "Rob",
      "text": "Yes, as we get older we can often have more difficulty retrieving information from our memory - and people with Alzheimer’s find it very difficult to encode information – so any way to keep our memory working is a good thing. Basically we need brain training!"
    },
    {
      "author": "Neil",
      "text": "Brain training and eating the right food Rob! You might remember that earlier I asked you, according to the BBC Food website, which type of food supports good memory function? Is it… a)  eggs b)  spinach, or c)  bananas? And Rob, you said…"
    },
    {
      "author": "Rob",
      "text": "I do remember and I said b) spinach."
    },
    {
      "author": "Neil",
      "text": "And that is sort of the wrong answer. In fact they were all correct – they are all examples of food that can help support good memory. Apparently, foods rich in B vitamins are important as they provide protection for the brain as we age and support good memory function. I think it's time to change my diet! Now on to the vocabulary we looked at in this programme."
    },
    {
      "author": "Rob",
      "text": "So today we've been talking about our memory – we use our memory to remember things and memories is the noun for things we remember from the past."
    },
    {
      "author": "Neil",
      "text": "Then we discussed a learning style known as kinaesthetic , that is learning by 'doing' and practising something over and over again."
    },
    {
      "author": "Rob",
      "text": "We heard from Professor Daryl O'Connor, who talked about contextual representation - when something is contextual , you see it in the situation where it usually exists."
    },
    {
      "author": "Neil",
      "text": "Next we talked about encoding. Thatis changing information into a form that can be stored and later recalled."
    },
    {
      "author": "Rob",
      "text": "And we mentioned intuitive sense – having an intuitive sense means doing something 'based on feelings rather than facts or proof' - so, you just feel it is the best thing to do."
    },
    {
      "author": "Neil",
      "text": "And finally we mentioned Alzheimer’s – a disease affecting the brain that makes it difficult to remember things and it gets worse as you get older."
    },
    {
      "author": "Rob",
      "text": "Well there are lots of new words to remember there – but that's all for this programme."
    },
    {
      "author": "Neil",
      "text": "Don't forget to visit us on Facebook, Twitter, Instagram and YouTube and our website bbclearningenglish.com. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Daryl O'Connor, Professor of Psychology at the University of Leeds"
  ]
}