{
  "title": "The benefits of schadenfreude",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06w9kbp.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190110",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190110_6min_english_schadenfreude_download.mp3",
  "intro": [
    "Do you take pleasure when someone undeserving of their success has a spot of bad luck? Not even a little pleasure? Well, if you do (like, apparently, most of us) you might like to learn the word 'schadenfreude' and the concept behind it. Rob and Neil talk about this German word also used in English and teach you new vocabulary."
  ],
  "this_week_question": [
    "False cognates – also called false friends - are words that look the same in two languages but have different meanings. In English we have the word 'rat' but what does that mean in German? Is it...",
    "a)    a big mouse",
    "b)    annoyed",
    "c)    advice",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "schadenfreude",
      "desc": "the satisfying feeling you get when something bad happens to someone else"
    },
    {
      "text": "loanword",
      "desc": "a word from one language that is used in another language without being changed"
    },
    {
      "text": "comeuppance",
      "desc": "a person's misfortune that is considered to be deserved punishment for something bad that they have done"
    },
    {
      "text": "justice",
      "desc": "punishment someone receives that is fair for what they have done"
    },
    {
      "text": "hypocrites",
      "desc": "people who claim to have certain moral beliefs but actually behave in a way that shows they are not sincere"
    },
    {
      "text": "commiserate",
      "desc": "expressing sympathy to someone about their bad luck"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, I'm Neil. This is the programme where in just six minutes we discuss an interesting topic and teach some related English vocabulary. And joining me to do this is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "In this programme we're discussing schadenfreude ."
    },
    {
      "author": "Rob",
      "text": "Hold on, Neil – schadenfreude – that's a German word."
    },
    {
      "author": "Neil",
      "text": "Schadenfreude is what we can call a loanword - a word from one language that is used in another language without being changed."
    },
    {
      "author": "Rob",
      "text": "So you're right – schadenfreude is used in English and am I right in thinking it describes the satisfying feeling you get when something bad happens to someone else?"
    },
    {
      "author": "Neil",
      "text": "You're right, Rob. Imagine you're in a queue at the supermarket and someone pushes in, but when they got to pay, their credit card doesn't work – think of the feeling you might get just seeing their misfortune – another word for bad luck."
    },
    {
      "author": "Rob",
      "text": "Yes, that is a very satisfying feeling – but it's quite a mean feeling too."
    },
    {
      "author": "Neil",
      "text": "It is but we'll be discussing why that feeling could actually be good for us. But first, let's set a question for you, Rob, and our listeners at home, to answer. This is about false cognates – also called false friends - words that look the same in two languages but have different meanings. So in English we have the word 'rat' but what does that mean in German? Is it…"
    },
    {
      "author": "Rob",
      "text": "That's tricky because I don't speak German. So I'll guess and say b) annoyed."
    },
    {
      "author": "Neil",
      "text": "Well, I'll have the answer later on. Now, let's talk more about schadenfreude. Enjoying someone's misfortune can certainly make us feel good."
    },
    {
      "author": "Rob",
      "text": "And studies have shown this feeling is quite normal – particularly when is happens to someone we envy.  If we see a wealthy celebrity suffering on a reality TV show, or are exposed for not paying their taxes, we feel good. We say they've had their comeuppance ."
    },
    {
      "author": "Neil",
      "text": "That's a good word – meaning a person's bad luck that is considered to be deserved punishment for something bad that they have done."
    },
    {
      "author": "Rob",
      "text": "Let's hear from psychologist Wilco Van Dijk from the University of Leiden, who's been talking about this on the BBC Radio 4 programme, All in the Mind. What have his studies found about our enjoyment of others misfortune?"
    },
    {
      "author": "Wilco Van Dijk, psychologist, University of Leiden",
      "text": "People especially feel schadenfreude when they think the misfortune is deserved. Then the question is where this joy arises, is this actually joy experienced towards the misfortune of others or is it also at least partly about a just situation – that this misfortune of another actually appeals to a sense of justice . That's also the reason why we like the misfortune of hypocrites because if they fall down that also is a deserved situation."
    },
    {
      "author": "Neil",
      "text": "OK, so Wilco Van Dijk's studies found we get joy when someone's misfortune is deserved – there is justice – in other words, the punishment someone receives is fair."
    },
    {
      "author": "Rob",
      "text": "And a just situation means a fair situation – it is right. So I guess he's saying we're not just being mean."
    },
    {
      "author": "Neil",
      "text": "Yes. And he also mentioned the type of people whose misfortune is just and deserved, are hypocrites – people who claim to have certain moral beliefs but actually behave in a way that shows they are not sincere."
    },
    {
      "author": "Rob",
      "text": "The All in the Mind programme also heard from another expert on the subject – author and historian of emotions, Dr Tiffany Watt-Smith. She talked about how schadenfreude is a subjective thing – based on our feelings – and it's not as simple as deciding what is right or wrong. What word does she use that means to express sympathy to someone about someone's bad luck?"
    },
    {
      "author": "Dr Tiffany Watt-Smith, author and historian of emotions",
      "text": "We don't really experience emotions, you know, as either-or things, it's not black or white. I think it's perfectly reasonable that we could genuinely commiserate with someone else's misfortune at the same time as a terrible sly smile spreading across our lips because, you know, something we've envied about them has turned out not to work out so well or whatever it is. You know, we have a much deeper ability to hold contradictory emotions in mind, much more so than your average moral philosopher would allow."
    },
    {
      "author": "Neil",
      "text": "Interesting stuff. She says when something goes wrong for someone, we have the ability to commiserate with them – that's the word for expressing sympathy to someone about their bad luck."
    },
    {
      "author": "Rob",
      "text": "So overall, Tiffany Watt-Smith thinks we have a range of emotions when we experience schadenfreude – but these are contradictory emotions – different and opposite emotions. Maybe, Neil, we should just be nicer people?"
    },
    {
      "author": "Neil",
      "text": "No way! I loved seeing Germany getting knocked out of last year's World Cup – not really! Talking of Germany, earlier we mentioned false friends and I asked in English we have the word 'rat' but what does that mean in German? Is it… a)    a big mouse b)    annoyed c)    advice And, Rob, you said…"
    },
    {
      "author": "Rob",
      "text": "I said b) annoyed."
    },
    {
      "author": "Neil",
      "text": "And that is the wrong answer, I'm afraid. The right answer is c) advice. Well done if you knew that at home. Now on to the vocabulary we looked at in this programme."
    },
    {
      "author": "Rob",
      "text": "So today we've been talking about schadenfreude – that describes the satisfying feeling you get when something bad happens to someone else."
    },
    {
      "author": "Neil",
      "text": "And that's an example of a loanword - a word from one language that is used in another language without being changed. In this case German."
    },
    {
      "author": "Rob",
      "text": "We mentioned comeuppance which describes a person's misfortune that is considered to be deserved punishment for something bad that they've done."
    },
    {
      "author": "Neil",
      "text": "Next we mentioned justice – that's the punishment someone receives that is fair for what they've done. And the word just describes something that is fair and right."
    },
    {
      "author": "Rob",
      "text": "Hypocrites are people who claim to have certain moral beliefs but actually behave in a way that shows they are not sincere."
    },
    {
      "author": "Neil",
      "text": "And finally commiserate is a word that means expressing sympathy to someone about their bad luck. That's the verb. The noun form is commiseration ."
    },
    {
      "author": "Rob",
      "text": "Well commiserations, Neil. We've run out of time for this programme. See you soon, goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Wilco Van Dijk, psychologist, University of Leiden",
    "Dr Tiffany Watt-Smith, author and historian of emotions"
  ]
}