{
  "title": "ould you be flexitarian?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06xpxnk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190103",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190103_6min_english_flexitarianism_download.mp3",
  "intro": [
    "Could you eat less meat and adopt a diet based on vegetables and fruit to help save the environment? Neil and Catherine talk about a new diet, known as flexitarianism, and teach you new vocabulary."
  ],
  "this_week_question": [
    "All peppers are in the same food group. What group is that? Are peppers:",
    "a) fruit",
    "b) vegetables",
    "c) herbs",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "flexitarian",
      "desc": "a diet based on eating mostly plant-based food and only occasionally eating meat"
    },
    {
      "text": "ethical",
      "desc": "doing something for  reasons means doing it as a moral choice because you believe it is the right thing to do"
    },
    {
      "text": "a combination of measures",
      "desc": "a number of different actions"
    },
    {
      "text": "ambitious",
      "desc": "impressive and out of the ordinary"
    },
    {
      "text": "survey the literature",
      "desc": "study previously published scientific research"
    },
    {
      "text": "a luxury",
      "desc": "a food that we really like but we only have it rarely because it’s expensive, rare and/or bad for our health"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Catherine, are you flexitarian ?"
    },
    {
      "author": "Catherine",
      "text": "No, I’m not really religious, Neil."
    },
    {
      "author": "Neil",
      "text": "It’s not a religion! It’s a diet. It means mainly eating plant-based foods and only occasionally eating meat."
    },
    {
      "author": "Catherine",
      "text": "Oh, I see, sorry – er, well, I don't eat too much meat so I'm kind of on the way to flexitarianism."
    },
    {
      "author": "Neil",
      "text": "Some people don’t eat meat for ethical reasons. That means that for them it’s wrong to eat meat, it’s wrong that animals should be killed for our food. But one of the reasons for being flexitarian and only eating meat once in a while is for the benefit of the planet. According to a recent report, being flexitarian is healthier for the individual but can also help to fight climate change. Before we look in more detail at this topic, a question: Do you like peppers, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Yes, I do. Is that correct?"
    },
    {
      "author": "Neil",
      "text": "Well, that's not the quiz question! But this is. All peppers are in the same food group. What group is it? Are peppers:"
    },
    {
      "author": "",
      "text": "Any ideas?"
    },
    {
      "author": "Catherine",
      "text": "This one sounds like a trick question - but I think it’s obviously vegetables. Yep?"
    },
    {
      "author": "Neil",
      "text": "Well, you’ll have to wait a bit to find out. I'll have the answer later in the programme. Now, Dr Marco Springmann is from the University of Oxford and was one of the lead authors of a major report that looked at the global food system and how it affects the climate. On the BBC Today programme he talked about what changes would be needed. Does he mention just one thing?"
    },
    {
      "author": "Dr Marco Springmann",
      "text": "We really found that a combination of measures would be needed to stay within environmental limits and those include changes towards healthier more plant-based diets, ambitious technological improvements and changes in farming management, and a reduction of food loss and waste."
    },
    {
      "author": "Neil",
      "text": "So did he mention just one thing, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "No, not at all. He said that there would need to be a combination of measures which means 'a variety of different actions' including moving to a plant-based diet, developing technology, changing the way we farm and wasting less food."
    },
    {
      "author": "Neil",
      "text": "He described the need for ambitious technological improvements. Ambitious here means the developments will have to be 'impressive, above the ordinary and not simple'. Dr Springmann was asked if we had to completely remove meat from the food that we eat to be healthy. What was his recommendation?"
    },
    {
      "author": "Dr Marco Springmann",
      "text": "Well, we looked … we surveyed the literature on what a healthy diet is and according to that, if you treat it as a luxury , it’s probably OK but you shouldn’t have more than one serving of red meat, which includes beef and pork, per week. So the more plant-based you go, the healthier and the lower an environmental impact it probably will be."
    },
    {
      "author": "BBC Today programme presenter",
      "text": "And lamb is just the same…"
    },
    {
      "author": "Dr Marco Springmann",
      "text": "Yes."
    },
    {
      "author": "Neil",
      "text": "So do we need to cut out meat entirely?"
    },
    {
      "author": "Catherine",
      "text": "He says that while a plant-based diet is certainly healthier, you could still have some red meat but only once a week."
    },
    {
      "author": "Neil",
      "text": "Yes, he said think of it as a luxury . A luxury food is one that we really enjoy but don’t eat very often – perhaps because it’s very expensive or rare."
    },
    {
      "author": "Catherine",
      "text": "Or delicious but very bad for us. We eat it as a treat but not every day. Springmann says we should think of red meat in the same way. It shouldn’t be a regular part of our diet."
    },
    {
      "author": "Neil",
      "text": "How did he come to this opinion? Did they just make it up themselves because it sounds like a good idea?"
    },
    {
      "author": "Catherine",
      "text": "Not at all, Neil. He said that they surveyed the literature . This means that as part of their report they studied different scientific research that had previously been published. Their advice is based on the evidence of those research papers."
    },
    {
      "author": "Neil",
      "text": "OK. Now the answer to our quiz question. I asked to what food group do peppers belong. Was it:"
    },
    {
      "author": "Catherine",
      "text": "I said b) vegetables."
    },
    {
      "author": "Neil",
      "text": "Oh dear, good try but not right, thanks for playing. The answer is a) fruit."
    },
    {
      "author": "Catherine",
      "text": "Fruit? Really?"
    },
    {
      "author": "Neil",
      "text": "Yes. A fruit is the part of plant that contains the seeds – so peppers, like tomatoes, pumpkins, avocados and olives are actually fruit. Well done if you got that one right. Now, our vocabulary. Our first word is flexitarian . This is the term for a diet that is mainly plant-based but can include meat occasionally."
    },
    {
      "author": "Catherine",
      "text": "Our next word is ethical . This is in the context of choosing not to eat meat. Some people are vegetarian because they don’t like meat, some because they want a healthier diet and some for ethical reasons. This means that their choice is because they feel it is the right thing to do."
    },
    {
      "author": "Neil",
      "text": "The next phrase was a combination of measures . This means 'taking different actions to achieve something', not just doing one thing."
    },
    {
      "author": "Catherine",
      "text": "We then had ambitious . If a person is ambitious , it means that they 'want to get on in life and be successful', but ambitious can also be used to describe a plan or achievement which is 'impressive and above the ordinary'."
    },
    {
      "author": "Neil",
      "text": "The next phrase was to survey the literature . This means to 'study and analyse the different scientific research on a particular subject'."
    },
    {
      "author": "Catherine",
      "text": "And finally we had luxury . When talking about food, a luxury is something that we only eat occasionally as a special treat because it’s expensive or unhealthy but delicious."
    },
    {
      "author": "Neil",
      "text": "Well, I’m off for a plate of delicious vegetables. Please join us next time and why not check us out on your favourite social media platform, on our app and of course the website bbclearningenglish.com? Goodbye."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "",
    "Dr Marco Springmann",
    "BBC Today programme presenter"
  ]
}