{
  "title": "The decluttering trend",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07271s6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190411",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190411_6min_the_decluttering_trend_download.mp3",
  "intro": [
    "Do you have too much stuff? If so, you're not alone. These days people tend to buy and keep more things than they used to. But what do we do with it all once we've had enough of it? Recently, people have been trying to find ways to reduce the amount of stuff that they own. Rob and Neil find out all about the latest decluttering trend, how to do it and why in this 6 Minute English programme!"
  ],
  "this_week_question": [
    "The vacuum cleaner is a machine we use to clean our houses. When were the first mechanical floor cleaners, which later became vacuum cleaners, invented? Was it:",
    "a) the 1860s? b) the 1890s? Or c) the 1920s?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "floordrobe",
      "desc": "collection of clothes untidily kept on the floor rather than in a wardrobe."
    },
    {
      "text": "clutter",
      "desc": "untidiness caused by having too many things – to de is the process of getting rid of things"
    },
    {
      "text": "to tackle",
      "desc": "(a problem) to deal with a problem and try to fix it"
    },
    {
      "text": "sentimental",
      "desc": "with an emotional and/or nostalgic connection"
    },
    {
      "text": "shift",
      "desc": "change"
    },
    {
      "text": "make do and mend",
      "desc": "an expression that means to use what you’ve got and fix something if it breaks rather than buying new things"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English. I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Rob",
      "text": "Now, Neil, are you a tidy person?"
    },
    {
      "author": "Neil",
      "text": "Me? Oh dear no! You should see my floordrobe !"
    },
    {
      "author": "Rob",
      "text": "Your floordrobe ?"
    },
    {
      "author": "Neil",
      "text": "Yes. Tidy people keep their clothes in a wardrobe. I just dump a lot of my clothes on the floor, so – a floordrobe ."
    },
    {
      "author": "Rob",
      "text": "Ah yes, well it sounds as if you could use a bit of decluttering . Clutter is the word for general mess and untidiness when you have too many things, too much stuff. These days the idea of decluttering is very popular."
    },
    {
      "author": "Neil",
      "text": "Oh, I love a good declutter - trouble is, I hate throwing things away."
    },
    {
      "author": "Rob",
      "text": "Well, we might have some advice for you in today’s programme. But first, a question. It’s about cleaning up. The vacuum cleaner is a machine we use to clean our houses. When were the first mechanical floor cleaners, which later became vacuum cleaners, invented? Was it:"
    },
    {
      "author": "Neil",
      "text": "Well, you know what? I have no idea! So, I’ll say the 1890s."
    },
    {
      "author": "Rob",
      "text": "OK, well, I’ll have the answer later in the programme. The decluttering techniques of Marie Kondo are very popular these days. A UK decluttering expert, Lesley Spellman, appeared on the BBC radio programme You and Yours to discuss the topic. She was asked to describe the basics of the Marie Kondo method. What’s the first thing she recommends people start with?"
    },
    {
      "author": "Lesley Spellman",
      "text": "She basically says you have to do things in a certain order. You have to start with your clothes. Then you move on to your books. Then you move on to paperwork. Then you go on to something called 'komono', which is kind of everything else: kitchens, bathrooms, garages, lofts etc. And then finally you tackle sentimental things."
    },
    {
      "author": "Rob",
      "text": "She says that you have to start with your clothes before moving on through different categories of clutter ."
    },
    {
      "author": "Neil",
      "text": "The verb she uses for dealing with these things is to tackle . To tackle something means 'to deal with it, to sort it out'."
    },
    {
      "author": "Rob",
      "text": "And the last things she says you need to tackle are sentimental things. These are things that you have an emotional connection to, such as old letters and photographs. I have to say those are the things I find most difficult to get rid of! I’m very sentimental like that."
    },
    {
      "author": "Neil",
      "text": "I think you just have to be ruthless, Rob! Either that or buy a bigger house. Right, let’s listen to Lesley Spellman again."
    },
    {
      "author": "Lesley Spellman",
      "text": "She basically says you have to do things in a certain order. You have to start with your clothes. Then you move on to your books. Then you move on to paperwork. Then you go on to something called 'komono', which is kind of everything else: kitchens, bathrooms, garages, lofts etc. And then finally you tackle sentimental things."
    },
    {
      "author": "Rob",
      "text": "So why is it that decluttering is such big business these days, and there are many people and companies offering advice and services? Here’s Lesley Spellman again with her thoughts on this."
    },
    {
      "author": "Lesley Spellman",
      "text": "I think there's been a big shift really. So my generation, my parents, you know, definitely came from that ' make do and mend' era post war in the sort of 20th century. And then all of a sudden people started to get a little bit more money. Things became more affordable. You can buy five tops for five pounds each and people have done that. And that's allowed the consumerism to kind of go crazy in the 21st century."
    },
    {
      "author": "Rob",
      "text": "So what does she put our need for decluttering down to?"
    },
    {
      "author": "Neil",
      "text": "Well, first she says that there has been a shift in our behaviour. This is a way of saying that there has been a change in the way we behave. We used to make do and mend much more. This phrase means that we made full use of what we had and if something broke, we tried to fix it."
    },
    {
      "author": "Rob",
      "text": "And these days, we seem to have more money and many goods have got cheaper, and we just like buying stuff – or as she says, consumerism has gone crazy. Let’s listen to her again."
    },
    {
      "author": "Lesley Spellman",
      "text": "I think there's been a big shift really. So my generation, my parents, you know, definitely came from that ' make do and mend' era post war in the sort of 20th century. And then all of a sudden people started to get a little bit more money. Things became more affordable. You can buy five tops for five pounds each and people have done that. And that's allowed the consumerism to kind of go crazy in the 21st century."
    },
    {
      "author": "Rob",
      "text": "Time to tidy up today’s vocabulary, but first, let’s have the answer to the question. Earlier I asked you: When were the first mechanical floor cleaners invented? Was it in:"
    },
    {
      "author": "Neil",
      "text": "And , you said? Neil I guessed at the 1890s."
    },
    {
      "author": "Rob",
      "text": "Sadly not! The correct answer is the 1860s. So, well done anyone who got that right. Now on with today’s vocabulary . The first word we had was floordrobe ."
    },
    {
      "author": "Neil",
      "text": "Yes, this is a word to describe a pile of clothes that someone keeps on the floor rather than in a wardrobe."
    },
    {
      "author": "Rob",
      "text": "Well I don’t have a floordrobe , but I do have a chairdrobe – I guess you can work out what that means! Anyway, it seems we both have too much clutter , which is the untidiness caused by having too many things."
    },
    {
      "author": "Neil",
      "text": "And this leads us to the popular pastime of decluttering , which is throwing away things to make our homes neat and tidy."
    },
    {
      "author": "Rob",
      "text": "Clutter , in my life, is an issue I haven’t tackled yet. I haven’t tried to fix it or sort it out."
    },
    {
      "author": "Neil",
      "text": "One area that the experts say you need to tackle is sentimental things. These are things which you have an emotional connection to – maybe old letters and photographs for example."
    },
    {
      "author": "Rob",
      "text": "We then looked at the word shift , which was a way of saying 'change'. There has been a shift or a change in the way we think about things."
    },
    {
      "author": "Neil",
      "text": "Yes, rather than an attitude of make do and mend , which means an attitude of 'being content with what you’ve got and fixing things if they break', we have become part of a consumerist culture where we like to buy more and more stuff."
    },
    {
      "author": "Rob",
      "text": "But we still find it hard to throw things away!"
    },
    {
      "author": "Neil",
      "text": "Yes, indeed, we do. Well it’s time for us to collect our scripts and declutter the studio. We look forward to your company next time and until then you can find us in all the usual places online and on social media, just look for BBC Learning English. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye-bye!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Lesley Spellman"
  ]
}