{
  "title": "Vampire shoppers",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p075nd2j.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190530",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190530_6min_english_vampire_shoppers_download.mp3",
  "intro": [
    "More and more people are spending the night shopping on their laptops and smartphones. But is this always a good idea? Neil and Rob discuss their shopping habits and offer you vocabulary for free!"
  ],
  "this_week_question": [
    "According to the UK's Office for National Statistics, at the end of 2018, what percentage of all retail sales took place online? Was it…",
    "a)      9.8%",
    "b)      19.8%, or",
    "c)      29.8%?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "insomniac",
      "desc": "someone who can't sleep easily"
    },
    {
      "text": "to",
      "desc": "get sucked in something not being able  sp yourself getting involved with something that you don't want  do"
    },
    {
      "text": "sleep deprived",
      "desc": "not having enough sleep"
    },
    {
      "text": "resist the urge",
      "desc": "to stop yourself acting on a strong feeling to do something"
    },
    {
      "text": "feel-good factor",
      "desc": "doing something that gives someone a happy and positive feeling"
    },
    {
      "text": "regret",
      "desc": "sad feeling you get when you've made a mistake and wished you hadn't made the mistake in the first place"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English and I'm Neil. And joining me today is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Rob, how do feel about shopping?"
    },
    {
      "author": "Rob",
      "text": "Urgh! Mooching around a shopping mall from one shop to another, spending money -  it's my idea of hell!"
    },
    {
      "author": "Neil",
      "text": "How about shopping online?"
    },
    {
      "author": "Rob",
      "text": "Ah yes, much better – sitting in front of the TV and browsing online is much easier."
    },
    {
      "author": "Neil",
      "text": "Well that can be a problem – it's sometimes too easy, especially when we are tired – and we sometimes make purchases we regret. That's what we'll be talking about in this programme – an activity known as 'vampire shopping'.  But before we continue, it's my job to set you a quiz question, so here goes. According to the UK's Office for National Statistics, at the end of 2018, what percentage of all retail sales took place online? Was it… a)  9.8%, b) 19.8%, or c) 29.8%?"
    },
    {
      "author": "Rob",
      "text": "Buying things online is big business now, so I'll say c) 29.8%."
    },
    {
      "author": "Neil",
      "text": "Well, you’ll have to wait a bit to find out. But let's talk more now about vampire shopping – this term refers to shopping late at night - traditionally a time when vampires appear."
    },
    {
      "author": "Rob",
      "text": "Most of us are asleep at this time but sleep-deprived parents, shift-workers and gamers might not be. If you're an insomniac – someone who can't sleep easily – it's tempting to open up your laptop and start shopping."
    },
    {
      "author": "Neil",
      "text": "Online shops are open 24 hours a day so it's easy to get sucked in and do some shopping!"
    },
    {
      "author": "Rob",
      "text": "When you get sucked into something it means you can't stop yourself getting involved with something that you didn't want to do. So what you're saying Neil is at night, when we're very tired, we don't always think straight and can make some bad decisions."
    },
    {
      "author": "Neil",
      "text": "That's right. And this shopping temptation can be particularly problematic for those with mental health issues. It's something Helen Undy has been talking about on the BBC Radio 4 programme, You and Yours. She is the Chief Executive of the Money and Mental Health Institute. Let's hear what she had to say…"
    },
    {
      "author": "Helen Undy, Chief Executive, Money and Mental Health Institute",
      "text": "Our ability to control our impulse to spend and to resist things like advertising is reduced when we're sleep deprived . Well mental health problems can have a similar effect so the mental health problems themselves make it harder to resist the urge to spend and they also cause sleep deprivation, so  you're alone possibly surfing the internet, and both the lack of sleep and the mental health problems make it harder to resist the things that you can see."
    },
    {
      "author": "Neil",
      "text": "Helen said that for all us, when we're sleep deprived – that means not having enough sleep – we find it harder to resist the urge to shop. We're more sucked in to shopping by the advertising we see."
    },
    {
      "author": "Rob",
      "text": "And resist the urge means stop yourself acting on a strong feeling to do something. But this is more serious for people with mental health issues. They are particularly sleep deprived and along with everything that's going on in their minds, they find it harder to resist – to stop themselves buying things."
    },
    {
      "author": "Neil",
      "text": "I suppose buying things at night, if you're alone, gives you some comfort - even a feel-good factor – doing something that gives someone a happy and positive feeling. I certainly feel good when I've bought something. But Rob, have you ever bought something you regret ?"
    },
    {
      "author": "Rob",
      "text": "Yes. Bits of tech, even flight tickets to somewhere I didn't really want to go to – because they were cheap!"
    },
    {
      "author": "Neil",
      "text": "Regret is a sad feeling you get when you've made a mistake and wished you hadn't made the mistake in the first place. We all have regrets Rob, particularly when buying things – but there's usually the option to return something and get a refund."
    },
    {
      "author": "Rob",
      "text": "That's true but it's not always easy. Let's hear what Helen Undy had to say about that."
    },
    {
      "author": "Helen Undy, Chief Executive, Money and Mental Health Institute",
      "text": "We found in our research that 75% of people, so regardless of whether you've got a mental health problem or not - three-quarters of people didn't send back the last thing they bought online that they regretted .  We found that 4 in 10 people with mental health problems didn't send things back because they were so ashamed of the things that they were buying that they just wanted to pretend it never happened."
    },
    {
      "author": "Neil",
      "text": "So, she says that three-quarters of people didn't send back the last thing they bought that they regretted . Maybe they were too embarrassed?"
    },
    {
      "author": "Rob",
      "text": "Possibly. But it's not always easy to return an item and for those with mental health issues it can be a struggle,  a great effort. Helen Undy says that sometimes they were ashamed of their purchase."
    },
    {
      "author": "Neil",
      "text": "Well I think we have all bought things we are ashamed of. But while online shopping continues to expand the temptation will always be there."
    },
    {
      "author": "Rob",
      "text": "Well your question earlier was about the rise in online shopping, so what's the answer, Neil?"
    },
    {
      "author": "Neil",
      "text": "I asked according to the UK's Office for National Statistics, at the end of 2018, what percentage of all retail sales took place online? Was it… a)  9.8%, b) 19.8%, or c) 29.8%?"
    },
    {
      "author": "Rob",
      "text": "I said c) 29.8%. I've got to be right!"
    },
    {
      "author": "Neil",
      "text": "Well, you're not. The rise was a bit smaller at b) 19.8%. But that's still large compared with ten years previously, when the figure was just 5.8% of all retail sales."
    },
    {
      "author": "Rob",
      "text": "No doubt the figure will continue to rise. And before I nip off to do a bit of vampire shopping, let's recap some of the vocabulary we've mentioned today. Starting with insomniac ."
    },
    {
      "author": "Neil",
      "text": "An insomniac is someone who can't sleep easily. They suffer from insomnia ."
    },
    {
      "author": "Rob",
      "text": "Next we talked about to get sucked into something. This informal phrase means not being able to stop yourself getting involved with something that you don't want to do."
    },
    {
      "author": "Neil",
      "text": "If you are sleep deprived , you do not having enough sleep."
    },
    {
      "author": "Rob",
      "text": "And if you resist the urge , you stop yourself acting on a strong feeling to do something. For example, resisting the urge to buy something online."
    },
    {
      "author": "Neil",
      "text": "But if you don't resist the urge to buy something, it might have a feel-good factor. A feel-good factor is something that makes you feel happy and positive."
    },
    {
      "author": "Rob",
      "text": "But after buying something you may have regret. That's a sad feeling you get when you've made a mistake and wished you hadn't made the mistake in the first place."
    },
    {
      "author": "Neil",
      "text": "Well hopefully you haven't regretted spending 6 minutes listening to us!  Please join us next time and in the meantime, why not check us out on your favourite social media platforms and on our app."
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Helen Undy, Chief Executive, Money and Mental Health Institute"
  ]
}