{
  "title": "we trust a smart speaker?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p072zj58.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190509",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190509_6min_english_smart_speakers_download.mp3",
  "intro": [
    "About ten million people in the UK now use a smart speaker, and they're gaining popularity across the world. These convenient devices listen to our every command. But when does 'listening' become 'spying'? Rob and Dan discuss smart speakers and teach you related vocabulary."
  ],
  "this_week_question": [
    "By what percentage has the number of smart speakers used in US households increased from December 2017 to December 2018? Is it…",
    "a)    around 40%",
    "b)    around 60%",
    "c)    around 80%",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "eavesdrop",
      "desc": "secretly listen to someone's conversation"
    },
    {
      "text": "bug",
      "desc": "small electronic device used for secretly listening to conversations"
    },
    {
      "text": "intimate",
      "desc": "private and personal"
    },
    {
      "text": "circumvent",
      "desc": "cleverly bypass or go around"
    },
    {
      "text": "be resigned to",
      "desc": "accept an unpleasant situation which cannot change"
    },
    {
      "text": "trade-off",
      "desc": "compromise"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob. So Dan what's… Oh, sorry. Oh, it's my wife. Err… hang on…"
    },
    {
      "author": "Dan",
      "text": "You didn't answer!"
    },
    {
      "author": "Rob",
      "text": "Don't take this personally, Dan, but I'm not exactly crazy about someone eavesdropping on my phone call. If you eavesdrop on something, you secretly listen to someone's conversation. Some things are private, you know?"
    },
    {
      "author": "Dan",
      "text": "Oh! Of course! I totally understand. One quick question for you though… do you have a smart speaker? You know, like the Google Assistant, Amazon's Alexa or Apple's Siri."
    },
    {
      "author": "Rob",
      "text": "Oh sure, yes, I've got one! It's great! I can ask it all sorts of questions, it tells me about the news and weather, it plays music when I want… it does all sorts! You just give it a voice command and it does what you want!"
    },
    {
      "author": "Dan",
      "text": "So it can hear you, can it?"
    },
    {
      "author": "Rob",
      "text": "Of course! How else can you give it a voice command?"
    },
    {
      "author": "Dan",
      "text": "All the time?"
    },
    {
      "author": "Rob",
      "text": "Well, I assume so."
    },
    {
      "author": "Dan",
      "text": "So how do you know it's not eavesdropping on you?"
    },
    {
      "author": "Rob",
      "text": "Well, I… oh… I see. I hadn't thought of that."
    },
    {
      "author": "Dan",
      "text": "That's our topic for this 6 Minute English. How safe is your smart speaker? However, before that, here's our quiz question. By what percentage has the number of smart speakers used in US households increased from December 2017 to December 2018? Is it…"
    },
    {
      "author": "Rob",
      "text": "Oh, well, I know they are very popular even in my household. So I'm going to go for c) around 80%."
    },
    {
      "author": "Dan",
      "text": "We'll find out if you're right later in the programme. So, smart speakers and privacy! Florian Schaub is an assistant professor at the University of Michigan School of Information. Here he is speaking on the BBC World Service programme The Why Factor about smart speakers. What does he say people are introducing into their homes?"
    },
    {
      "author": "Florian Schaub",
      "text": "Florian Schaub You're basically introducing... listening bug in your home, in your most intimate space. While the companies say they are only actively listening to what's going on in your home when they hear the keyword, the microphone is still on the whole time in order to be able to detect that keyword. We don't know to what extent companies are co-operating with the government or to what extent the government might try to circumvent company security mechanisms in order to then be able to listen to what you're doing."
    },
    {
      "author": "Dan",
      "text": "So what did he say people are introducing, Rob?"
    },
    {
      "author": "Rob",
      "text": "He basically said we're introducing a listening bug . Now, a bug is a small electronic device used for secretly listening to conversations. Much like a spy would use."
    },
    {
      "author": "Dan",
      "text": "Yes, and he mentioned it was in our most intimate space! Intimate means 'private and personal'."
    },
    {
      "author": "Rob",
      "text": "Well, I can't think of anywhere more intimate than my home."
    },
    {
      "author": "Dan",
      "text": "Indeed! He also said that the smart speaker's microphone is on the whole time – even though the companies insist that they're only actively listening when the keyword is said."
    },
    {
      "author": "Rob",
      "text": "Yes, he suggested that we can't know how far a company might be co-operating with a government to eavesdrop on people."
    },
    {
      "author": "Dan",
      "text": "Or whether a government might be circumventing a smart speaker's security and listening in anyway without the company's or owner's permission!"
    },
    {
      "author": "Rob",
      "text": "Circumvent means 'cleverly bypass or go around'. So if all this eavesdropping is possible, why are smart speakers so popular?"
    },
    {
      "author": "Dan",
      "text": "Good question! And here's Florian Schaub again with an answer. He conducted a study on people's attitudes to privacy when it comes to smart speakers. How do people feel about having a smart speaker that could eavesdrop on them?"
    },
    {
      "author": "Florian Schaub",
      "text": "What we often saw is people just being resigned to 'this is the trade - off they have to make' if they want to enjoy the convenience that a smart speaker provides to them."
    },
    {
      "author": "Rob",
      "text": "He said that people are resigned to the privacy trade-off . If you are resigned to something, you accept something unpleasant that can't be changed."
    },
    {
      "author": "Dan",
      "text": "Yes and a trade - off is a compromise. You accept something bad to also receive something good."
    },
    {
      "author": "Rob",
      "text": "So people accept that a smart speaker gives them advantages, even though there could be downsides?"
    },
    {
      "author": "Dan",
      "text": "Yes. In the grand scheme of things, the data that these devices hear is probably not that significant considering all the data companies have about us already anyway!"
    },
    {
      "author": "Rob",
      "text": "So can I have the answer to the quiz then?"
    },
    {
      "author": "Dan",
      "text": "Of course! Earlier I asked by what percentage the number of smart speakers used in US households increased from December 2017 to December 2018? Was it…"
    },
    {
      "author": "Rob",
      "text": "I said c) around 80%."
    },
    {
      "author": "Dan",
      "text": "And you are right. The answer is around 80% - from 66 million in December 2017 to 118 million in December 2018, and around ten million people in the UK now use one too! I guess they're really not worried about eavesdropping ."
    },
    {
      "author": "Rob",
      "text": "Nice slide into the vocabulary there, Dan. If someone eavesdrops on you, it means they secretly listen to your conversation."
    },
    {
      "author": "Dan",
      "text": "They could be eavesdropping on you through a bug , which is a small electronic device used to secretly listen to conversations."
    },
    {
      "author": "Rob",
      "text": "Yes, they may have bugged your most intimate , or private and personal, spaces."
    },
    {
      "author": "Dan",
      "text": "Next we had circumvent . If you circumvent something, such as security, you cleverly or bypass it or go around it."
    },
    {
      "author": "Rob",
      "text": "Then we had resigned . If you are resigned to something, it means you accept something unpleasant that can't be changed."
    },
    {
      "author": "Dan",
      "text": "And lastly, we had trade-off . A trade-off is a compromise. You get something good, but you also get something bad."
    },
    {
      "author": "Rob",
      "text": "Right - like 6 Minute English! A great discussion and vocabulary, but the trade-off is it only lasts six minutes!"
    },
    {
      "author": "Dan",
      "text": "Which is just about now, actually - time to go. So until next time, find us all over the place online and on social media. Just search for BBC Learning English. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Dan",
    "Rob",
    "Florian Schaub",
    "Florian Schaub"
  ]
}