{
  "title": "Women and motorbikes",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0765tt1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190606",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190606_6min_english_motorcycles_download.mp3",
  "intro": [
    "Biker culture is often seen as essentially masculine. What's the current image of women on motorcycles? And what happens to gender at 110 kph? That's what Neil and Sam talk about as they teach you related vocabulary."
  ],
  "this_week_question": [
    "In which decade was the first mass-produced motorcycle released? Was it:",
    "a) the 1880s,",
    "b) the1890s, or",
    "c) the 1900s?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dissolves",
      "desc": "gets weaker"
    },
    {
      "text": "mattering",
      "desc": "being important"
    },
    {
      "text": "interiority (uncommon word)",
      "desc": "the quality of being inside"
    },
    {
      "text": "empowered",
      "desc": "with the ability, skill and strength to control your own life"
    },
    {
      "text": "sexualised",
      "desc": "made to look sexually appealing"
    },
    {
      "text": "embodying",
      "desc": "showing the true characteristics of something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "And if I say to you, Sam, motorbike, what do you think of?"
    },
    {
      "author": "Sam",
      "text": "Oh, I think of the film Easy Rider with Jack Nicholson and Peter Fonda cruising the wide open spaces on powerful machines. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Oh, well, I think of the young man on a moped who delivers my pizzas."
    },
    {
      "author": "Sam",
      "text": "Not quite the same image, is it, really?"
    },
    {
      "author": "Neil",
      "text": "No, but in both cases we were associating motorbikes with male figures. Today we are looking at women and bikes, but before that, a quiz. In which decade was the first mass-produced motorcycle released? Was it: a) the 1880s, b) the 1890s, or c) the 1900s? What do you think, Sam?"
    },
    {
      "author": "Sam",
      "text": "Tricky question! The 1880s may be too early - so I think I'll play it safe and go for the middle option, the 1890s."
    },
    {
      "author": "Neil",
      "text": "Well, we'll see if you're right later in the programme. Esperanza Miyake is the author of a new study of the 'gendered motorcycle' in film, advertising and TV. She was interviewed on BBC radio's Thinking Allowed programme about the topic. First she was asked about the experience of travelling at over 110 kph on a motorbike. What world does she say you are part of?"
    },
    {
      "author": "Esperanza Miyake",
      "text": "I think it dissolves gender, race, all these things stop mattering . It's all about experience so car drivers, there's a lot about enjoying the internal space of the car, on the bike obviously there's no interiority . You're completely part of the exterior world."
    },
    {
      "author": "Neil",
      "text": "So what world are you in when travelling at speed on a motorbike?"
    },
    {
      "author": "Sam",
      "text": "The external world. Because you are not inside a car your experience is completely different. On a bike you have no interiority . That's the experience of being inside - but I do have to say although that is a real word, it's not one I've ever heard or used before!"
    },
    {
      "author": "Neil",
      "text": "No. Me neither. What she also says is that travelling at speed dissolves gender and race. It makes them less important. When you dissolve something you make it less strong."
    },
    {
      "author": "Sam",
      "text": "In fact she says that at speed these things stop mattering . They stop having any importance. If something doesn't matter , it's not important at all."
    },
    {
      "author": "Neil",
      "text": "Before that we said we usually connect motorbikes with men. Think bike, think bloke. But what about women and bikes? Esperanza Miyake goes on to talk about the way women bikers are usually shown in the media. How many different types does she mention?"
    },
    {
      "author": "Esperanza Miyake",
      "text": "Generally there's three types. So the first type would be your typical empowered female who's on the motorbike. You do have that image but having said that I would also add that those images appear typically very sexualised, very stylised. So yes she's empowered but she's in a skintight catsuit. You also get another type which is the female rider but who's been masculinised. She's kind of embodying a very masculine kind of style. And I think the third type is kind of silly, giggly female on a scooter."
    },
    {
      "author": "Neil",
      "text": "So she talked about three types of representations, particularly in movies. Sam, tell us more."
    },
    {
      "author": "Sam",
      "text": "Yes, she first talked about the empowered woman. This is a character who has authority, who has the power to drive the plot and action and is not dependent on a man to make decisions for her."
    },
    {
      "author": "Neil",
      "text": "It seems like a positive image but she does say that these characters are often sexualised , that is, presented in a way that might be sexually appealing for a male audience."
    },
    {
      "author": "Sam",
      "text": "The next character type she mentions is a woman who is very masculine. They embody male characteristics, which means they have and demonstrate many typically male personality features."
    },
    {
      "author": "Neil",
      "text": "And the final type she talked about was showing women on bikes as silly and giggly riding scooters. So there don't seem to be many really completely positive images of women and motorcycles, at least not in the popular media. Time to look again at today’s vocabulary, but first, let’s have the answer to the quiz question. In which decade was the first mass-produced motorcycle released? Was it: a) the 1880s, b) the1890s, or c) the 1900s? What did you think, Sam?"
    },
    {
      "author": "Sam",
      "text": "I took a guess at the 1890s."
    },
    {
      "author": "Neil",
      "text": "Well done, a good guess. It was indeed the 1890s and a bonus point if you knew that it was 1894. OK, let's have a quick reminder of today's words. We started with the verb dissolves . If something dissolves it gets less strong, less immediate."
    },
    {
      "author": "Sam",
      "text": "Then we had another verb, to matter , something that matters is important to someone."
    },
    {
      "author": "Neil",
      "text": "What's the next word?"
    },
    {
      "author": "Sam",
      "text": "It was a rather uncommon word to describe the experience of being inside - interiority ."
    },
    {
      "author": "Neil",
      "text": "Let's rush by that one and move on to the next word, empowered . Someone who is empowered is in control of their own life. When we talk about empowered women we are talking about women who are not dependent on men or anyone else for the direction of their lives, they make their own choices."
    },
    {
      "author": "Sam",
      "text": "Our next word was sexualised . This is when something is given a clearly sexual styling. In the programme we heard that women on motorcycles are often shown in a sexualised way, dressed in clothing, for example, that makes them sexually attractive."
    },
    {
      "author": "Neil",
      "text": "And finally there was to embody . This means to be a clear and obvious example of something. So in movies female bikers often embody male characteristics, which means they might dress or behave in a way we would usually associate with men. Well, it's time for us to say goodbye. See you next time and until then you can find us online and on our app. Just search for bbclearningenglish. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Esperanza Miyake"
  ]
}