{
  "title": "The business of eSports",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07f6j63.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190627",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190627_6_minute_english_esports_download.mp3",
  "intro": [
    "eSports is essentially competitive video gaming. Individuals and teams take part in competitions where they play video games. Tens of thousands of people turn up to watch these events. The players are professional and get paid huge salaries – the best ones are millionaires. Find out more about it with Neil and Sam in 6 Minutes English and learn new vocabulary along the way."
  ],
  "this_week_question": [
    "Approximately how much was generated by eSports and video games in the last year? Was it…",
    "a) $130 million?",
    "b) $13 billion?",
    "c) $130 billion?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "eSports",
      "desc": "the business of competitive video gaming"
    },
    {
      "text": "a staple",
      "desc": "a basic essential that is expected and common"
    },
    {
      "text": "time-consuming",
      "desc": "using up a lot of time"
    },
    {
      "text": "discipline",
      "desc": "the following of rules and restrictions"
    },
    {
      "text": "to put (something) together",
      "desc": "to organise (something, such as an event)"
    },
    {
      "text": "an aspiration",
      "desc": "a hope or ambition for the future"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "Now Sam, how would you define eSports ?"
    },
    {
      "author": "Sam",
      "text": "eSports ? Well this is essentially competitive video gaming. Individuals and teams take part in competitions where they play video games."
    },
    {
      "author": "Neil",
      "text": "So just like me and my kids at the weekend?"
    },
    {
      "author": "Sam",
      "text": "Well, no! eSports is enormous. Tens of thousands of people turn up to watch these events. The players are professional and get paid huge salaries – the best ones are millionaires."
    },
    {
      "author": "Neil",
      "text": "Well, maybe I’m not quite in that league yet! But the business of eSports is our topic for this programme. Before we press 'play' on the subject though, a question. Approximately how much was generated by eSports and video games in the last year? Was it…"
    },
    {
      "author": "Sam",
      "text": "I’m going to say $130 billion. It’s a huge amount, but I think it’s that successful at the moment."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out if you’re right at the end of the programme. Not so long ago the idea of making a living playing computer games would have seemed impossible. However, times have changed as technology has improved. eSports are even going to be included in the 2022 Asian Games. So it might not be long before they make an appearance at the Olympics. Gabriël Rau is a pro-eSportsman. He was interviewed for the BBC programme In Business. He thinks eSports are going to grow and grow, but does he think that’s a bad thing?"
    },
    {
      "author": "Gabriël Rau, pro-eSportsman",
      "text": "It's becoming more of a normal sports thing with this generation about to have children and moving forward I feel like it might even become a staple . Might become as normal as sports are right now. I don't think it necessarily has to be a bad thing. It is time-consuming though, so I feel like, if you do want to introduce anybody, especially children, into video games, discipline is the way to go."
    },
    {
      "author": "Neil",
      "text": "So, is the growth of eSports a bad thing?"
    },
    {
      "author": "Sam",
      "text": "Not, according to Gabriël. He thinks that people having children now have grown up with computer games and these are beginning to be seen in the same way as traditional sports. In fact, he thinks they will become a staple ."
    },
    {
      "author": "Neil",
      "text": "And what does he mean by that?"
    },
    {
      "author": "Sam",
      "text": "Something that is a staple is a basic element, something we expect. For example, in the UK we talk about potatoes being a staple food and football being a staple of the school curriculum."
    },
    {
      "author": "Neil",
      "text": "But he does mention a disadvantage, doesn't he?"
    },
    {
      "author": "Sam",
      "text": "Yes. He speaks quite quickly but he says that it is time-consuming . It eats up a lot of time!"
    },
    {
      "author": "Neil",
      "text": "Oh yes, I know that from my own experience. I can start playing a game then find that many hours have passed and it’s the middle of the night."
    },
    {
      "author": "Sam",
      "text": "And that’s why Gabriël goes on to talk about the need for discipline . This is having strict controls and restrictions and importantly sticking to them. So, for example, if you say you are only going to play for an hour every day, you have to stop playing after an hour, even if you want to carry on. That’s discipline ."
    },
    {
      "author": "Neil",
      "text": "And he makes the point that this is important if you are introducing children to video games. Not everyone involved in eSports wants to be a player. It’s now possible to study the business of eSports at university where you can learn how to manage eSports events. These are the thoughts of a student on one of those courses talking about her response to seeing a big eSports event."
    },
    {
      "author": "Student",
      "text": "of eSports studies When you look at the background of how it all comes together and the people that spend all that time getting into it, for me I would love to put something like that together , not so much to play it but to put that together and create that experience for other people and that was just my main aspiration really."
    },
    {
      "author": "Neil",
      "text": "So she doesn’t want to play, does she?"
    },
    {
      "author": "Sam",
      "text": "No, she doesn’t. She seems more interested in putting together an event, which means setting up and managing an event for others to take part in. That, she said, was her aspiration , her ambition."
    },
    {
      "author": "Neil",
      "text": "Right, before we review the vocabulary, let’s have the answer to our quiz question. Approximately how much was generated by eSports and video games in the last year?"
    },
    {
      "author": "Sam",
      "text": "I thought $130 billion."
    },
    {
      "author": "Neil",
      "text": "And, for once, you’re right so well done. The actual figure was approximately $137 billion, which was more than the music industry when you include music sales and concerts. Right on now to remind ourselves of some words and phrases from today’s programme."
    },
    {
      "author": "Sam",
      "text": "Yes, we’ve been looking at eSports , the world of competitive video gaming."
    },
    {
      "author": "Neil",
      "text": "We heard that it was becoming so normal that it might become a staple , an expected basic activity in the same way sports like football are."
    },
    {
      "author": "Sam",
      "text": "But be warned, playing video games is very time-consuming . It eats up a lot of time."
    },
    {
      "author": "Neil",
      "text": "So you need to have discipline . That means you need to have and keep to restrictions such as the length of time you play or the time of day you play. That is particularly important for children."
    },
    {
      "author": "Sam",
      "text": "If you organise an event, you can say that you put it together ."
    },
    {
      "author": "Neil",
      "text": "And your ambition, your hope for the future is an aspiration ."
    },
    {
      "author": "Sam",
      "text": "And my aspiration is to beat my high score on my favourite game, so are we done now?"
    },
    {
      "author": "Neil",
      "text": "Yes, it’s game over for us today. We’ll see you again soon and don’t forget to look out for more from the bblearningenglish team online, on social media and on our app. Bye for now."
    },
    {
      "author": "Sam",
      "text": "Bye everyone!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Gabriël Rau, pro-eSportsman",
    "Student"
  ]
}