{
  "title": "Women’s football",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07fpg5b.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190704",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190704_6_minute_english_womens_football_download.mp3",
  "intro": [
    "As the FIFA Women's World Cup approaches the end of the tournament, we look at the rise in the popularity of female only football. We hear about the history of the women’s sport in the UK and around the world and what progress has been made since the FA banned women’s matches in 1921. You can learn some related vocabulary along the way too."
  ],
  "this_week_question": [
    "When was the first official women’s football world cup?",
    "A: 1970",
    "B: 1988, or",
    "C: 1991",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a struggle",
      "desc": "word used to describe something that is difficult to do and might involve a lot of hard work or conflict"
    },
    {
      "text": "(to have) agency",
      "desc": "being able to act independently and make your own choices"
    },
    {
      "text": "a backlash",
      "desc": "a strong negative reaction to something"
    },
    {
      "text": "to dampen enthusiasm (for something)",
      "desc": "to make people less interested in something"
    },
    {
      "text": "to ban",
      "desc": "to use rules to stop something from continuing to happen"
    },
    {
      "text": "(to make) a concerted effort (to do something)",
      "desc": "to try really hard to do something"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello. This is 6 Minute English I'm Catherine."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Catherine",
      "text": "Now Sam, have you been watching the World Cup?"
    },
    {
      "author": "Sam",
      "text": "Cricket or football? Because they are both being played at the moment"
    },
    {
      "author": "Catherine",
      "text": "They are. Now I’m talking about football, the Women’s World Cup."
    },
    {
      "author": "Sam",
      "text": "In that case, yes, I have. I’ve really enjoyed it and it’s been great that finally we can watch the matches live on TV and that there has been so much interest in the media."
    },
    {
      "author": "Catherine",
      "text": "We’ll be finding out a little bit more about the history of women’s football in England in today’s programme, but first, Sam, a question for you. When was the first official woman’s football World Cup?"
    },
    {
      "author": "Sam",
      "text": "Well I think I can get this through mathematics rather than knowledge, so I’m not going to say it right now, but I’ll tell you later."
    },
    {
      "author": "Catherine",
      "text": "OK. Well I will tell you the answer later in the programme. Now, Gemma Clarke is a writer on women’s football in England and she spoke recently on the BBC Woman’s Hour Programme. Here she describes the reaction throughout the years to women’s football. Has it been easy for the women’s game in England?"
    },
    {
      "author": "Gemma Clarke",
      "text": "Women’s football has really been a struggle to play, to have any kind of agency and to be taken seriously as athletes. That can be seen throughout history. I think every moment that women’s football has had, you know there’s been a kind of, a backlash afterwards or a kind of an attempt to keep women back and to dampen enthusiasm for the sport."
    },
    {
      "author": "Catherine",
      "text": "So, it’s not been easy, has it?"
    },
    {
      "author": "Sam",
      "text": "No, she said it’s been a struggle , which means it’s been difficult to make any progress."
    },
    {
      "author": "Catherine",
      "text": "And she also mentioned that there was no agency in the women’s game. To have agency means you have control over your own situation, you can make the decisions you want to make. So she’s saying that the women’s game didn’t really have control over its own future."
    },
    {
      "author": "Sam",
      "text": "Every time they had some success, there was a backlash , there was a negative reaction to their success."
    },
    {
      "author": "Catherine",
      "text": "That’s right and she goes on to say that people tried to dampen enthusiasm for the sport. They tried to make it difficult for people to see and enjoy it. So who tried to dampen enthusiasm and how did they do it? Well, during and after the First World War, women’s football became really popular with crowds of up to 50,000 watching games. It may have been popular with the crowds, but it wasn’t so popular with the men who ran the game, the English Football Association. Here’s Gemma Clarke again."
    },
    {
      "author": "Gemma Clarke",
      "text": "The men’s football association were panicked by seeing women doing so well and they banned all women from playing football on association grounds and that lasted for about 50 years. It was a very concerted effort to keep women’s football at amateur status and ensure that there weren’t crowds watching them play."
    },
    {
      "author": "Catherine",
      "text": "So the men were really worried by the success of the women’s game. They thought that it might take money and supporters away from the men’s game."
    },
    {
      "author": "Sam",
      "text": "So they banned woman from playing on their pitches. This means that they no longer allowed them to use the pitches anymore. This effectively killed the professional women’s game as up to then they had been using the same facilities as the men."
    },
    {
      "author": "Catherine",
      "text": "This she says was a concerted effort to restrict women’s football. When you make a concerted effort to do something it means that you try really hard to do it. I’m pleased to say that the ban on woman using Football Association pitches was eventually lifted, although only comparatively recently, in 1971. Right, before we review today’s vocabulary, let’s have the answer to today’s question. So I asked you, Sam, when was the first official Women’s World Cup? Was it…"
    },
    {
      "author": "Sam",
      "text": "I did! So, I know the World Cup is held every four years, it’s 2019 now, so the answer must be an odd year – bear with me - which makes it 1991. Am I right, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Well we’ll see if that mathematical approach is any better than actually just knowing the answer. The first World Cup for women was actually held in ….."
    },
    {
      "author": "Sam",
      "text": "Come on, hurry up! Let me out of my misery."
    },
    {
      "author": "Catherine",
      "text": "1970"
    },
    {
      "author": "Sam",
      "text": "I can’t believe I got that wrong"
    },
    {
      "author": "Catherine",
      "text": "But, it wasn’t an official tournament. The first official women’s world cup was indeed 1991. Your maths worked. So well done Sam and everybody else who got that right. Now, before we get to extra time and penalties, let’s recap today’s vocabulary."
    },
    {
      "author": "Sam",
      "text": "A struggle is how you can describe something that is very difficult to achieve, something you have to fight for."
    },
    {
      "author": "Catherine",
      "text": "To have agency means being able to act independently and have control over your own choices."
    },
    {
      "author": "Sam",
      "text": "A backlash is a strong negative reaction to something."
    },
    {
      "author": "Catherine",
      "text": "If you try to dampen enthusiasm for something, you try to make people less interested in it."
    },
    {
      "author": "Sam",
      "text": "Banning something means using certain powers to stop something from happening."
    },
    {
      "author": "Catherine",
      "text": "And finally, making a concerted effort means trying really hard."
    },
    {
      "author": "Sam",
      "text": "Well the final whistle has blown for us today. We’ll see you again soon and don’t forget to look out for more from the BBC Learning English team online, on social media and on our app. Bye for now."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Sam",
    "Gemma Clarke"
  ]
}