{
  "title": "Are you at risk from online fraud?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07gly9f.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190725",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190725_6_minute_english_fraud_download.mp3",
  "intro": [
    "Fraud - the criminal activity of getting money by deceiving people - is a big issue. Clever and complicated scams can trick us into handing over lots of cash. Sam and Rob discuss the methods criminals use, hear from some experts and teach some honest fraud-related vocabulary."
  ],
  "this_week_question": [
    "According to UK Finance – an organisation that represents the British banking industry – how much money did criminals steal through fraud and scams last year? Was it…",
    "a)    £1.2m",
    "b)    £120m",
    "c)     £1.2bn",
    "The answer is given at the end of the programme."
  ],
  "vocab": [
    {
      "text": "fraud",
      "desc": "the criminal activity of getting money by deceiving people"
    },
    {
      "text": "scam",
      "desc": "illegal or dishonest way of making money by tricking someone"
    },
    {
      "text": "fall for",
      "desc": "(something) believe (something), that is a trick or a lie, to be true"
    },
    {
      "text": "sleight of hand",
      "desc": "use of clever skill to gain something dishonestly"
    },
    {
      "text": "rifle",
      "desc": "search something in order to steal from it"
    },
    {
      "text": "phishing",
      "desc": "tricking someone by email or online to get their personal data by pretending to be from your bank"
    },
    {
      "text": "sophisticated",
      "desc": "clever and often complicated"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello, I’m Sam and welcome to 6 Minute English. This is the programme where in just six minutes we discuss an interesting topic and teach some related English vocabulary. Joining me to do this is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello.  And today we’re talking about fraud ."
    },
    {
      "author": "Sam",
      "text": "Fraud is the criminal activity of getting money by deceiving people – or tricking people by doing something dishonest."
    },
    {
      "author": "Rob",
      "text": "There are many ways to do this – and much of it is happening online these days."
    },
    {
      "author": "Sam",
      "text": "We’ll talk more about this in a moment. But first, a very honest quiz question for you to answer, Rob. According to UK Finance – an organisation that represents the British banking industry – how much money did criminals steal through fraud and scams last year? Was it…"
    },
    {
      "author": "Rob",
      "text": "Well, I imagine it’s quite a lot – so I’ll say £120m."
    },
    {
      "author": "Sam",
      "text": "We'll find out if you're right later in the programme. Now, I just mentioned the word scam , which is an illegal way of making money by tricking someone. We may think that we’ll never be scammed, but already millions of people have fallen for fake emails, phone calls or letters that look genuine and ask us to give or update our financial details."
    },
    {
      "author": "Rob",
      "text": "To fall for means to believe something that is a trick or a lie, to be true. This year, for example, thousands of people in the UK fell for a fraudulent – or fake – email, requesting that people update their direct debit details for paying their TV licence. That's a payment we have to make in the UK to fund the BBC."
    },
    {
      "author": "Sam",
      "text": "This is something the BBC Radio 4 programme, You and Yours, has been discussing. Its BBC Fraud investigator reporter, Shari Vahl, explained why it was easy to be deceived…"
    },
    {
      "author": "Shari Vahl, BBC Fraud investigator reporter",
      "text": "It's a sleight of hand fraud. The criminals get you to look over there whilst they rifle your pockets and I have the email here and it looks completely convincing. All the right logos, all the right fonts. It just says that my direct debit on my TV licence has failed and I need to pay it. It’s very polite."
    },
    {
      "author": "Sam",
      "text": "So some great language there. She said that this scam was a sleight of hand fraud. Sleight of hand means the use of clever skill to gain something dishonestly – in this case, money."
    },
    {
      "author": "Rob",
      "text": "As Shari said, the criminals get you to, metaphorically, look over there whilst they rifle your pockets. Rifle means search something in order to steal from it – so to steal from your pocket – very dishonest!"
    },
    {
      "author": "Sam",
      "text": "Now, like in this case, fraudsters – the people who commit fraud – gained financial information by phishing. That’s not fishing using a rod, line and hook, but by sending an email that looked like it came from your bank, asking for confidential information."
    },
    {
      "author": "Rob",
      "text": "But banks do warn us not to give away our financial details online and to change our passwords regularly."
    },
    {
      "author": "Sam",
      "text": "But sometimes criminals are very clever in what they do and it’s easy to be fooled. The You and Yours programme also heard about this from social engineer, Jenny Radcliffe. What does she call this type of fraud?"
    },
    {
      "author": "Jenny Radcliffe, social engineer",
      "text": "The more sophisticated frauds are ones that have been thought through very carefully. And this has been thought through. It’s a fraud that can be layered so you know we're getting some information from you. What you really look for is a window into someone - a key that unlocks just a small part of their identity or their personal data and from that a good fraud will build and build and build on it until the consequences to some people can be completely devastating."
    },
    {
      "author": "Rob",
      "text": "So Jenny Radcliffe is talking about sophisticated fraud. That means it’s clever and often complicated – so it can confuse us."
    },
    {
      "author": "Sam",
      "text": "Yes, criminals need just a small piece of information about us – a key – that can eventually open up our identity and expose our personal data."
    },
    {
      "author": "Rob",
      "text": "And as Jenny says, for victims of fraud the consequences – the outcome – can be very bad. Especially if somebody loses all their hard-earned savings – it can devastating."
    },
    {
      "author": "Sam",
      "text": "Of course banks and security companies are working hard to beat the criminals but it still remains a problem and earlier I asked you, Rob. According to UK Finance, how much money did criminal steal through fraud and scams last year?"
    },
    {
      "author": "Rob",
      "text": "And I said b) £120m. That’s a lot of money."
    },
    {
      "author": "Sam",
      "text": "It is but it’s even more. In 2018, criminals successfully stole £1.2 billion through fraud and scams – and that’s just in the UK – globally it’s even more."
    },
    {
      "author": "Rob",
      "text": "Well, it certainly is a serious issue but hopefully we haven’t deceived you with the vocabulary we’ve discussed today."
    },
    {
      "author": "Sam",
      "text": "Hopefully not! We’ve been talking about fraud – that’s the criminal activity of getting money by deceiving people – or tricking people by doing something dishonest."
    },
    {
      "author": "Rob",
      "text": "Next we had scam - which is an illegal or dishonest way of making money by tricking someone. The people who do it are scammers ."
    },
    {
      "author": "Sam",
      "text": "We talked about the phrasal verb fall for . When you fall for something you believe something that is a trick or a lie, to be true."
    },
    {
      "author": "Rob",
      "text": "Then we heard about sleight of hand which means use of clever skill to gain something dishonestly. And rifle , which means search something in order to steal from it."
    },
    {
      "author": "Sam",
      "text": "Phishing , spelt with a ph, means tricking someone by email or online to get their personal data by pretending to be from your bank. Finally, we discussed sophisticated fraud. When something is sophisticated, it’s clever and often complicated."
    },
    {
      "author": "Rob",
      "text": "Unlike our programme, Sam!"
    },
    {
      "author": "Sam",
      "text": "Let’s hope so but now, we’ve reached the end of the programme."
    },
    {
      "author": "Rob",
      "text": "See you again soon. Bye!"
    },
    {
      "author": "Sam",
      "text": "Bye."
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Shari Vahl, BBC Fraud investigator reporter",
    "Jenny Radcliffe, social engineer"
  ]
}