{
  "title": "Do you care if you're poor when you're old?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07d0gh5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190711",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190711_6min_english_money_and_lifestyle_download.mp3",
  "intro": [
    "Do you worry about your standard of living when you retire? How much money do you need to live the life you desire? How much money is enough money? These questions got Neil and Rob thinking as they talk about financial planning and teach you money-related vocabulary."
  ],
  "this_week_question": [
    "When was the word millionaire first used in English? Was it:",
    "a) 1600s",
    "b) 1700s",
    "c) 1800s",
    "The answer is at the end of the programme."
  ],
  "vocab": [
    {
      "text": "cashflow forecast",
      "desc": "a calculation of how much money you can expect to have at a particular time"
    },
    {
      "text": "income",
      "desc": "money coming in from, for example, your salary"
    },
    {
      "text": "expenditure",
      "desc": "money you have to pay out for your regular expenses such as rent, food, entertainment, transport, etc."
    },
    {
      "text": "assets",
      "desc": "the cash value of things that you own and your savings"
    },
    {
      "text": "liabilities",
      "desc": "the cash value of your debts, for example on credit cards or other loans"
    },
    {
      "text": "to give someone a hand",
      "desc": "to help someone"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "In this programme we're talking about finance and in particular planning for our future lifestyles."
    },
    {
      "author": "Rob",
      "text": "I can barely afford my current lifestyle!"
    },
    {
      "author": "Neil",
      "text": "Same here, but perhaps we’ll pick up some good tips today. Before that though, a question. Being a millionaire may be an impossible dream for most of us, but when was the word first used in English? Was it: a) 1600s b) 1700s, or c) 1800s What do you think, Rob?"
    },
    {
      "author": "Rob",
      "text": "I’m going to guess that it’s the 1600s as there have always been very wealthy people."
    },
    {
      "author": "Neil",
      "text": "Well, I’ll reveal the answer later. Now, the BBC Money Box programme covers all sorts of financial features. Recently they were talking about lifestyle financial planning, which is planning your finances to meet the kind of lifestyle you want to have. Julie Lord leads a financial planning organisation and she talked about the process of lifestyle financial planning. How many numbers does she say you need to start with?"
    },
    {
      "author": "Julie Lord",
      "text": "Well, we would start by saying that we need to put together a lifetime cashflow forecast or a model. You just need four numbers: your income , your expenditure , assets , liabilities and then we project forward to show you what sort of lifestyle you will have if you do nothing at all and if indeed you do some of the things that - perhaps an ISA or a pension or any other kind of financial product - might help you with."
    },
    {
      "author": "Neil",
      "text": "So how many numbers do you need?"
    },
    {
      "author": "Rob",
      "text": "She says that you start with just four numbers."
    },
    {
      "author": "Neil",
      "text": "That’s right. The first of these numbers is your income , this is the money that you have coming in, your salary, for example."
    },
    {
      "author": "Rob",
      "text": "Then there is the number for your expenditure . This is the money you have going out for rent, food, entertainment, transport and so on."
    },
    {
      "author": "Neil",
      "text": "The next number was for assets . This is the cash value of things that you own. For example property, cars, jewellery as well as savings and investments, that kind of thing."
    },
    {
      "author": "Rob",
      "text": "And finally there is liabilities . This is the money that you owe, for example on credit cards or loans."
    },
    {
      "author": "Neil",
      "text": "So if you know these details, she says they can come up with a lifetime cashflow forecast , which is a calculation of how much money you can expect to have in the future and if that is enough to meet your expectations. Do you have those details? Do you know your numbers, Rob?"
    },
    {
      "author": "Rob",
      "text": "I have a very detailed spreadsheet where I do list my income and expenditure . So I do know from month to month how much money I need and how much I can spend."
    },
    {
      "author": "Neil",
      "text": "That sounds very organised! What does it tell you about your future?"
    },
    {
      "author": "Rob",
      "text": "Well, it just reminds me of exactly how much money I don’t have. It’s quite depressing! How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Oh, I live in blissful ignorance. I have no idea how big my debts are. I try not to worry about it. I kind of think I’m much too young to worry about it now and that as if by magic it will all work out in the end. So it would be difficult for me to come up those four numbers. Anyway, let’s listen to Julie Lord again describing the lifestyle financial planning process."
    },
    {
      "author": "Julie Lord",
      "text": "Well, we would start by saying that we need to put together a lifetime cashflow forecast or a model. You just need four numbers: your income , your expenditure , assets , liabilities and then we project forward to show you what sort of lifestyle you will have if you do nothing at all and if indeed you do some of the things that - perhaps an ISA or a pension or any other kind of financial product - might help you with."
    },
    {
      "author": "Neil",
      "text": "Is lifestyle financial planning only for older people with a good pension? Not according to Julie Lord."
    },
    {
      "author": "Julie Lord",
      "text": "Well, it’s not all about old age, is it? I mean there are people… we have quite a number of younger clients who come to us and say 'we just want to get financially organised, we've heard about all this stuff, these financial products, no idea really what they are or, more importantly, what they’re going to do for us, so can you give us a hand to help us look forward to see what will happen'."
    },
    {
      "author": "Neil",
      "text": "So she also has younger clients who ask for her company’s help."
    },
    {
      "author": "Rob",
      "text": "Yes, she uses the phrase, give us a hand , which means to help someone. If you give someone a hand, you help them."
    },
    {
      "author": "Neil",
      "text": "Exactly, in the way that I give you a hand with 6 Minute English."
    },
    {
      "author": "Rob",
      "text": "Well, I think I give you a hand rather than the other way around, Neil."
    },
    {
      "author": "Neil",
      "text": "Really, well let’s not fall out about it. Let’s listen to Julie Lord again."
    },
    {
      "author": "Julie Lord",
      "text": "Well, it’s not all about old age, is it? I mean, there are people… we have quite a number of younger clients who come to us and say 'we just want to get financially organised, we've heard about all this stuff, these financial products, no idea really what they are or, more importantly, what they’re going to do for us, so can you give us a hand to help us look forward to see what will happen'."
    },
    {
      "author": "Neil",
      "text": "It’s nearly time now to review our vocabulary, but first, let’s have the answer to our quiz question. When was the word millionaire first used in English? Was it: a) 1600s b) 1700s, or c) 1800s What did you think, Rob?"
    },
    {
      "author": "Rob",
      "text": "Well, I guessed and said it was the 1600s."
    },
    {
      "author": "Neil",
      "text": "Well, not a good guess this time, I’m afraid. It’s actually a lot later. It was the 1800s when it was first used in English, though it had appeared in French in the 1700s. Now on with the vocabulary."
    },
    {
      "author": "Rob",
      "text": "Yes, we had a lot of financial terms in this programme. We had cashflow forecast . This is a calculation of how much money you can expect to have at a particular time in the future."
    },
    {
      "author": "Neil",
      "text": "And the cashflow forecast is based on knowing your income , which is the money you have coming in and your expenditure , the money you have going out."
    },
    {
      "author": "Rob",
      "text": "You also need to know your assets , which is the value of things you own as well as savings and investments. This is balanced against your liabilities , which is the term for the money that you owe, for example on credit cards."
    },
    {
      "author": "Neil",
      "text": "And finally we had the expression to give someone a hand meaning to help someone. Well, that’s all from us in this programme. We look forward to your company next time. Until then, you can find us in all the usual places on social media, online and on our app. Just search for bbclearninglish. Bye, and thanks Rob for giving me a hand."
    },
    {
      "author": "Rob",
      "text": "No, thank you for giving me a hand. Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Julie Lord"
  ]
}