{
  "title": "How can I help the environment?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07lb80t.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190829",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190829_6_minute_english_environment_download.mp3",
  "intro": [
    "How can I help the environment? What can I do to be more environmentally friendly? What can we do to make a difference? Sam and Neil discuss the small practical changes you can make to help the environment and teach you 6 items of useful English vocabulary in this 6 Minute English."
  ],
  "this_week_question": [
    "Plastic has many natural variations but where was the first artificial plastic developed? Was it:",
    "a) England b) Germany or c) Switzerland?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a pet peeve",
      "desc": "something someone finds particularly annoying or frustrating"
    },
    {
      "text": "in bulk",
      "desc": "(buying)  buying many or a large quantity of something"
    },
    {
      "text": "decant",
      "desc": "to transfer from an original container to a different one"
    },
    {
      "text": "to pass on",
      "desc": "to give something to someone"
    },
    {
      "text": "a hand-me-down",
      "desc": "a possession or item of clothing that is not new but has come from someone who no longer needs it or has outgrown it"
    },
    {
      "text": "in good nick",
      "desc": "in good condition"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English. I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "Now, tell me about your teeth-cleaning routine."
    },
    {
      "author": "Sam",
      "text": "OK. Well, it’s pretty good, I think. I brush twice a day and change my brush every couple of months."
    },
    {
      "author": "Neil",
      "text": "And what kind of brush do you use?"
    },
    {
      "author": "Sam",
      "text": "Nothing fancy, just a regular, cheap plastic one."
    },
    {
      "author": "Neil",
      "text": "Oh dear!"
    },
    {
      "author": "Sam",
      "text": "What do you mean?"
    },
    {
      "author": "Neil",
      "text": "Well, imagine all the toothbrushes you’ve used in your life, from your first brush as a child, to the one you currently have. You do realise that probably they all still exist in the environment somewhere. We use them for a couple of months yet they will last for hundreds of years."
    },
    {
      "author": "Sam",
      "text": "Oh dear, and I thought I was actually quite environmentally aware. But that’s quite shocking. I hadn’t thought of that."
    },
    {
      "author": "Neil",
      "text": "Well it’s just one of the problems we are facing with our use of plastics. A marvellous invention that has given us so much. But we are beginning to realise it's causing many long-lasting environmental problems. More on this topic shortly, but first, a question: Plastic has many natural variations but where was the first artificial plastic developed? Was it:"
    },
    {
      "author": "Sam",
      "text": "I’m going to have a guess at Switzerland."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out if you’re right at the end of the programme. Environmental issues are, of course, a big story at the moment. The topic was featured on the BBC Woman’s Hour radio programme recently. Madeleine Murray is from an Irish organisation that gives advice to businesses and communities on how to operate in an environmentally responsible way. She was asked about what she does in her daily life that other people could do too. What food items does she mention?"
    },
    {
      "author": "Madeleine Murray",
      "text": "My personal, like, pet peeve is multipacks and minipacks. I buy in bulk now. I buy the biggest yoghurt I can buy. I buy big cereal boxes. I buy big shampoo bottles. We can decant stuff into lunch boxes and we can, you know, refill our pasta and our rice."
    },
    {
      "author": "Neil",
      "text": "So, what food does she mention, Sam?"
    },
    {
      "author": "Sam",
      "text": "She talked about yoghurt, cereal, pasta and rice."
    },
    {
      "author": "Neil",
      "text": "And what was she saying about those foods?"
    },
    {
      "author": "Sam",
      "text": "She was saying that she buys the biggest containers for those that she can - and not just food - things like shampoo as well."
    },
    {
      "author": "Neil",
      "text": "And what’s the benefit of that?"
    },
    {
      "author": "Sam",
      "text": "Well, she says that her pet peeve is small packs of things. A pet peeve is something that you find particularly annoying. She doesn’t like small packs because they use a lot of packaging for a small amount of product."
    },
    {
      "author": "Neil",
      "text": "So she buys in bulk . Buying in bulk means 'buying a lot of something'. And if you have a lot of something like rice or pasta, you can always transfer it to different smaller reusable containers. She uses the word decant for this. So that’s one area where we can all be a bit more environmentally friendly. Another area is reusing things that are perfectly good but which we don’t need any more. Dr Tara Shine is a colleague of Madeleine Murray and she talked about how new parents often buy a lot of new things for their babies, which they then throw away when the child gets too big or too old. She suggests that it’s better to pass these things on -to give them to other people."
    },
    {
      "author": "Dr Tara Shine",
      "text": "Pass things on . The hand-me-down , pass-thing-on culture is really, really important in the world of kids and there are lots of things that can be passed down, whether it’s toys or the equipment, or the high chair, whatever it is, all of that can be passed on and that’s really important. It’s saving someone else money. Most of these things are in good nick when we need to pass them on ."
    },
    {
      "author": "Neil",
      "text": "She used another expression for passing things on , didn’t she?"
    },
    {
      "author": "Sam",
      "text": "Yes, she talked about the hand-me-down culture. When I was growing up, I had a lot of hand-me-downs . These were toys and clothes from my older cousins, which saved us a lot of money and they were then passed on to someone else."
    },
    {
      "author": "Neil",
      "text": "And the thing is children grow up quickly so often everything is in good condition."
    },
    {
      "author": "Sam",
      "text": "Dr Shine used an interesting expression for that, didn’t she? She said most of these things are in good nick . That expression means 'in good condition'."
    },
    {
      "author": "Neil",
      "text": "Now, before we recycle today’s vocabulary …"
    },
    {
      "author": "Sam",
      "text": "Oh, very good, I see what you did there!"
    },
    {
      "author": "Neil",
      "text": "It’s time for the answer to today’s question. Where was the first artificial plastic developed? Was it:"
    },
    {
      "author": "Sam",
      "text": "I guessed Switzerland."
    },
    {
      "author": "Neil",
      "text": "Well, I'm afraid, you are wrong. The correct answer is actually, England. Well done if you got that right. Extra bonus points if you knew that in 1856 Alexander Parkes patented Parkesine, the first artificial plastic. Now, let’s recap today’s words and expressions."
    },
    {
      "author": "Sam",
      "text": "Yes, a pet peeve is something that someone finds particularly annoying."
    },
    {
      "author": "Neil",
      "text": "Buying in bulk means 'buying many of the same things or a large quantity of something'. Buying in bulk is usually cheaper and can be better environmentally."
    },
    {
      "author": "Sam",
      "text": "And if you have a lot of something, you can decant it to smaller containers, that is, you can transfer it to those other containers to make it easier to use. For example: I buy huge bottles of liquid soap and decant it into smaller dispensers for the kitchen and bathrooms."
    },
    {
      "author": "Neil",
      "text": "You can pass on clothes, toys and other kids' stuff to family and friends. This means 'giving them to other people to use'. And those things can be described as hand-me-downs ."
    },
    {
      "author": "Sam",
      "text": "But of course you’d only want to pass on things in good nick , that is, 'in good condition'."
    },
    {
      "author": "Neil",
      "text": "Right, that's all we have time for. We hope you will join us again soon, though. And you can always find us on Facebook, Twitter, YouTube, Instagram, online and on our app. We are BBC Learning English. See you soon. Good-bye!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Madeleine Murray",
    "Dr Tara Shine"
  ]
}