{
  "title": "The art of tipping",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07hj6mc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190808",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190808_6_min_eng_tipping_download.mp3",
  "intro": [
    "Tipping at a restaurant or cafe is a complicated issue. Should you leave a cash tip or is a card just as good? Do you prefer to pay a fixed service charge or do you think the whole thing is unnecessary? In 6 Minute English we discuss this tricky subject and discover some regional variations. Plus we serve up some useful vocabulary."
  ],
  "this_week_question": [
    "What is the biggest tip that we know somebody gave? Is it…",
    "A: $10,000 B: $250,000 C: $3,000,000",
    "The answer is at the end of the programme."
  ],
  "vocab": [
    {
      "text": "tipping",
      "desc": "giving someone extra money as a 'thank you' for good service"
    },
    {
      "text": "i.e.",
      "desc": "Short for the Latin phrase 'id est' and means 'in other words' or 'that is'. It's used to indicate that what comes next is a clear definition of what was just said or written."
    },
    {
      "text": "differs",
      "desc": "is different"
    },
    {
      "text": "the norm",
      "desc": "normal or usual"
    },
    {
      "text": "tacit",
      "desc": "not spoken or written but still understood"
    },
    {
      "text": "theoretically",
      "desc": "adverb used to describe something that can be done but probably won't be"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello. This is 6 Minute English and I'm Catherine."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Catherine",
      "text": "Sam, how do you feel about tipping ?"
    },
    {
      "author": "Sam",
      "text": "Tipping ? You mean giving extra money to people in certain jobs for doing their jobs?"
    },
    {
      "author": "Catherine",
      "text": "Well, I wouldn’t put it quite like that. But yes, it’s giving money to waiters and waitresses, hairdressers, taxi drivers - money that is more than the actual bill."
    },
    {
      "author": "Sam",
      "text": "It’s a nightmare! I never know who to tip, how to tip, by cash or by card, how much to tip – is it 10, 12.5, 20 per cent or even if I should tip at all because in some places a service charge is automatically added to the bill."
    },
    {
      "author": "Catherine",
      "text": "Yes, tipping is a really complicated issue which we will be looking at in this programme. But to start with, a question. What is the biggest tip that we know somebody gave? Is it…"
    },
    {
      "author": "Sam",
      "text": "I’m going to go for $250,000."
    },
    {
      "author": "Catherine",
      "text": "OK, we’ll find out if you’re right at the end of the programme. Now, back to the topic of tipping and in particular, tipping people who work in restaurants. William Beckett runs a number of restaurants and he recently appeared on the BBC Food Programme. He was asked about his view of tipping. Now as we hear him, listen out for this information: in how many cities does he say he currently has restaurants?"
    },
    {
      "author": "William Beckett",
      "text": "It is cultural, i.e. it differs from place to place. I mean, we have restaurants in London, we have a restaurant in Manchester, we’re also opening a restaurant in New York and those three cities have quite different attitudes to tipping . In London, the norm is, it’s there, it’s on your bill. That’s not the norm , for example, in Manchester and it’s not the norm in New York where we’re going to open a restaurant later this year."
    },
    {
      "author": "Catherine",
      "text": "So, first, how many cities does he currently have restaurants in?"
    },
    {
      "author": "Sam",
      "text": "That would be two. London and Manchester. He's going to open one in New York later in the year, but it's not open yet."
    },
    {
      "author": "Catherine",
      "text": "And what does he say about tipping?"
    },
    {
      "author": "Sam",
      "text": "Well, he says that it is very cultural. What is the norm in one city is not necessarily the norm in another. The norm is an expression that means, as you might guess, what is normal, what is usual."
    },
    {
      "author": "Catherine",
      "text": "So in London, for example, a service charge is usually added to the bill, but in Manchester it isn’t. So the policy in London and Manchester differs which means, again as you might guess, it's different."
    },
    {
      "author": "Sam",
      "text": "There's another short expression that he used that I'd like to highlight. Before he talks about how the policies differ , he says i.e. These two letters stand for the Latin phrase 'id est'. Now we never say 'id est' but we do write and say i.e. We use it to show that what comes next is using different words to say what we have just said or written. So he says, about tipping, it's cultural i.e. it differs from place to place. 'It's cultural' is a more general statement and 'it differs from place to place' is a more specific definition of what he means."
    },
    {
      "author": "Catherine",
      "text": "So, one difference is that in some places people prefer an automatic service charge so that they don't have to think about or try to calculate a tip. But in other places, people hate that - they want to decide who and how much to tip themselves. But do people actually make use of that freedom not to tip? Here’s William Becket again and this he's time talking about New York."
    },
    {
      "author": "William Beckett",
      "text": "New York exactly the same. There's a tacit pressure to tip. But t heoretically you just stand up and walk out. You don't, everybody tips 20% or, there is a theory of an option. But people like that."
    },
    {
      "author": "Catherine",
      "text": "So he says there is a tacit pressure to tip. What does he mean by that?"
    },
    {
      "author": "Sam",
      "text": "Something that is tacit is not spoken, not said, yet it is still understood. So in New York no one tells you that you have to tip, but everyone knows that you have to."
    },
    {
      "author": "Catherine",
      "text": "And because there is no service charge on the bill and no one tells you what to tip, you could just walk out after paying. He says that's theoretically possible . That means although it may be possible it's actually very unlikely because of the tacit pressure and the way we behave."
    },
    {
      "author": "Sam",
      "text": "But he does say people like that freedom not to tip, even if they don't actually use that freedom."
    },
    {
      "author": "Catherine",
      "text": "Right, nearly vocabulary time, but first, let's have the answer to our question. Now Sam what is the biggest tip we know someone gave?"
    },
    {
      "author": "Sam",
      "text": "I thought $250,000."
    },
    {
      "author": "Catherine",
      "text": "Well it was actually, believe it or not, a whopping $3,000,000. Yes! Now, on with today's vocabulary review."
    },
    {
      "author": "Sam",
      "text": "Right. So we've been talking about tipping , the practice of giving extra money to, for example, waitresses and waiters."
    },
    {
      "author": "Catherine",
      "text": "To differ from is a verb which means to be different from."
    },
    {
      "author": "Sam",
      "text": "The norm is what is usual or normal."
    },
    {
      "author": "Catherine",
      "text": "i.e. is a short form of a Latin expression and it means 'in other words'."
    },
    {
      "author": "Sam",
      "text": "Something that is tacit is not said but is nevertheless understood."
    },
    {
      "author": "Catherine",
      "text": "And if something is theoretically possible it can be done but for different reasons it probably won't be. And that is where we must leave it today. Goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye everyone!"
    }
  ],
  "authors": [
    "Catherine",
    "Sam",
    "William Beckett"
  ]
}