{
  "title": "Is tourism harmful?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07my16z.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190912",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190912_6min_english_tourism_clampdown_download.mp3",
  "intro": [
    "European cities such as Rome and Bruges have decided to impose restrictions on tourism to prevent overcrowding and make life easier for the local residents. Rob and Sam talk about it and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to Mastercard’s Global Destination Cities Index, what was the most visited city in 2018? Was it… a) London b) New York, or c) Bangkok?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "respect",
      "desc": "treat something or someone with care"
    },
    {
      "text": "clampdown",
      "desc": "(or crackdown ) officially trying to stop or limit people doing something"
    },
    {
      "text": "misbehave",
      "desc": "do something bad or inappropriate"
    },
    {
      "text": "objective",
      "desc": "a plan or aim to achieve something"
    },
    {
      "text": "Disneyfication",
      "desc": "turning something into an artificial, not real, commercial environment, similar to a Walt Disney theme park"
    },
    {
      "text": "to cap",
      "desc": "to restrict, to limit"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English and I'm Rob. This is the programme where in just six minutes we discuss an interesting topic and teach some related English vocabulary. Well, joining me to do this is Sam."
    },
    {
      "author": "Sam",
      "text": "Hello! So what’s our interesting topic today, Rob?"
    },
    {
      "author": "Rob",
      "text": "Something close to our hearts, Sam – it's travel."
    },
    {
      "author": "Sam",
      "text": "Great!"
    },
    {
      "author": "Rob",
      "text": "But more and more of us are travelling to explore the world – many of us have more leisure time, and the cost of travelling has become relatively cheaper."
    },
    {
      "author": "Sam",
      "text": "But here lies the problem – the places we’re visiting are becoming more crowded, sometimes spoiling the atmosphere and the beauty – the things we came to see in the first place!"
    },
    {
      "author": "Rob",
      "text": "This is why we’re going to be discussing how some cities around the world are putting restrictions on the tourists who visit. But that’s after I challenge you to answer this question, Sam! Are you ready?"
    },
    {
      "author": "Sam",
      "text": "Bring it on, Rob!"
    },
    {
      "author": "Rob",
      "text": "According to Mastercard’s Global Destination Cities Index, what was the most visited city in 2018? Was it… a) London b) New York, or c) Bangkok?"
    },
    {
      "author": "Sam",
      "text": "All great places to visit – but I think I’ll stay close to home and say a) London."
    },
    {
      "author": "Rob",
      "text": "OK. Well, as always I will reveal the answer later in the programme. Now, let’s start our journey in Italy’s capital city, Rome. Famous for its Colosseum, Trevi Fountain and many other things."
    },
    {
      "author": "Sam",
      "text": "Lots of people are visiting, Rob – and locals and tourists have differing attitudes towards the way they respect these beautiful and historic sites. Respect here is a verb, to mean treat something with care."
    },
    {
      "author": "Rob",
      "text": "Well, the authorities in the city fear that some tourists are showing disrespect to the city and have introduced laws to clampdown on certain behaviour. Clampdown means officially trying to stop or limit people doing something. Sabina Castelfranco is a journalist in the city. She told BBC Radio 4’s You and Yours programme why new restrictions have been introduced…"
    },
    {
      "author": "Sabina Castelfranco, journalist",
      "text": "The new rules are really to make sure that tourists do not misbehave when they are visiting tourist attractions in Rome. Romans don't like to see tourists walking around bare-chested, they don't like to see them wading in their fountains - so really the objective is to improve the life of the city for residents and for tourists themselves."
    },
    {
      "author": "Sam",
      "text": "So, the new rules are to stop tourists misbehaving – that’s doing bad or inappropriate things. I’m sure not all visitors misbehave – but those who have been, have been wading – that’s walking through water – in the famous fountains and men have not been covering up the top half of their bodies – so, going bare-chested."
    },
    {
      "author": "Rob",
      "text": "Not any more, Sam! These new laws have banned this with the objective of improving the life for the people of Rome – the Romans. An objective is a plan or aim to achieve something."
    },
    {
      "author": "Sam",
      "text": "Other laws introduced in Rome, with the objective of improving the city, include giving out severe fines to people who drop litter and to those who attach ‘love padlocks’ to historic monuments."
    },
    {
      "author": "Rob",
      "text": "Well, I guess if it makes the city a nicer place to visit for everyone, then it’s a good idea.  Well, let’s talk about another historic old city – Bruges in Belgium. The old and narrow streets are often packed with sightseers – so restrictions have been introduced there. Helen Coffey, deputy travel editor for the Independent newspaper, also spoke to the You and Yours programme, to explain what is going on…"
    },
    {
      "author": "Helen Coffey, Deputy Travel Editor, The Independent",
      "text": "Bruges was the latest city to say we're going to introduce new regulations to crack down on what they called the Disneyfication of their city. A really key one is they're going to cap the number of cruises that can dock, and actually this a big one that lots of cities do. They basically don't like cruise visitors because cruise visitors don't spend money."
    },
    {
      "author": "Sam",
      "text": "So Helen mentioned a crackdown – which like clampdown – means taking action to restrict or stop certain activities. And Bruges wants to crack down on the Disneyfication of the city."
    },
    {
      "author": "Rob",
      "text": "This term describes turning something into an artificial, not real, commercial environment, similar to a Walt Disney theme park. I’m not sure it’s that similar yet, but one way to maintain the authentic feel of the city is to cap the number of cruises that can dock."
    },
    {
      "author": "Sam",
      "text": "Cap means restrict or limit. It’s felt that visitors who come by cruise ship, don’t stay overnight and therefore don’t bring much money into the city. The message from the city authorities is ‘stay overnight or don’t come!’"
    },
    {
      "author": "Rob",
      "text": "Well, one city that has people visiting for the day or staying longer is the most visited city in the world – but where is that, Sam? Earlier I asked you what the most visited city in 2018 was? Was it… a) London b) New York, or c) Bangkok?"
    },
    {
      "author": "Sam",
      "text": "And I said London."
    },
    {
      "author": "Rob",
      "text": "That was in second place. The most visited city last year was Bangkok, in Thailand."
    },
    {
      "author": "Sam",
      "text": "OK, Rob. Well, maybe what I can get right is a recap of today’s vocabulary. Starting with respect . If you respect something you treat it with care."
    },
    {
      "author": "Rob",
      "text": "We also discussed clampdown , which means officially trying to stop or limit people doing something. Crackdown is a similar phrase."
    },
    {
      "author": "Sam",
      "text": "To misbehave is to do something bad or inappropriate. And an objective is a plan or aim to achieve something."
    },
    {
      "author": "Rob",
      "text": "Our next word is Disneyfication - a term that describes turning something into an artificial, not real, commercial environment, similar to a Walt Disney theme park."
    },
    {
      "author": "Sam",
      "text": "And finally we had cap – which means restrict or limit."
    },
    {
      "author": "Rob",
      "text": "Well, we’ve had to cap this programme at 6 minutes – and we’re out of time. Goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "",
    "Rob",
    "Sam",
    "Sabina Castelfranco, journalist",
    "Helen Coffey, Deputy Travel Editor, The Independent"
  ]
}