{
  "title": "Why's it called 'mother tongue'?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07s97v8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191031",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191031_6_min_english_mother_tongue_download.mp3",
  "intro": [
    "'Mother tongue' is an interesting English expression. Like many languages, English has a number of gender-specific terms that don’t refer to gender-specific ideas and concepts. And this complicated relationship between language and gender is what Sam and Georgina are talking about in this programme."
  ],
  "this_week_question": [
    "Which of these languages is the newest? Is it:",
    "A: Esperanto B: Afrikaans C: Light Warlpiri",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "primary caregiver",
      "desc": "the person most responsible for looking after someone"
    },
    {
      "text": "point of origin",
      "desc": "the place or time where something begins or comes from"
    },
    {
      "text": "metaphor",
      "desc": "a way to describe something by saying that it is something else with similar qualities"
    },
    {
      "text": "perceive",
      "desc": "to understand something to be true, to think of something in a particular way"
    },
    {
      "text": "prestigious",
      "desc": "important, respected"
    },
    {
      "text": "a disparity",
      "desc": "a difference, an inequality"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English, I'm Sam."
    },
    {
      "author": "Georgina",
      "text": "And I'm Georgina."
    },
    {
      "author": "Sam",
      "text": "Georgina, what languages do you speak?"
    },
    {
      "author": "Georgina",
      "text": "Well, my mother tongue is English and I also speak Spanish and French badly!"
    },
    {
      "author": "Sam",
      "text": "OK. It’s interesting that we say ‘mother tongue’, isn’t it? Like many languages, English has a number of gender-specific terms that don’t refer to gender-specific ideas and concepts. And this complicated relationship between language and gender is what we will be talking about today. But first, this week’s quiz question, which is also on the topic of languages. Which of these languages is the newest? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Well, I’ve only heard of two of these - Esperanto and Afrikaans – so I think I’m going to choose the other one, Light Warlpiri, purely as I’ve never heard of it, so I think that must be the one."
    },
    {
      "author": "Sam",
      "text": "OK, well we’ll find out if your intuition is correct later in the programme. Professor Lera Boroditsky is a cognitive scientist who was a guest on the BBC World Service programme, The Conversation. She was asked about why we use the term ‘mother tongue’ in English."
    },
    {
      "author": "Professor Lera Boroditsky",
      "text": "Different languages actually do it differently, but definitely there’s a strong association between mothers as primary caregivers and people who teach us things, and so there’s that point of origin metaphor that applies in a lot of languages."
    },
    {
      "author": "Sam",
      "text": "So, how does she explain the use of mother tongue, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Well, she says it’s a form of metaphor . A metaphor is a way of describing something by comparing it to something else. In a metaphor ,though, you don’t say that something is like something else, you say that it ‘ is’ something else. For example, having good friends is the key to a happy life."
    },
    {
      "author": "Sam",
      "text": "It is indeed. In this metaphor , language is seen as coming from your primary caregiver , the person who looked after you most when you were young, and traditionally this was mothers."
    },
    {
      "author": "Georgina",
      "text": "So, this is perhaps the point of origin , the starting place,of the metaphorical phrase, mother tongue . Let’s listen again."
    },
    {
      "author": "Professor Lera Boroditsky",
      "text": "Different languages actually do it differently, but definitely there’s a strong association between mothers as primary caregivers and people who teach us things, and so there’s that point of origin metaphor that applies in a lot of languages."
    },
    {
      "author": "Sam",
      "text": "Language is very powerful in society and culture, and when it comes to gendered language, it can cause some issues. Here’s Lera Boroditsky again:"
    },
    {
      "author": "Professor Lera Boroditsky",
      "text": "… in English of course we have some words that are gendered, like ‘actor’ and ‘actress’ or ‘waiter’ and ‘waitress’, and very commonly when there are those two gender forms people perceive the masculine form as being a more prestigious job or the more skilled job than the feminine form, so an actor is a fancier job than an actress and a waiter is a fancier job than a waitress, and so they could then come with pay disparities and so on."
    },
    {
      "author": "Sam",
      "text": "So, what’s the subconscious difference in attitude towards, for example, an actor and actress?"
    },
    {
      "author": "Georgina",
      "text": "Well, she says that people perceive those roles differently. This means that we are aware of, or believe there is a difference in the jobs because of the vocabulary. The male form is perceived to be more prestigious – more important, more respected, even though it’s exactly the same job."
    },
    {
      "author": "Sam",
      "text": "And this attitude can lead to problems such as disparities in pay. A disparity is a difference, an inequality, and in the world of work it can mean men getting paid more than women for the same job. Here’s Professor Boroditsky again."
    },
    {
      "author": "Professor Lera",
      "text": "Boroditsky …in English of course we have some words that are gendered, like ‘actor’ and ‘actress’ or ‘waiter’ and ‘waitress’, and very commonly when there are those two gender forms people perceive the masculine form as being a more prestigious job or a more skilled job than the feminine form, so an actor is a fancier job than an actress and a waiter is a fancier job than a waitress, and so they could then come with pay disparities and so on."
    },
    {
      "author": "Sam",
      "text": "OK, before we take another look at today’s vocabulary, let’s reveal the answer to this week’s quiz. Which of these languages is the newest, is it:"
    },
    {
      "author": "Georgina",
      "text": "I thought it had to be Light Walpiri, but just because I had never heard of it before."
    },
    {
      "author": "Sam",
      "text": "Well, congratulations. Your instincts were good, that is correct. Let’s move on to vocabulary and look at today’s words and phrase again."
    },
    {
      "author": "Georgina",
      "text": "A primary caregiver is a person who has most responsibility for looking after someone."
    },
    {
      "author": "Sam",
      "text": "A point of origin is the place or time when something begins."
    },
    {
      "author": "Georgina",
      "text": "A metaphor is a way of describing something. We can say that something is something else that has similar qualities."
    },
    {
      "author": "Sam",
      "text": "You’re a star!"
    },
    {
      "author": "Georgina",
      "text": "Aw, thank you."
    },
    {
      "author": "Sam",
      "text": "No, I meant, you're a star, is an example of a metaphor ."
    },
    {
      "author": "Georgina",
      "text": "Oh, OK. Of course, I knew that."
    },
    {
      "author": "Sam",
      "text": "Mmmm, if you say so. To perceive is to think of something in a particular way. We might perceive the value of different jobs based on the vocabulary used to describe them."
    },
    {
      "author": "Georgina",
      "text": "Something prestigious is important and respected."
    },
    {
      "author": "Sam",
      "text": "And finally, a disparity is a difference, an inequality and is often used when talking about how men and women aren’t always paid the same for the same job. And that is all from us. We look forward to your company again soon. In the meantime, you can always find us online, on social media and on the BBC Learning English app. Bye for now."
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Georgina",
    "Professor Lera Boroditsky",
    "Professor Lera"
  ]
}