{
  "title": "Working for free",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07qc707.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191017",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191017_6_min_english_internships_DOWNLOAD.mp3",
  "intro": [
    "Some companies offer students or recent graduates what they call internships . These are extended periods of work experience where someone can be working full-time without an actual contract and, in many cases, without even being paid. But does this mean some people on lower incomes can't afford to take up the opportunities it offers? We discuss the pros and cons of working for free."
  ],
  "this_week_question": [
    "Which is the oldest stock exchange in the world? Is it:",
    "A: Bombay B: New York C: Amsterdam",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "an internship",
      "desc": "a temporary, often unpaid, job for a student or recent graduate at a company as a way of getting work experience in a particular industry"
    },
    {
      "text": "social mobility",
      "desc": "the ability to move to a higher social status"
    },
    {
      "text": "to rule out",
      "desc": "to exclude or prevent someone from doing something"
    },
    {
      "text": "established connections",
      "desc": "previous or pre-existing links"
    },
    {
      "text": "well-connected",
      "desc": "having strong links with important people at high levels within a company"
    },
    {
      "text": "to open doors",
      "desc": "to make it easier to get into a career"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English. I'm Sam."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Sam",
      "text": "Before you got your first job, Rob, did you do any work experience?"
    },
    {
      "author": "Rob",
      "text": "I think I may have done a day or two at some companies, just shadowing, watching how they did things – but nothing much more than that."
    },
    {
      "author": "Sam",
      "text": "Some companies offer students or recent graduates what they call internships . These are extended periods of work experience where someone can be working full-time without an actual contract and in many cases without even being paid."
    },
    {
      "author": "Rob",
      "text": "Ah – yes. This is a bit of a problem, isn’t it? Some companies are being accused of using students and graduates as cheap or free labour."
    },
    {
      "author": "Sam",
      "text": "Yes, although the counter argument is that internships are valuable experience for people who need it before they can get a ‘real’ job. Well, we’ll look at this topic a little more after this week’s quiz question. On the topic of business and companies, which is the oldest stock exchange in the world? Is it:"
    },
    {
      "author": "Rob",
      "text": "Tricky, because I was expecting London on that list. I’m going to take a guess then at Amsterdam."
    },
    {
      "author": "Sam",
      "text": "OK. Well, I will reveal the answer later in the programme. James Turner is the chief executive of an education charity. Recently he took part in a discussion on the BBC radio programme You and Yours, on the topic of internships . What does he think is a big issue with unpaid internships ?"
    },
    {
      "author": "James Turner, Chief Executive, The Sutton Trust",
      "text": "In many careers we’re now seeing that it’s almost as an expectation that a young person does an internship before they stand a chance of getting that first full-time job in that profession. And the issue with that from a sort of social mobility point of view is that a substantial proportion of those internships are unpaid and that effectively rules out those who can’t afford to work for free."
    },
    {
      "author": "Sam",
      "text": "So what is the problem with unpaid internships , Rob?"
    },
    {
      "author": "Rob",
      "text": "Well, if you can’t afford to work for free, it makes it very difficult to do an internship – particularly in expensive cities like London. This excludes, or rules out a lot of people from the benefits of an internship ."
    },
    {
      "author": "Sam",
      "text": "This is bad for social mobility , which is the ability of people to move to higher, better paid levels in society. So the poorer you are the more difficult it can be to get a good job, even if you have the ability."
    },
    {
      "author": "Rob",
      "text": "Could you afford to work for free here in London, Sam?"
    },
    {
      "author": "Sam",
      "text": "No, I can barely afford to live in London as it is, so the idea of doing an unpaid internship would not appeal to me at all. Turner goes on to talk about other issues that are also problematic in internship programmes."
    },
    {
      "author": "James Turner, Chief Executive, The Sutton Trust",
      "text": "Too often internships are open to those with established connections in the professions and again that rules out those young people who don’t have the well-connected families or friends who can open those doors for them."
    },
    {
      "author": "Sam",
      "text": "So what are these other issues?"
    },
    {
      "author": "Rob",
      "text": "In many cases he says that internship opportunities are only available to those with established connections to the company or industry. This means they have some pre-existing link with the company, for example, through family or friends’ families."
    },
    {
      "author": "Sam",
      "text": "Yes, it’s a lot easier if your family is well-connected , if it has a lot of contacts and links to a particular company or important people in that company."
    },
    {
      "author": "Rob",
      "text": "These links make it easier to open doors to the opportunity. To open doors is an expression that means to get access to."
    },
    {
      "author": "Sam",
      "text": "So it seems that to be able to do an unpaid internships you need to have a fair bit of money and to get an internship in the first place you may need to have a previous link to the company through a family connection, for example."
    },
    {
      "author": "Rob",
      "text": "So the system would seem to be difficult for poorer families and make it more difficult for students without those resources or connections to get on the job ladder. Here’s James Turner again."
    },
    {
      "author": "James Turner, Chief Executive, The Sutton Trust",
      "text": "Too often internships are open to those with established connections in the professions and again that rules out those young people who don’t have the well-connected families or friends who can open those doors for them."
    },
    {
      "author": "Sam",
      "text": "Right, time now to answer this week’s question. Which is the oldest stock exchange in the world? Is it:"
    },
    {
      "author": "Rob",
      "text": "I went for Amsterdam."
    },
    {
      "author": "Sam",
      "text": "Well done, that’s correct. Congratulations to everyone who go that right, and extra bonus points if you know the date. Rob?"
    },
    {
      "author": "Rob",
      "text": "Haven’t a clue! 1750?"
    },
    {
      "author": "Sam",
      "text": "Actually it’s a lot earlier, 1602."
    },
    {
      "author": "Rob",
      "text": "Wow, that’s much earlier than I thought."
    },
    {
      "author": "Sam",
      "text": "Right, let’s have a look again at today’s vocabulary. We’ve been talking about internships which are periods of work at companies as a way for students or new graduates to get experience in a particular field."
    },
    {
      "author": "Rob",
      "text": "If they are unpaid it can make social mobility very difficult. This is the movement from a lower social level to a higher one and it’s difficult as poorer candidates can’t afford to work for free."
    },
    {
      "author": "Sam",
      "text": "Yes, the cost rules them out , it excludes them from the opportunity."
    },
    {
      "author": "Rob",
      "text": "What helps is if you have established connections with a company. This refers to previous or pre-existing links with a company."
    },
    {
      "author": "Sam",
      "text": "And also if your family is well-connected , if it has good connections, for example if your father plays golf with the CEO, it can open doors , or in other words, it can make it easier to get into the company."
    },
    {
      "author": "Rob",
      "text": "So Sam, are you well-connected?"
    },
    {
      "author": "Sam",
      "text": "No, only to my smartphone!"
    },
    {
      "author": "Rob",
      "text": "Same here – but we still made it to BBC Learning English and you can find more from us online, on social media and on our app. But for now, that’s all from 6 Minute English. See you again soon. Bye bye!"
    },
    {
      "author": "Sam",
      "text": "Bye everyone!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Rob",
    "James Turner, Chief Executive, The Sutton Trust"
  ]
}