{
  "title": "Are you good at complaining?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07pwrrh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191003",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191003_6min_english_complaining_download.mp3",
  "intro": [
    "When a company's service is not to your satisfaction, how do you complain? What's the best way to get what you want? And when has complaining been completely futile? Sam and Rob discuss people's readiness to complain and teach you vocabulary."
  ],
  "this_week_question": [
    "The oldest recorded complaint is on a stone tablet in the British Museum. It’s nearly 4000 years old. What was the complaint about?",
    "a) An incorrect number of goats that were delivered after being bought at market.",
    "b) The quality of copper bars that were supplied.",
    "c) The non-payment of a bill for a banquet.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a sector",
      "desc": "an area of business within the economy, for example: the telecommunications sector"
    },
    {
      "text": "inherent",
      "desc": "a natural part of something, usually a difficulty or risk, that can’t be avoided"
    },
    {
      "text": "to perform",
      "desc": "if a company is performing well, it is being successful"
    },
    {
      "text": "dominant",
      "desc": "strongest, most used"
    },
    {
      "text": "to escalate (adj, noun: escalation)",
      "desc": "to take something to a higher level, for example to escalate a complaint if you are not satisfied with the first response"
    },
    {
      "text": "to deal with (a problem or complaint)",
      "desc": "to try to fix a problem or resolve a complaint"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello, this is 6 Minute English. I'm Sam."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Sam",
      "text": "Are good at complaining, Rob?"
    },
    {
      "author": "Rob",
      "text": "Of course not. I’m British! I never complain, even when I get terrible service. It’s just too embarrassing."
    },
    {
      "author": "Sam",
      "text": "Well, you might be in a minority now as it seems we British are complaining more than we used to. We’ll look at this topic a little more after this week’s quiz question. The oldest recorded complaint is on a stone tablet in the British Museum. It’s nearly 4000 years old. What was the complaint about?"
    },
    {
      "author": "Rob",
      "text": "I’m just going to guess at the goats. Someone bought a load of goats and fewer were delivered than were bought. That sounds good, but it’s just a guess."
    },
    {
      "author": "Sam",
      "text": "OK. Well, I will reveal the answer later in the programme, and don’t complain if you get it wrong! You and Yours is a BBC radio programme about consumer affairs. On a recent programme they discussed the topic of complaining and customer service with Giles Hawke from an organisation called the Institute of Customer Service. He talks about different sectors . A sector is a particular area of business. Which sectors does he say have most problems when it comes to keeping the complaining customer satisfied?"
    },
    {
      "author": "Giles Hawke",
      "text": "The sectors that probably have more problems than the UK average are public services, telecommunications, transport and service sector . And there are probably some inherent challenges within those sectors - they may have more impact on a day-to-day basis. Those sectors which are performing well … travel is performing well, retail is performing well, leisure appears to be performing well."
    },
    {
      "author": "Sam",
      "text": "So, which sectors are not keeping the customer satisfied?"
    },
    {
      "author": "Rob",
      "text": "He says that public services, telecoms, transport and the service sector have most problems."
    },
    {
      "author": "Sam",
      "text": "And he says that these sectors may have inherent challenges. What does he mean by that?"
    },
    {
      "author": "Rob",
      "text": "Well, some sectors , by their nature, are more complicated and more likely to cause problems for customers. Public services, for example, often don’t have enough money or enough staff. Telecommunications systems, such as your internet connection, are very complicated and sometimes go wrong. Bad weather can affect transport, and so on. So an inherent problem is a problem that is part of the nature of the thing itself."
    },
    {
      "author": "Sam",
      "text": "So, those sectors are not performing well. We usually think of the word perform when we are talking about actors or musicians, but in a business sense to perform well or badly means to be successful or not, and, according to Giles Hawke, travel and retail are performing well in terms of customer service."
    },
    {
      "author": "Giles Hawke",
      "text": "We still see over 58% of complaints are made by phone or by letter so, you know, the more traditional methods of making a complaint are still dominant , but we are seeing social media rise, although it’s still a very small part of how people complain and it tends to be used as an escalation point if people aren’t getting what they want dealt with in the first instance."
    },
    {
      "author": "Sam",
      "text": "So, are people using modern methods more than traditional ones?"
    },
    {
      "author": "Rob",
      "text": "Actually, no. He says that phoning or writing a letter are still dominant . This means they are still the main, most used methods for making a complaint."
    },
    {
      "author": "Sam",
      "text": "Where people are turning to social media is if their complaint is not dealt with . To deal with something means to sort it, to fix it – and if you complain and it’s not dealt with , then, he says, people turn to social media as a form of escalation ."
    },
    {
      "author": "Rob",
      "text": "When you escalate a complaint, you take it to a higher level. Putting your complaint on social media means that a lot more people are going to see it and it might encourage a company to deal with the complaint."
    },
    {
      "author": "Sam",
      "text": "Right, well before we receive any complaints, let’s review today’s vocabulary after the answer to the question which was about a 4000-year-old complaint. Was the complaint about:"
    },
    {
      "author": "Rob",
      "text": "I went for a). I went for the goats."
    },
    {
      "author": "Sam",
      "text": "Sorry! It was actually a complaint about the quality of copper ingots or bars that were supplied. If you knew that, very well done. If you guessed right, also, very well done. No shame to get that one wrong."
    },
    {
      "author": "Rob",
      "text": "And no complaints from me!"
    },
    {
      "author": "Sam",
      "text": "OK. Right, now vocabulary. We had sectors ,which are particular areas of business in the economy."
    },
    {
      "author": "Rob",
      "text": "Something that is inherent is a natural part of something. It’s usually used to describe a problem or risk that is an unavoidable part of something."
    },
    {
      "author": "Sam",
      "text": "How successful a company is can be describe as how well it’s performing . And if something is dominant , it means it is the strongest or most used."
    },
    {
      "author": "Rob",
      "text": "And if a company doesn’t deal with , or try to fix a problem, the customer might take the complaint to the next level on social media, which would mean an escalation ."
    },
    {
      "author": "Sam",
      "text": "Thank you, Rob. That’s all from 6 Minute English this time. Do join us again soon and don’t forget to check us out online. Bye bye!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Rob",
    "Giles Hawke"
  ]
}