{
  "title": "Why do people like sad music?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07t7yz4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191107",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191107_6min_english_sad_music_download.mp3",
  "intro": [
    "A recent study has shown that sad music has become increasingly popular, but why do people choose to listen to it, and what goes on in the brain and the body when they do so? Sam and Neil talk about music and biology and teach you some vocabulary."
  ],
  "this_week_question": [
    "The music video has been around for a while, but in what year was MTV, the first dedicated music video channel, launched in the US?",
    "A: 1981",
    "B: 1982",
    "C: 1983",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "can’t stand",
      "desc": "have a strong dislike of"
    },
    {
      "text": "hormone",
      "desc": "a natural chemical produced in the body"
    },
    {
      "text": "lactation",
      "desc": "the process in mammals of producing milk"
    },
    {
      "text": "comforting",
      "desc": "calming and soothing, making you feel better emotionally"
    },
    {
      "text": "what’s going on",
      "desc": "what’s happening"
    },
    {
      "text": "an excess of",
      "desc": "too much or a more than normal amount of something"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English, I'm Sam."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Sam",
      "text": "Do you like sad music, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, when I was younger and if I had a break-up with a girlfriend I would listen to sad songs, songs which reflected my mood."
    },
    {
      "author": "Sam",
      "text": "And do you still listen to those songs now?"
    },
    {
      "author": "Neil",
      "text": "Not so much, but I do still like them."
    },
    {
      "author": "Sam",
      "text": "Well, it seems as if there might be a biological reason why some of us do like sad songs. We’ll look at this topic a little more after this week’s quiz question, which is about music videos. The music video has been around for a while, but in what year was MTV, the first dedicated music video channel, launched in the US? Was it…"
    },
    {
      "author": "Neil",
      "text": "Well…"
    },
    {
      "author": "Sam",
      "text": "What do you think, Neil?"
    },
    {
      "author": "Neil",
      "text": "I’m going to guess. Is it the early 1980s?"
    },
    {
      "author": "Sam",
      "text": "Well, yes. Care to be more specific?"
    },
    {
      "author": "Neil",
      "text": "Well… Well, it was a long time ago – I was just a small boy. I'm going to go for 1982."
    },
    {
      "author": "Sam",
      "text": "OK, I’ll have answer later in the programme. But first, more about sad songs. Professor David Huron from Ohio State University has conducted research in this area and he discussed it recently on a BBC World Service radio programme - The Why Factor. He was looking at why some people like sad music and other people really don’t like it all, as he says they just can’t stand it. He believes it’s to do with a hormone . A hormone is a natural chemical in our bodies which can have an effect on various systems and also emotions. Listen out for the name of the hormone he mentions."
    },
    {
      "author": "Professor Huron",
      "text": "One of the things that we were interested in was ‘what’s the difference between people who listen to sad music and who love it, and people who listen to sad music and who just can’t stand it'. In our research, it started pointing towards a hormone called prolactin. Now, prolactin, as you might have guessed from the name, is associated with ‘ lactation’ from breast-feeding. When people cry, they also release prolactin. And, there are circumstances in which prolactin seems to have this comforting effect."
    },
    {
      "author": "Sam",
      "text": "So which hormone did he mention?"
    },
    {
      "author": "Neil",
      "text": "He talked about the hormone called prolactin which he said was connected to lactation . This is the production of milk by mammals to feed their young."
    },
    {
      "author": "Sam",
      "text": "What he noted was that this hormone can be released when people cry and in some cases this hormone has a comforting effect. When something is comforting , it makes you feel better, it calms your emotions. Let’s listen again."
    },
    {
      "author": "Professor Huron",
      "text": "One of the things that we were interested in was ‘what’s the difference between people who listen to sad music and who love it, and people who listen to sad music and who just can’t stand it. In our research, it started pointing towards a hormone called prolactin. Now, prolactin, as you might have guessed from the name, is associated with ‘ lactation’ from breast-feeding. When people cry, they also release prolactin. And, there are circumstances in which prolactin seems to have this comforting effect."
    },
    {
      "author": "Sam",
      "text": "So, what conclusions did he make about this hormone and how it might be working? Professor Huron explains."
    },
    {
      "author": "Professor Huron",
      "text": "So the thought was that, perhaps what’s going on is that the people who are enjoying listening to sad music are receiving some sort of excess of prolactin, and people who are listening to sad music and they just find it incredibly sad and unhelpful and they just don’t want to listen to it, maybe they’re not getting enough prolactin when they listen to the music."
    },
    {
      "author": "Sam",
      "text": "So what is happening? Or as Professor Huron said, what’s going on ?"
    },
    {
      "author": "Neil",
      "text": "Well, it seems quite simple, though I’m sure it’s very complicated. People who like sad music are maybe getting too much prolactin or more than is normal – he describes this as an excess of prolactin. And maybe people who don’t like sad music aren’t getting enough."
    },
    {
      "author": "Sam",
      "text": "So, the idea is that prolactin is a hormone which we find comforting . If our bodies release it when we hear sad music, it gives us a good feeling – but if prolactin isn’t released or there isn’t enough of it, we just find the sad music sad and it doesn’t help to cheer us up."
    },
    {
      "author": "Neil",
      "text": "I guess so, but you know emotions are funny things - it’s weird to think that our feelings are caused by different natural chemicals that run around the body. Absolutely! OK, we’re going to take another look at today’s vocabulary but first, the answer to this week’s quiz. The music video has been around for a while, but in what year was MTV, the first dedicated music video channel, launched in the US? Was it…"
    },
    {
      "author": "",
      "text": "And Neil, you said…"
    },
    {
      "author": "Neil",
      "text": "I said it was definitely the early 80s."
    },
    {
      "author": "Sam",
      "text": "Well, you’re not wrong there, but which year exactly?"
    },
    {
      "author": "Neil",
      "text": "‘82?"
    },
    {
      "author": "Sam",
      "text": "Ah well, you’ll need to dig out a sad song to make you feel better now because the answer was 1981."
    },
    {
      "author": "Neil",
      "text": "Oh dear, I can feel my prolactin levels dropping already!"
    },
    {
      "author": "Sam",
      "text": "I’m sure you can’t! But let’s move on to vocabulary. If you can’t stand something, it means you really don’t like it."
    },
    {
      "author": "Neil",
      "text": "A hormone is one of the body’s natural chemicals."
    },
    {
      "author": "Sam",
      "text": "And the hormone prolactin is connected with lactation , which is the production of milk by mammals."
    },
    {
      "author": "Neil",
      "text": "Something that is comforting makes you feel better emotionally."
    },
    {
      "author": "Sam",
      "text": "The phrase what’s going on has a very similar meaning to 'what’s happening'."
    },
    {
      "author": "Neil",
      "text": "And an excess of something is 'too much or a more than normal amount of that thing'."
    },
    {
      "author": "Sam",
      "text": "Well, before you have an excess of our company, we should wrap up. Thanks for listening and we hope you’ll join us again soon. As ever, don’t forget that you can find more from the BBC Learning English team online, across social media and on our very own app! Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Neil",
    "Professor Huron"
  ]
}