{
  "title": "workplace",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07txp4b.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191114",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191114_6min_english_mental_health_download.mp3",
  "intro": [
    "Huge numbers of people suffer from mental health issues in the workplace. Not only does it make life very difficult for sufferers, it also costs business a huge amount of money. Neil and Georgina talk about things people can do to make a difference."
  ],
  "this_week_question": [
    "In what year was World Mental Health Day first held?",
    "A: 1992 B: 2002 C: 2012",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "failing to address",
      "desc": "not dealing with, not helping with"
    },
    {
      "text": "colossal",
      "desc": "huge, very big"
    },
    {
      "text": "contributor",
      "desc": "someone who has something positive to give"
    },
    {
      "text": "to normalise",
      "desc": "to make normal"
    },
    {
      "text": "to suffer in silence",
      "desc": "to have a problem but not discuss it or share it"
    },
    {
      "text": "to cling onto (something)",
      "desc": "to hold on tight to something"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English. I'm Neil."
    },
    {
      "author": "Georgina",
      "text": "And I'm Georgina."
    },
    {
      "author": "Neil",
      "text": "Today we’re focussing on the topic of mental health at work."
    },
    {
      "author": "Georgina",
      "text": "Yes, it’s an issue that can be difficult to see. If someone has an injury, like a broken leg or a serious medical issue, it’s obvious, and we can understand what’s happening. With mental health issues, though, there’s no physical sign and people who are experiencing difficulties maybe don’t get the same understanding as people who have medical problems."
    },
    {
      "author": "Neil",
      "text": "It’s a topic that has been getting more publicity recently, particularly as members of the British royal family have been talking about it. Also, awareness is raised through events such as World Mental Health Day. And that is the topic of today’s quiz. World Mental Health Day is held every year on October 10th. It aims to raise awareness of mental health issues and their effects on people’s lives. In what year was it first held? Was it..."
    },
    {
      "author": "Georgina",
      "text": "I don’t know – I think it will be older than 2012, but as old as 1992? I don’t know. I’m going to go with 2002"
    },
    {
      "author": "Neil",
      "text": "OK. I’ll have the answer later in the programme and we’ll see if you’re right. Mental health problems are very difficult personally for those who suffer from them, and they also have an impact on businesses. Paul Farmer is head of the mental health awareness charity Mind. He spoke on the BBC World Service Business Daily programme about this. How much does he says it costs businesses in the UK?"
    },
    {
      "author": "Paul Farmer, CEO Mind",
      "text": "We know that the cost of failing to address mental health in business is colossal . In the UK, it costs between 33 and 42 billion pounds a year, about $50 billion dollars, and round about 300,000 people fall out of work every year as a result of poor mental health. So that’s a huge cost to workplaces and to individuals. Behind those numbers, though, are the lives of talented, able, contributors who often just slide away from the workplace because they don’t get the right help and support for their mental health."
    },
    {
      "author": "Neil",
      "text": "What figures did Paul Farmer give there?"
    },
    {
      "author": "Georgina",
      "text": "He gave the figure of about between 33 and £42 billion – which is about $50 billion dollars."
    },
    {
      "author": "Neil",
      "text": "That’s a lot of money!"
    },
    {
      "author": "Georgina",
      "text": "It is – in fact he called it colossal . This adjective means huge – really, really big. This is the cost to business he says of failing to address the mental health issue."
    },
    {
      "author": "Neil",
      "text": "Failing to address means ignoring or not dealing with the problems. It leads to staff leaving work, and he says these people are contributors , they give something to the business in terms of their skill and experience."
    },
    {
      "author": "Georgina",
      "text": "And because of mental health issues, which could be addressed but aren’t, those contributors are being lost to the business. So it costs companies more money to recruit and train new staff, and you can’t always replace the experience that is lost."
    },
    {
      "author": "Neil",
      "text": "Let’s listen again."
    },
    {
      "author": "Paul Farmer, CEO Mind",
      "text": "We know that the cost of failing to address mental health in business is colossal . In the UK, it costs between 33 and 42 billion pounds a year, about $50 billion dollars, and round about 300,000 people fall out of work every year as a result of poor mental health. So that’s a huge cost to workplaces and to individuals. Behind those numbers, though, are the lives of talented, able, contributors who often just slide away from the workplace because they don’t get the right help and support for their mental health."
    },
    {
      "author": "Neil",
      "text": "In recent years it seems as if there has been more understanding of mental health issues, not just in the workplace but in society as a whole. Geoff McDonald is a campaigner for the organisation Minds at Work. He also spoke on the Business Daily programme about one way that things were getting a little better."
    },
    {
      "author": "Geoff McDonald, Minds at Work",
      "text": "I think what’s really changed is people telling their stories, and the more stories that we tell it kind of begins to normalise this. Every single story that we tell is like sending a lifeboat out into the ocean and the millions and millions of people who are suffering in silence , do you know what they do? They cling on to that lifeboat and they realise they’re not alone and they might just be normal."
    },
    {
      "author": "Neil",
      "text": "So, because more people are talking about this issue, it begins to normalise it. This means it becomes ‘normal’. It’s not unusual, strange or hidden."
    },
    {
      "author": "Georgina",
      "text": "There are people who suffer in silence – they keep to themselves and hide their problems from others, but because there is more publicity about this topic, they can begin to feel that they are not alone and they don’t have to suffer in silence ."
    },
    {
      "author": "Neil",
      "text": "People sharing their stories are like lifeboats for those who do suffer in silence . In this metaphor they can cling onto the lifeboats."
    },
    {
      "author": "Georgina",
      "text": "I thought 2002."
    },
    {
      "author": "Neil",
      "text": "It was actually earlier - 1992. Now, a review of our vocabulary."
    },
    {
      "author": "Georgina",
      "text": "Failing to address is a phrase that means ignoring a problem or not trying to help with a problem."
    },
    {
      "author": "Neil",
      "text": "Something colossal is very, very big."
    },
    {
      "author": "Georgina",
      "text": "A contributor is someone who has something to give, who is a positive benefit to, in this case, a business."
    },
    {
      "author": "Neil",
      "text": "Then we have the verb to normalise , meaning to make something normal."
    },
    {
      "author": "Georgina",
      "text": "Someone who suffers in silence , doesn’t talk about their problems and may hide them from others."
    },
    {
      "author": "Neil",
      "text": "And finally, if you cling on to something , you hold on to it tightly, you don’t want to let it go. And that’s all from us from this programme. We look forward to your company again soon. In the meantime find us online, on social media and on the BBC Learning English app."
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Paul Farmer, CEO Mind",
    "Geoff McDonald, Minds at Work"
  ]
}