{
  "title": "Why take a gap year?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07ww79w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191205",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191205_6min_english_gap_year_download.mp3",
  "intro": [
    "Some students delay university to take a year off travelling. The emphasis now is on doing a productive, purposeful gap year that will look good on your CV and help you get a job. Is it a good idea? Neil and Georgina hear two students with different views and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to the Institute of Fiscal Studies, which subject studied at university will lead to the highest average earnings five years after graduating? Is it…",
    "a)    Law",
    "b)    Veterinary science",
    "c)    Medicine and dentistry",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "gap year",
      "desc": "year between leaving school and starting university that is usually spent travelling or working"
    },
    {
      "text": "at the back of my mind",
      "desc": "an idea we don’t think about frequently but keep stored deep in our memory"
    },
    {
      "text": "productive",
      "desc": "something that leads to a good or useful outcome"
    },
    {
      "text": "predicted",
      "desc": "what is likely to happen in the future based on current information"
    },
    {
      "text": "an alien concept",
      "desc": "an idea that is strange and not familiar"
    },
    {
      "text": "practical",
      "desc": "relating to the learning of real skills which can be usefully applied"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English and I'm Neil. And joining me to do this is Georgina."
    },
    {
      "author": "Georgina",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Now, Georgina, I know you went to university to study for a degree but before you moved from college to university, did you take a year off?"
    },
    {
      "author": "Georgina",
      "text": "I did."
    },
    {
      "author": "Neil",
      "text": "Well, you’re not alone. Many students choose to take a break from their studies to travel or gain work experience before moving on to university."
    },
    {
      "author": "Georgina",
      "text": "Yes, and this is what we call a ‘ gap year’."
    },
    {
      "author": "Neil",
      "text": "And … in this programme we’re talking about taking a gap year and why doing this has become more important than ever. But first, as always, I need to challenge you and our listeners, Georgina, to answer a question. Are you ready?"
    },
    {
      "author": "Georgina",
      "text": "Ready and waiting, Neil!"
    },
    {
      "author": "Neil",
      "text": "According to the Institute of Fiscal Studies, which subject studied at university will lead to the highest average earnings five years after graduating? Is it… a) Law b) Veterinary science, or c) Medicine and dentistry What do you think, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Well, all are subjects that involve lots of studying – but as a guess, I think those studying veterinary science end up working as vets and earning the most money – so it’s b), I think."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we’ll find out if you’re right at the end of the programme. Let's get back to talking about gap years – as the name suggests, it’s a break or gap in between your studies – we might also call it a year out. It’s not a new concept – meaning idea – and there are a number of reasons why someone may choose to take one."
    },
    {
      "author": "Georgina",
      "text": "That’s right. The BBC’s Smart Consumer podcast looked at this and heard from two students – one, Meg, took a gap year and the other, Tom, didn’t. Let’s hear from them now…"
    },
    {
      "author": "Students – Meg and Tom",
      "text": "Meg: I knew I wanted to go to university, but... I decided I'll do it after a year out. That way I can wait till I get my official results and apply to university with those rather than getting predicted grades and then, you know, potentially being surprised and not being able to follow the path I wanted. I just always had in the back my mind that I'd spend a year doing something productive and something that would just be good fun. Tom: It's not something that I really knew about to be honest, I think, until I started university. It was a bit of an alien concept to me. It's something I've never thought about - it would have been far too expensive and it's not something that would have been able to rely on my parents or family members for."
    },
    {
      "author": "Neil",
      "text": "Two different experiences there. So Meg said she had ‘ in the back of my mind’ doing a gap year. That means she had the idea but didn’t think about it frequently – it was stored deep in her memory."
    },
    {
      "author": "Georgina",
      "text": "And she had the idea of doing something productive – that means leading to a good or useful outcome – and, of course, having fun at the same time!"
    },
    {
      "author": "Neil",
      "text": "She also wanted to do something while she waited for her exam results to come in, rather than applying for a university place based on predicted results which may turn out to be wrong. If something is predicted , it’s an estimation of what is likely to happen in the future based on current information."
    },
    {
      "author": "Georgina",
      "text": "Now, Tom had a different experience. He wasn’t really aware of the gap year and described it as an alien concept – so an idea that is strange and not familiar."
    },
    {
      "author": "Neil",
      "text": "Tom also mentioned a gap year would have been too expensive – but according to Chris Rea from the organisation Prospects, it needn’t cost a lot of money. Speaking on BBC Radio 4’s You and Yours programme, he says it’s about gaining skills and being more employable…"
    },
    {
      "author": "Chris Rea, Higher Education Services Manager, Prospects",
      "text": "I think the experience of the gap year has become actually much more practical , partly as I say to do with university participation increasing, but also because of the demands on developing skills, specifically employability skills. A ctually from an employer’s point of view, certainly, any form of experience and skills acquisition that you've undertaken is valuable."
    },
    {
      "author": "Neil",
      "text": "According to Chris Rea, the focus these days is for a gap year to be more practical – this adjective describes the learning of real skills which can be usefully applied."
    },
    {
      "author": "Georgina",
      "text": "Yes, and these are skills that help you compete for a place at university and ultimately make you more employable - they help you get a job."
    },
    {
      "author": "Neil",
      "text": "Right, but which job might earn you the most money Georgina? Earlier I asked you, according to the Institute of Fiscal Studies, which subject studied at university will lead to the highest average earnings, five years after graduating? Is it… a) Law b) Veterinary science, or c) Medicine and dentistry What do you say, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I said veterinary science. Was I correct?"
    },
    {
      "author": "Neil",
      "text": "Sadly you weren’t. The correct answer is c) Medicine and dentistry. According to research in the UK, graduates of medicine and dentistry earn an average of £46,700."
    },
    {
      "author": "Georgina",
      "text": "That’s more than an English teacher I suspect, but that’s not going to stop us recapping today’s vocabulary."
    },
    {
      "author": "Neil",
      "text": "OK. So, we’ve been talking about a gap year – that's a year between leaving school and starting university that is usually spent travelling or working."
    },
    {
      "author": "Georgina",
      "text": "When we say something is at the back of my mind , we mean an idea we don’t think about frequently but keep stored deep in our memory."
    },
    {
      "author": "Neil",
      "text": "And when something is productive – it describes something that leads to a good or useful outcome."
    },
    {
      "author": "Georgina",
      "text": "Next, we mentioned the word predicted . If something is predicted , it’s an estimation of what is likely to happen in the future based on current information."
    },
    {
      "author": "Neil",
      "text": "An alien concept is an idea that is strange and not familiar."
    },
    {
      "author": "Georgina",
      "text": "And when you’re doing something practical , you’re doing something that is real and useful because you learn skills that can be used in the future."
    },
    {
      "author": "Neil",
      "text": "Thank you, Georgina, for that practical run through of our vocabulary. So that’s all from 6 Minute English for now. Goodbye!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Students – Meg and Tom",
    "Chris Rea, Higher Education Services Manager, Prospects"
  ]
}