{
  "title": "The decline of the apostrophe",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07yhm7x.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200109",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200109_6min_eng_apostrophes_download.mp3",
  "intro": [
    "A retired journalist who founded a campaign to preserve the correct use of the apostrophe in the English language, is giving up his battle.  It's because he says \"ignorance has won\". We discuss what's causing the decline in the use of this punctuation mark and teach you some vocabulary along the way."
  ],
  "this_week_question": [
    "The word ‘apostrophe’ itself – which language does it come from? Is it:",
    "a) Latin",
    "b) Greek",
    "c) Arabic",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a pedant",
      "desc": "Someone overly concerned with correcting small mistakes"
    },
    {
      "text": "to linger",
      "desc": "to stay in a place longer"
    },
    {
      "text": "to wander",
      "desc": "to walk around with no real purpose or desire to get somewhere quickly"
    },
    {
      "text": "up in the air",
      "desc": "at risk, possibly not going to happen"
    },
    {
      "text": "ignorance",
      "desc": "a lack of knowledge about something"
    },
    {
      "text": "a barbarian",
      "desc": "a primitive and uncivilized person"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Georgina",
      "text": "Hello. This is 6 Minute English, I'm Georgina."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Georgina",
      "text": "Are you a punctuation pedant ? Do you get upset, annoyed or angry if you see punctuation being used incorrectly – particularly apostrophes?"
    },
    {
      "author": "Rob",
      "text": "Well, it depends. Usually I’m pretty chilled out about it, but sometimes, just sometimes it really winds me up. For example, if I see a sign for taxis at a train station and it says taxi – apostrophe - s – aargh! Why – why? The apostrophe is not used to show there is more than one, it’s used to show there is a missing letter or that the word is a possessive – it’s just wrong! So that does kind of make my blood boil."
    },
    {
      "author": "Georgina",
      "text": "So, when you say you’re pretty chilled about it you mean…"
    },
    {
      "author": "Rob",
      "text": "OK, I’m not chilled at all. But maybe I wish I were."
    },
    {
      "author": "Georgina",
      "text": "Well, we’re going to be taking a look at reactions to the use and abuse of apostrophes in this programme. But first, a question. The word ‘apostrophe’ itself – which language does it come from? Is it:"
    },
    {
      "author": "Rob",
      "text": "I don’t think it’s Arabic, so it’s a toss-up between Latin and Greek. I’m going to say Greek."
    },
    {
      "author": "Georgina",
      "text": "OK. We’ll see if you’re correct at the end of the programme. The apostrophe, it is true to say, is often misused. It’s put where it shouldn’t be and not used where it should be. Is it important, though? Does it matter? After all, in spoken English there is no difference between ‘it’s’ with an apostrophe and ‘its’ without. ‘Your’ and ‘you’re’ – short for ‘you are’ sound the same. So what’s the problem in written English?"
    },
    {
      "author": "Rob",
      "text": "In many cases there isn’t a problem at all. There would be very little confusion. But I don’t think that means we should just ignore the correct way to use them. Sometimes it can be very important to make clear if it’s a singular or plural or possessive. Another important thing to remember is that in CVs and job applications a good standard of spelling and punctuation is expected. Get it wrong and you could miss out on a good opportunity."
    },
    {
      "author": "Georgina",
      "text": "There is one group that has tried for nearly 20 years to keep others to these high standards - The Apostrophe Protection Society. They have publicly pointed out incorrect use in public signs and communications – a tactic that has not always been welcome or successful. But like the apostrophe itself, the group is in danger. Here’s a BBC news report on the subject."
    },
    {
      "author": "Duncan Kennedy, BBC reporter",
      "text": "They linger above our letters, they wander around the endings of our words, but apostrophes, it seems, are an endangered species. The Apostrophe Protection Society – yes there really is one – says their future is, well, up in the air ."
    },
    {
      "author": "Georgina",
      "text": "How does he describe apostrophes?"
    },
    {
      "author": "Rob",
      "text": "Using metaphorical, poetic language, he says they linger above our letters. To linger is a verb usually used to describe someone or something staying somewhere before finally leaving."
    },
    {
      "author": "Georgina",
      "text": "So, we have apostrophes lingering above our letters and also he said they wander around the ending of words."
    },
    {
      "author": "Rob",
      "text": "Yes, also a metaphorical use. To wander means to walk slowly around without any real purpose or urgency."
    },
    {
      "author": "Georgina",
      "text": "And he went on to say that the future of the apostrophe is up in the air . When something is up in the air , it means its future is not certain, it’s not guaranteed. So if, for example, your holiday plans are up in the air , it means that there is some kind of problem and you might not be going on holiday after all. The person who founded The Apostrophe Protection Society is John Edwards. Now 96 years old he has decided to give it up. Partly because of his age, but also because he thinks that due to the impact of texting and social media he has lost the battle against bad punctuation. So why has it come to this? Here he is explaining why he thinks people aren’t bothered about using correct punctuation."
    },
    {
      "author": "John Edwards",
      "text": "I think it’s a mixture of ignorance and laziness. They’re too ignorant to know where it goes, they’re too lazy to learn so they just don’t bother. The barbarians have won."
    },
    {
      "author": "Georgina",
      "text": "So what’s his reason?"
    },
    {
      "author": "Rob",
      "text": "He blames ignorance and laziness. Ignorance is a lack of knowledge or understanding of something. So people don’t know the rules and are too lazy to learn them, according to Edwards."
    },
    {
      "author": "Georgina",
      "text": "Quite strong views there!"
    },
    {
      "author": "Rob",
      "text": "Yes, and you thought I was a pedant ! He actually goes further to say that the barbarians have won. Barbarian is a historical word for people who weren’t part of so-called civilized society. They were seen as violent and aggressive, primitive and uncivilized."
    },
    {
      "author": "Georgina",
      "text": "So it’s not a compliment then?"
    },
    {
      "author": "Rob",
      "text": "Oh no!"
    },
    {
      "author": "Georgina",
      "text": "Right, before we review today’s vocabulary, let’s have the answer to today’s quiz. Which language does the word apostrophe come from? What did you say?"
    },
    {
      "author": "Rob",
      "text": "I went for Greek."
    },
    {
      "author": "Georgina",
      "text": "Congratulations to you and anyone else who got that right. Greek is the right answer. Now let’s remind ourselves of today’s vocabulary. First, what’s a pedant , Rob?"
    },
    {
      "author": "Rob",
      "text": "A pedant is someone who corrects other people’s small mistakes – particularly in grammar and punctuation – but it’s not the same as an English teacher! A pedant will correct native speakers’ mistakes too, and not in the classroom."
    },
    {
      "author": "Georgina",
      "text": "To linger means to stay somewhere for longer."
    },
    {
      "author": "Rob",
      "text": "To wander is to walk around without a real purpose or intention to get somewhere quickly."
    },
    {
      "author": "Georgina",
      "text": "If your plans are up in the air , it means they are at risk and might not happen."
    },
    {
      "author": "Rob",
      "text": "Ignorance is the state of not knowing something that should be known."
    },
    {
      "author": "Georgina",
      "text": "And finally, a barbarian is a word for a primitive and uncivilized person. Right, we can’t linger in this studio as our six minutes are up. You can find more from us about punctuation and many other aspects of English online, on social media and on the BBC Learning English app. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Georgina",
    "Rob",
    "Duncan Kennedy, BBC reporter",
    "John Edwards"
  ]
}