{
  "title": "ould you give up booze for a month?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0804c6g.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200116",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200116_6min_english_no_alcohol_download.mp3",
  "intro": [
    "Do you enjoy having a glass of wine, gin or a beer with friends? Would you be able to give it up for a whole month? That's what Dry January is all about - a campaign to encourage people to resist the temptation of booze and enjoy some health benefits. Sam and Rob discuss the challenge of cutting down on alcohol and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to historians, which people were thought to be the first group to make New Year's resolutions? Was it the…",
    "a)     Romans",
    "b)     Native Americans",
    "c)      Babylonians",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "resolution",
      "desc": "a promise to yourself to stop or start doing something"
    },
    {
      "text": "peer pressure",
      "desc": "influence a group of similar people have on you to behave like them"
    },
    {
      "text": "ingrained",
      "desc": "an attitude or idea that's been done in a certain way for a long time and is difficult to change"
    },
    {
      "text": "merchandise",
      "desc": "goods we buy and sell"
    },
    {
      "text": "hangover",
      "desc": "sick, tired and sometimes anxious feeling you get after drinking too much alcohol"
    },
    {
      "text": "permeating",
      "desc": "spreading through something and influencing every part of it"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Sam…"
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Sam",
      "text": "So we're well into 2020 now – how are your New Year's resolutions going, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah resolutions – you mean promises people make to themselves to stop or start doing something – I promised to start running, and to stop eating biscuits and to give up alcohol for a month. But I failed on all of them!"
    },
    {
      "author": "Sam",
      "text": "Oh dear..."
    },
    {
      "author": "Rob",
      "text": "Yes, I lasted a few days and then I started to crumble."
    },
    {
      "author": "Sam",
      "text": "Yeah. Well, you're not alone. Many people try to kick bad habits and get healthy when a new year begins. Their intentions – their plans to do something – are good."
    },
    {
      "author": "Rob",
      "text": "Yes, giving up drinking is particularly good to do, if only for the health benefits."
    },
    {
      "author": "Sam",
      "text": "Well, we'll be talking more about that as soon as I've set up today's question. According to historians, which people were thought to be the first group to make New Year's resolutions? Was it the… a) Romans b) Native Americans c) Babylonians"
    },
    {
      "author": "Rob",
      "text": "I haven't got a clue, so I'm going to guess a) the Romans."
    },
    {
      "author": "Sam",
      "text": "OK, Rob, I'll let you know if that was a good guess at the end of the programme. Now let's talk more about giving things up for New Year and, specifically, giving up alcohol."
    },
    {
      "author": "Rob",
      "text": "It's a time often called 'Dry January' – dry refers to not drinking alcohol, it's not about the weather! And the beginning of the year seems like a good time to start doing something to improve your health."
    },
    {
      "author": "Sam",
      "text": "But it's easy to give in to temptation – isn't it, Rob?"
    },
    {
      "author": "Rob",
      "text": "Oh yes.  And it's tough to give up drinking in the first place, as Millie Gooch, founder of The Sober Girl Society knows. She spoke to BBC Radio 4's You and Yours programme and explained why it was hard to quit in the first place…"
    },
    {
      "author": "Millie Gooch, founder of The Sober Girl Society",
      "text": "I think it's the peer pressure and, you know, it's so expected of us, it's so ingrained in us. Alcohol is everywhere and it's not just alcohol itself, it's alcohol merchandise , so, you know, you've got Christmas jumpers that have been say 'Prosecco-ho-ho-ho' and you can't buy a birthday card without saying 'let the fun be-gin'. It's just absolutely everywhere, it's so hard to avoid."
    },
    {
      "author": "Sam",
      "text": "So that's Millie, who's right when she says that, in the UK at least, we sometimes drink because we give in to peer pressure . That's the influence a group of similar people have on you to behave like them."
    },
    {
      "author": "Rob",
      "text": "We want to be part of the group so we copy what they do – and we are expected to do so because, as Millie said, drinking alcohol is ingrained in us – well in some cultures anyway."
    },
    {
      "author": "Sam",
      "text": "And when an attitude is ingrained it means it's been that way for a long time - it's difficult to change.  And although it may be harmful, we see jokes about drinking through things like merchandise – a word for goods we buy and sell."
    },
    {
      "author": "Rob",
      "text": "And Millie goes on to say we can buy jumpers that joke about the Italian sparkling wine called Prosecco – which say 'Prosecco-ho-ho-ho!' And birthday cards have the message 'let the fun be-gin' – a play on the word 'begin'."
    },
    {
      "author": "Sam",
      "text": "With all this social pressure, it's hard not to give in – and that's even worse when you're trying to fulfil your resolution not to drink."
    },
    {
      "author": "Rob",
      "text": "For Millie, enough was enough when drinking started to have a negative effect and she had to do something about it.  Let's hear from her again…"
    },
    {
      "author": "Millie Gooch, founder of The Sober Girl Society",
      "text": "I started realising that alcohol was really affecting my mental health, so I was getting that really bad hangover anxiety – that like, hangover fear and dread – and I kind of noticed that was permeating everyday life. I was a binge drinker rather than like an everyday drinker… So I just decided that it wasn't suiting my life any more and I wanted to give it up."
    },
    {
      "author": "Rob",
      "text": "So Millie there described the negative effects of a hangover – that's the sick and tired feeling you get after drinking too much alcohol.  She also said she felt anxiety. And this feeling was permeating her everyday life.  When something permeates it spreads through something and influences every part of it."
    },
    {
      "author": "Sam",
      "text": "So, drinking was affecting her everyday life, and it didn't help that she was a binge drinker. When you binge you do something occasionally but to extreme."
    },
    {
      "author": "Rob",
      "text": "Well, Millie managed to quit drinking and hasn't touched a drop since. There are many benefits to remaining sober – that means not being drunk. And one of them is hearing the answer to today's question!"
    },
    {
      "author": "Sam",
      "text": "Earlier I asked you: According to historians, which people were thought to be the first group to make New Year's resolutions? Was it the… a) Romans b) Native Americans c) Babylonians And Rob, what did you say?"
    },
    {
      "author": "Rob",
      "text": "I had a wild guess and said it was the Romans."
    },
    {
      "author": "Sam",
      "text": "Sorry, Rob, you are wrong. Many historians think it was the Babylonians who made the first ever New Year's resolutions, about 4,000 years ago.  According to the history.com website, at New Year – which they celebrated in mid-March - Babylonians made promises to the gods to pay their debts and return any objects they had borrowed."
    },
    {
      "author": "Rob",
      "text": "I wonder if they managed to keep their resolutions for longer than I did… Anyway, let's keep one of our regular promises - to recap the vocabulary we've discussed today. Starting with resolution …"
    },
    {
      "author": "Sam",
      "text": "…which in the context of a New Year's resolution, is a promise to yourself to stop or start doing something."
    },
    {
      "author": "Rob",
      "text": "Peer pressure is the influence a group of similar people have on you to behave like them."
    },
    {
      "author": "Sam",
      "text": "Ingrained describes an attitude or idea that has been done in a certain way for a long time and is difficult to change. And merchandise is a word for goods we buy and sell."
    },
    {
      "author": "hangover",
      "text": "We also mentioned a  – that's the sick, tired and sometimes anxious feeling you get after drinking too much alcohol. And permeating describes spreading through something and influencing every part of it. Like the vocabulary in this programme, Sam!"
    },
    {
      "author": "Sam",
      "text": "Thanks, Rob - and that's all for now."
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Rob",
    "Millie Gooch, founder of The Sober Girl Society",
    "hangover"
  ]
}