{
  "title": "pond scum",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p084lmhj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200227",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200227_6min_english_pond_scum_download.mp3",
  "intro": [
    "How do you feed the world's ever-growing population when the amount of land available to grow things is getting smaller? Could pond scum be the answer? Scientists say this microalgae, which can be grown almost anywhere, could be part of the solution. Neil and Sam discuss the latest superfood craze and teach you some useful vocabulary too."
  ],
  "this_week_question": [
    "What do the following three things have in common: oceans, snow and Neil's garden patio? a) They are all good places to relax b) They are all very cold c) They are all places where microalgae grow",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pond scum",
      "desc": "a slang name for microalgae like spirulina and chlorella"
    },
    {
      "text": "having a moment",
      "desc": "becoming more well-known and popular at this moment in time; similar to ‘trending’"
    },
    {
      "text": "superfood",
      "desc": "a type of food which is especially full of healthy nutrients like vitamins, minerals and protein"
    },
    {
      "text": "becoming stretched",
      "desc": "not enough resources to meet people’s needs"
    },
    {
      "text": "sustainable intensification",
      "desc": "food produced in ways which don’t damage the environment or use new land"
    },
    {
      "text": "organism",
      "desc": "any plant or animal life form"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be looking at an unusual food called microalgae and asking whether eating algae might be better for our health and the health of the planet. And of course, we’ll be looking at some of the related vocabulary along the way."
    },
    {
      "author": "Sam",
      "text": "Yuck! I’m not sure about eating algae, Neil! I mean, what’s the strangest thing you’ve ever eaten?"
    },
    {
      "author": "Neil",
      "text": "Well, I once tried fried stick insect in Thailand… and I’ve had ants, as well, that were from Colombia."
    },
    {
      "author": "Sam",
      "text": "Ah, OK, yeah – both fairly strange for us here in the UK. But what about pond scum , Neil?"
    },
    {
      "author": "Neil",
      "text": "Pond scum? Pond scum is the slang name for microalgae - green plant organisms , such as spirulina, which grow in water-like ponds and look a bit slimy or scummy before being dried. Here, we’re talking about edible algae, meaning it’s OK to eat."
    },
    {
      "author": "Sam",
      "text": "More than OK, in fact – these types of food algae are actually good for your body! Microalgae like spirulina and chlorella are packed full of proteins, vitamins and antioxidants. Because they are so healthy, they’re having a moment right now, meaning they are becoming more well-known and popular."
    },
    {
      "author": "Neil",
      "text": "Yes, microalgae is trending just now and for good reasons, which we’ll find out about later. But first, let me ask you our quiz question. What do the following three things have in common: oceans, snow and my garden patio? Is it… a) They are all good places to relax b) They are all very cold c) They are all places where microalgae grow"
    },
    {
      "author": "Sam",
      "text": "Well, I know that oceans and snow are made up of water… but your garden patio? Did your barbeque get rained off again, Neil?"
    },
    {
      "author": "Neil",
      "text": "No, not quite, Sam! Well, hopefully you’ll know by the end of the programme. Now, I mentioned before that microalgae is sometimes called a superfood - a type of food which is essentially full of healthy vitamins, minerals and nutrients. But microalgae is not the first superfood to become popular."
    },
    {
      "author": "Sam",
      "text": "That’s right. In the early 2010s, many juice bars started popping up in places around the world selling green smoothies - energy drinks made by blending healthy ingredients like kale, chard and spinach. The recent trend for microalgae and spirulina has been promoted in part by big drinks companies wanting to sell the latest brightly coloured smoothies."
    },
    {
      "author": "Neil",
      "text": "And more and more, spirulina is also being used as a cooking ingredient – in hot dogs and meatballs – and as a protein-rich substitute for eggs in pasta and mayonnaise."
    },
    {
      "author": "Sam",
      "text": "But as well as all these health benefits, there’s another advantage to microalgae superfoods - one that could potentially benefit the whole planet. BBC Radio 4’s The Food Programme asked Professor Alison Smith, Head of Plant Sciences at Cambridge University, to explain:"
    },
    {
      "author": "Alison Smith",
      "text": "As the population of the world increases and the land that’s available for agriculture is becoming stretched , there’s an interest in trying to increase productivity by other means…so sustainable intensification of agriculture is one way…"
    },
    {
      "author": "Neil",
      "text": "So food security is an issue - making sure enough nutritionally-rich food is produced to feed the growing world population. Alison Smith says the amount of agricultural land available for growing food is becoming stretched, meaning there are not enough resources, in this case farm land, to meet everyone’s needs."
    },
    {
      "author": "Sam",
      "text": "Yes, and she mentions that one possible solution is sustainable intensification of agriculture - which means increasing food production in ways which don’t damage the environment or use new land."
    },
    {
      "author": "Neil",
      "text": "Well, we know that microalgae are superfoods, nutritionally rich in vitamins and protein, but how do they help reduce the need for agricultural land? Alison Smith explains:"
    },
    {
      "author": "Alison Smith",
      "text": "…they can be grown in all sorts of locations – in water, in oceans, in ponds, lakes and so on, even on your patio and on snow… so one of the possibilities is to produce these organisms in cities and towns because they don’t need the open landscape to be grown."
    },
    {
      "author": "Sam",
      "text": "I think I’ve spotted the answer to your quiz question, Neil."
    },
    {
      "author": "Neil",
      "text": "Oh yes? I asked what oceans, snow and my patio have in common. a) They are all good places to relax b) They are all very cold c) They are all places where microalgae grows"
    },
    {
      "author": "Sam",
      "text": "The answer is c ) - places where microalgae can grow! What an amazing plant! I think I’m going to stop calling it pond scum and use the correct scientific name Prof Smith mentioned, organisms."
    },
    {
      "author": "Neil",
      "text": "Today’s programme was all about microalgae like spirulina, a green, edible food algae which some people call pond scum, although scientifically speaking it’s an organism , meaning an animal or plant life form."
    },
    {
      "author": "Sam",
      "text": "Yes, and this plant life form is also called a superfood , because it’s especially rich in vitamins, minerals and nutrients which promote good health."
    },
    {
      "author": "Neil",
      "text": "Superfoods are having a moment right now, meaning they’re becoming more popular or trending because they’re so healthy."
    },
    {
      "author": "Sam",
      "text": "And another benefit of microalgae is that it grows almost anywhere. So it doesn’t use much agricultural land, which is becoming stretched , meaning there’s not enough of it to meet the world’s food needs. Sustainable intensification is another possible solution to this problem, because it is a way of increasing food production without harming the environment or using new land. Don’t forget you can find lots more learning materials and topical vocabulary on our website at bbclearningenglish.com. And please join us again soon. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Alison Smith"
  ]
}