{
  "title": "Why do we procrastinate?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0dzbp5n.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230216",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200216_6_minute_english_why_do_we_procrastinate_download.mp3",
  "intro": [
    "Why do people procrastinate? We’ll hear from a comedian who likes to leave their work until the last minute, and as usual, we’ll be learning some new vocabulary as well."
  ],
  "this_week_question": [
    "According to recent research by DePaul University in Chicago, what percentage of people procrastinate so much that it interferes with their day-to-day life?",
    "a) 10 percent",
    "b) 20 percent",
    "c) 30 percent",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "procrastination",
      "desc": "delaying doing things that must be done until later, often because they are boring, difficult or unpleasant"
    },
    {
      "text": "without a shadow of a doubt",
      "desc": "used to emphasise that you are completely certain of something"
    },
    {
      "text": "under pressure",
      "desc": "feeling stressed or anxious because of having too much to do"
    },
    {
      "text": "impulsive",
      "desc": "acting suddenly and instinctively, without thinking about the consequences of your actions"
    },
    {
      "text": "gratification",
      "desc": "feeling of pleasure and satisfaction"
    },
    {
      "text": "oodles of (something)",
      "desc": "a very large amount of something pleasant"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Come on, Neil, let’s make a start! I’ve got a deadline to meet today, and I haven’t finished my work yet!"
    },
    {
      "author": "Neil",
      "text": "Let me guess, it’s because you delayed, and delayed, and put your work off until the last minute - as usual! You’re a real procrastinator, Sam – someone who keeps delaying things that need to be done."
    },
    {
      "author": "Sam",
      "text": "What can I say? I work better when a deadline is approaching."
    },
    {
      "author": "Neil",
      "text": "I see, but did you know that that people who procrastinate have higher levels of stress and lower wellbeing? Procrastination is also linked with lower financial and career success, so there's a lot of reasons not to do it."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’re discussing procrastination – the act of delaying things that must be done until later, often because they’re difficult, boring or unpleasant. And, as usual, we’ll be learning some new vocabulary along the way."
    },
    {
      "author": "Neil",
      "text": "So, without wasting any more time, I have a question for you, Sam. The fact that procrastinating, or putting things off, is bad for us doesn’t stop people doing it. According to recent research by DePaul University in Chicago, what percentage of people procrastinate so much that it interferes with their day-to-day life? Is it:"
    },
    {
      "author": "Sam",
      "text": "I’ll guess that around 10 percent of people have a serious procrastination problem."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out the answer later in the programme. Sam is certainly not alone in putting things off until the last minute. Here’s Ella al-Shamahi, presenter of BBC Radio 4’s, Why Do We Do That? talking to the comedian, Eshaan Akbar, about his procrastination habit:"
    },
    {
      "author": "Ella al-Shamahi",
      "text": "Would you say, Eshaan, that you're a procrastinator?"
    },
    {
      "author": "Eshaan Akbar",
      "text": "I am a serial procrastinator without a shadow of a doubt."
    },
    {
      "author": "Ella al-Shamahi",
      "text": "Why? Why do you think you procrastinate?"
    },
    {
      "author": "Eshaan Akbar",
      "text": "Over the years, I've told myself that I procrastinate because I work better under pressure. That's what I've told myself."
    },
    {
      "author": "Sam",
      "text": "Eshaan thinks that he is a procrastinator without a shadow of a doubt , a phrase which is used to emphasise that you are completely certain of something."
    },
    {
      "author": "Neil",
      "text": "Eshaan also says that, like Sam, he works better under pressure , when he feels stressed or anxious because of having too much to do. But maybe, also like Sam, Eshaan has a problem organising his workload and managing his time."
    },
    {
      "author": "Sam",
      "text": "Hang on, Neil, my time management skills are OK, thank you! With me, it’s more of an emotional response – I see a mountain of work, feel threatened, and think, ‘how on earth will I finish all that?!’"
    },
    {
      "author": "Neil",
      "text": "What Sam says is supported by a theory of human evolution which explains how putting things off is an emotional response. Back when we were living in caves, life was dangerous and short, and our ancestors were impulsive – they acted suddenly, on instinct, without thinking about the consequences of what they were doing. Back then, being impulsive was a good thing, but in modern life, with work goals and deadlines, when we are impulsive and get distracted, we procrastinate. So rather than being a problem with time management, Sam should blame her caveman ancestors who acted on impulse."
    },
    {
      "author": "Sam",
      "text": "Hmm... Let’s listen again to comedian Eshaan Akbar talking how he feels when he procrastinates:"
    },
    {
      "author": "Eshaan Akbar",
      "text": "A lot of stuff you read about procrastination focuses on the time management element of it… I probably got a better sense that for me it seems very squarely around the emotional aspect of it. Perhaps I get more emotional gratification from doing it last minute. And, I need to understand why I prefer that over the calm serenity of getting things done with oodles of time on my hands."
    },
    {
      "author": "Neil",
      "text": "In the same way that our ancestors felt good living on impulse, Eshaan thinks he gets gratification -a feeling of pleasure and satisfaction – from doing things at the last minute. What he doesn’t understand is why he prefers to work under pressure, instead of finishing calmly with oodles ,or lots of,time."
    },
    {
      "author": "Sam",
      "text": "Unlike Eshaan, I’d rather finish my work feeling relaxed, but there never seems to be enough time."
    },
    {
      "author": "Neil",
      "text": "Well, breaking down the task into smaller stages also breaks down the level of threat you feel from your workload. Also, forgiving yourself for procrastinating in the past seems helpful in avoiding procrastinating in the future. So, forgive yourself and start making changes, Sam, before you end up like the timewasters in my question: what percentage of people procrastinate so much that it interferes with day-to-day life."
    },
    {
      "author": "Sam",
      "text": "Well, I guessed it was 10 percent."
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer, I’m afraid. In fact around 20 percent of us have a procrastination habit so strong it makes life difficult. Okay, let’s recap the vocabulary we’ve learned from this programme on procrastination – delaying, or putting off,  doing things until later, often because they’re difficult, unpleasant or boring."
    },
    {
      "author": "Sam",
      "text": "The phrase without a shadow of a doubt is used to emphasise that you are completely certain of something."
    },
    {
      "author": "Neil",
      "text": "If you’re under pressure , you feel stressed or anxious because of having too much to do."
    },
    {
      "author": "Sam",
      "text": "Impulsive behaviour is sudden and spontaneous, done without thinking about the consequences."
    },
    {
      "author": "Neil",
      "text": "Gratification means a feeling of pleasure and satisfaction."
    },
    {
      "author": "Sam",
      "text": "And finally, when you have oodles of something, you have a lot of a very large amount of something pleasant…. like time, which once again we’ve run out of. I’m rushing off to finish my work, Neil, but remember to make time to join us again soon, here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Ella al-Shamahi",
    "Eshaan Akbar"
  ]
}