{
  "title": "ould you give up fast fashion?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0834m3x.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200220",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200220_6min_english_fast_fashion_download.mp3",
  "intro": [
    "Lots of people are planning to buy no new clothes this year, favouring second-hand or making do with what they already have. However, sales at online fast fashion sites, trade is going well. Could you give up buying new clothes for a year? Would you do it over concerns with the environment? Georgina and Neil discuss this fashion and environment and teach you some useful items of vocabulary."
  ],
  "this_week_question": [
    "Do you know how many items of clothing were sent to landfill in the UK in 2017? Was it…",
    "a)     23 million items",
    "b)     234 million items",
    "c)      2.3 billion items",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pledging",
      "desc": "publicly promising to do something (you can make a pledge to do something)"
    },
    {
      "text": "outsourced",
      "desc": "given to another company to do, often because that company has the skills to do it or it can be done cheaper"
    },
    {
      "text": "undercuts",
      "desc": "if a company  another, it charges less to do a job than its competitor"
    },
    {
      "text": "stems from (something)",
      "desc": "caused by or a result of something"
    },
    {
      "text": "illogical",
      "desc": "unreasonable - not sensible, more driven by emotions than practical reason"
    },
    {
      "text": "backlash",
      "desc": "strong negative reaction to what is happening"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Georgina",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Georgina…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Georgina",
      "text": "In this programme, we’re talking about buying clothes and only wearing them a few times before buying more clothes!"
    },
    {
      "author": "Neil",
      "text": "This is something known as fast fashion – it’s popular, it might make us feel good, but it’s not great for the environment."
    },
    {
      "author": "Georgina",
      "text": "Which is why lots of people this year are pledging – or promising publicly - to buy no new clothes."
    },
    {
      "author": "Neil",
      "text": "I for one am wearing the same shirt I bought seven years ago."
    },
    {
      "author": "Georgina",
      "text": "You’re certainly not a fashion victim, Neil! But first, let’s test your knowledge of fast fashion with a question. Do you know how many items of clothing were sent to landfill in the UK in 2017? Was it… a)     23 million items, b)     234 million items or c)      2.3 billion items What do you think, Neil?"
    },
    {
      "author": "Neil",
      "text": "I’m sure it’s lots, but not billions, so I’m going to say 23 million items."
    },
    {
      "author": "Georgina",
      "text": "I shall tell you if you’re right at the end of the programme. Let’s talk more about fast fashion, which is being blamed for contributing to global warming."
    },
    {
      "author": "Neil",
      "text": "And discarded clothes – that means ones that are thrown away - are also piling up in landfill sites, and fibre fragments are flowing into the sea when clothes are washed."
    },
    {
      "author": "Georgina",
      "text": "It’s not great – and I’ve heard the average time someone wears something is just seven! So why is this, and what is driving our desire to keep buying more clothes?"
    },
    {
      "author": "Neil",
      "text": "I think we should hear from fashion journalist Lauren Bravo, who’s been speaking on the BBC Radio 4 programme, You and Yours. She explained that clothes today are relatively cheaper than those from her parents’ days…"
    },
    {
      "author": "Lauren Bravo, fashion journalist",
      "text": "A lot of clothing production got outsourced - offshored over to the developing world, so countries like Indonesia, India, Bangladesh and China are now responsible for making the vast bulk of all the clothes that are sold in the UK. And with that, we've seen what we call ‘chasing the cheapest needle’ around the world, so the fashion industry constantly looking to undercut competitors, and with that clothes getting cheaper and cheaper and cheaper."
    },
    {
      "author": "Georgina",
      "text": "Right, so clothes – in the developed world at least – have become cheaper because they are produced in developing countries. These are countries which are trying to become more advanced economically and socially."
    },
    {
      "author": "Neil",
      "text": "So production is outsourced – that means work usually done in one company is given to another company to do, often because that company has the skills to do it. And in the case of fashion production, it can be done cheaper by another company based in a developing country."
    },
    {
      "author": "Georgina",
      "text": "Lauren used an interesting expression ‘chasing the cheapest needle’ – so the fashion industry is always looking to find the company which can make clothes cheaper –  a company that can undercut another one means they can do the same job cheaper."
    },
    {
      "author": "Neil",
      "text": "Therefore the price of clothes gets cheaper for us."
    },
    {
      "author": "Georgina",
      "text": "OK, so it might be good to be able to buy cheaper clothes. But why do we have to buy more – and only wear items a few times?"
    },
    {
      "author": "Neil",
      "text": "It’s all about our obsession with shopping and fashion. It’s something Lauren Bravo goes on to explain on the You and Yours radio programme. See if you can hear what she blames for this obsession…"
    },
    {
      "author": "Lauren Bravo, fashion journalist",
      "text": "Buying new things has almost become a trend in itself for certain generations. I think that feeling that you can't be seen in the same thing twice, it really stems from social media, particularly. And quite often people are buying those outfits to take a photo to put on Instagram. It sounds illogical , but I think when all of your friends are doing it there is this invisible pressure there."
    },
    {
      "author": "Georgina",
      "text": "Lauren makes some interesting points. Firstly, for some generations, there is just a trend for buying things."
    },
    {
      "author": "Neil",
      "text": "It does seem very wasteful, but, as Lauren says, some people don’t like to be seen wearing the same thing twice. And this idea is caused by social media – she uses the expression ‘ stems from’."
    },
    {
      "author": "Georgina",
      "text": "She describes the social pressure of needing to be seen wearing new clothes on Instagram. And the availability of cheap clothes means it’s possible to post new images of yourself wearing new clothes very regularly."
    },
    {
      "author": "Neil",
      "text": "Hmm, it sounds very wasteful and to me, illogical – not reasonable or sensible and more driven by emotions rather than any practical reason."
    },
    {
      "author": "Georgina",
      "text": "But, there is a bit of a backlash now – that’s a strong negative reaction to what is happening. Some people are now promising to buy second-hand clothes, or ‘vintage clothes’, or make do with the clothes they have and mend the ones they need. It could be the start of a new fashion trend."
    },
    {
      "author": "Neil",
      "text": "Yes, and for once, I will be on trend ! And it could reduce the amount of clothes sent to landfill that you mentioned earlier."
    },
    {
      "author": "Georgina",
      "text": "Yes, I asked if you knew how many items of clothing were sent to landfill in the UK in 2017? Was it… a)     23 million items, b)     234 million items or c)      2.3 billion items What did you say, Neil?"
    },
    {
      "author": "Neil",
      "text": "I said a) 23 million items."
    },
    {
      "author": "Georgina",
      "text": "And you were wrong. It’s actually 234 million items – that’s according to the Enviro Audit Committee. It also found that 1.2 billion tonnes of carbon emissions is released by the global fashion industry."
    },
    {
      "author": "Neil",
      "text": "Well, we’re clearly throwing away too many clothes but perhaps we can recycle some of the vocabulary we’ve mentioned today?"
    },
    {
      "author": "Georgina",
      "text": "I think we can, starting with pledging - that means publicly promising to do something. You can make a pledge to do something."
    },
    {
      "author": "Neil",
      "text": "When something is outsourced ,it is given to another company to do, often because that company has the skills to do it or it can be done cheaper."
    },
    {
      "author": "Georgina",
      "text": "And if one company undercuts another, it charges less to do a job than its competitor."
    },
    {
      "author": "Neil",
      "text": "The expression stems from means ‘is caused by’ or ‘a result of’. We mentioned that rise in fast fashion stems from sharing images on Instagram."
    },
    {
      "author": "Georgina",
      "text": "And we mentioned this being illogical . So it seems unreasonable - not sensible, and more driven by emotions rather than any practical reason."
    },
    {
      "author": "Neil",
      "text": "And a backlash is a strong negative reaction to what is happening."
    },
    {
      "author": "Georgina",
      "text": "And that brings us to the end of our discussion about fast fashion! Please join us again next time. Bye."
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "",
    "Georgina",
    "Neil",
    "Lauren Bravo, fashion journalist"
  ]
}