{
  "title": "Is it good to disagree?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0827zmn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200206",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200206_6min_english_disagreeing_better_download.mp3",
  "intro": [
    "Have we lost respect for those who disagree with us? At a time when public debate has become so ill-tempered, a battle of ideas might have become an exchange of insults. Sam and Rob wonder if the art of persuasion is lost and teach you related vocabulary."
  ],
  "this_week_question": [
    "Which spiritual leader is famous for saying “Disagreement is something normal”? Is it… ?",
    "a) Pope Francis",
    "b) The Dalai Lama",
    "c) Ravi Shankar",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pedantic",
      "desc": "focussing too much on the small details or formal rules"
    },
    {
      "text": "hierarchy",
      "desc": "a way of organising people according to their importance"
    },
    {
      "text": "contempt",
      "desc": "a dislike or lack of respect for someone or something"
    },
    {
      "text": "a point of view",
      "desc": "someone’s perspective on something"
    },
    {
      "text": "civility",
      "desc": "polite behaviour"
    },
    {
      "text": "stagnation",
      "desc": "staying the same and not developing"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Sam…"
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be talking about disagreeing."
    },
    {
      "author": "Rob",
      "text": "No, we won’t!"
    },
    {
      "author": "Sam",
      "text": "I think we will, Rob. We’re discussing the following: ‘Is it good to disagree?’"
    },
    {
      "author": "Rob",
      "text": "I know, but I feel better for having that little disagreement – so that proves it is good to disagree!"
    },
    {
      "author": "Sam",
      "text": "Well, I hate to disagree, but I think we should explore this subject a little further first in the next six minutes…"
    },
    {
      "author": "Rob",
      "text": "Err, shouldn’t that be five minutes?"
    },
    {
      "author": "Sam",
      "text": "Rob, you are being pedantic – focussing too much on the small details or formal rules. Maybe we should agree to disagree and move onto the quiz question I like to set you every week."
    },
    {
      "author": "Rob",
      "text": "Yes, a good idea."
    },
    {
      "author": "Sam",
      "text": "OK. So, do you know which spiritual leader is famous for saying “Disagreement is something normal”? Is it… a) Pope Francis b) The Dalai Lama, or c) Ravi Shankar"
    },
    {
      "author": "Rob",
      "text": "That’s tricky so I’ll have a guess and say b) the Dalai Lama."
    },
    {
      "author": "Sam",
      "text": "OK, I'll let you know if that was correct at the end of the programme. But whoever said ‘disagreement is something normal’ is probably right. I’m sure we all disagree with someone about something – don’t we, Rob?"
    },
    {
      "author": "Rob",
      "text": "No… just joking! Of course disagreeing is normal – it would be boring if we agreed about everything. However, I guess agreement, on some things, may have prevented a few wars."
    },
    {
      "author": "Sam",
      "text": "Indeed, but it is a fascinating subject and it’s something the BBC Radio 4 programme ‘A Guide to Disagreeing Better’ looked at. I think we should hear about how NOT to disagree first. This is couples' therapist, author and speaker Esther Perel, who knows a thing or two about that..."
    },
    {
      "author": "Esther Perel, therapist",
      "text": "In a battle, you position yourself in a hierarchy - one is on top of the other, and then there is arguing that comes with a contempt in which it's not just that I don't accept your point of view , is that, I actually really think you’re a lesser human being."
    },
    {
      "author": "Rob",
      "text": "Right, so Esther explains that bad disagreement is a battle – one person tries to take a higher position in the hierarchy . A hierarchy is a way of organising people according to their importance."
    },
    {
      "author": "Sam",
      "text": "So, a disagreement doesn’t go well if one person thinks they’re more important than someone else. And according to Esther, things also don’t go well if someone has contempt , which is a dislike or lack of respect for someone or something."
    },
    {
      "author": "Rob",
      "text": "And contempt in a bad disagreement can be more than just not liking somebody’s point of view – their perspective on something – it could be thinking someone is a lesser human being."
    },
    {
      "author": "Sam",
      "text": "Ouch! That’s not nice. Let’s think more now about good disagreement. The BBC podcast Seriously has listed some tips for disagreeing better, including not aiming for the middle ground – another way of saying 'compromising'."
    },
    {
      "author": "Rob",
      "text": "It also suggests speaking truthfully, listening intently – that means giving all your attention to what’s being said - and aiming for empathy. But not feeling at the end of a disagreement that you have to agree!"
    },
    {
      "author": "Sam",
      "text": "I agree - and I’m sure former British politician Douglas Alexander would too. He presented the programme ‘A Guide to Disagreeing Better’ and explained why he thought disagreeing is a good thing…"
    },
    {
      "author": "Douglas Alexander",
      "text": "A couple of decades I spent as an elected politician convinced me that disagreement is necessary if society is to progress and a society that values civility over justice and truth would simply be a recipe for stagnation . But honest conversations involve listening intently as well as speaking truthfully."
    },
    {
      "author": "Sam",
      "text": "The thoughts of Douglas Alexander there, who, through his work as a politician, is convinced that disagreement is a good thing. He says we shouldn’t just follow the values of civility – that means polite behaviour. It’s important to challenge and question thoughts and ideas – not just be polite and accept them!"
    },
    {
      "author": "Rob",
      "text": "Yes, and if we don’t challenge things and search for truth and justice, he feels it would lead to stagnation – staying the same and not developing. The verb form is ‘ to stagnate’."
    },
    {
      "author": "Sam",
      "text": "But, he does say that when we discuss things and disagree we must be honest, listen to the other person intently, and speak truthfully. But I would add that this should be done politely and with respect."
    },
    {
      "author": "Rob",
      "text": "Well, Sam, I’ve been listening to you intently, and if I’m honest, I think it’s about time you gave me the answer to today’s question."
    },
    {
      "author": "Sam",
      "text": "We can agree on that, Rob! So, earlier I asked you if you knew which spiritual leader is famous for saying “Disagreement is something normal”? Is it… a) Pope Francis b) The Dalai Lama, or c) Ravi Shankar"
    },
    {
      "author": "",
      "text": "And, Rob, what did you say?"
    },
    {
      "author": "Rob",
      "text": "I said it’s b) The Dalai Lama."
    },
    {
      "author": "Sam",
      "text": "And you were right - well done! Now, if you’ll agree, could we recap some of the vocabulary we’ve discussed in this programme?"
    },
    {
      "author": "Rob",
      "text": "Of course. First of all, I was accused of being pedantic - focussing too much on the small details or formal rules. Then we mentioned hierarchy - this is a way of organising people according to their importance."
    },
    {
      "author": "Sam",
      "text": "Contempt is a dislike or lack of respect for something or someone."
    },
    {
      "author": "Rob",
      "text": "A point of view describes someone’s perspective on something. Your point of view might be different from my point of view ."
    },
    {
      "author": "Sam",
      "text": "Indeed. And we also mentioned civility , which means polite behaviour."
    },
    {
      "author": "Rob",
      "text": "And stagnation means staying the same and not developing . Would you agree, Sam?"
    },
    {
      "author": "Sam",
      "text": "You are right, Rob – and that brings us to the end of our discussion about disagreeing! Don’t forget you can find lots more learning English materials on our website at bbclearningenglish.com, on social media and on our app. Please join us again next time. Bye bye."
    },
    {
      "author": "Rob",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "",
    "Sam",
    "Rob",
    "Esther Perel, therapist",
    "Douglas Alexander"
  ]
}