{
  "title": "The circular economy",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p085hcgj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200305",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200305_6_min_english_circular_economy_download.mp3",
  "intro": [
    "The amount of waste we produce around the world is huge and it’s a growing problem. Recycling has partly been the solution to the issue but it hasn't been enough. Now there are calls to develop a circular economy which makes manufacturers responsible for what happens to the goods they produce. We discuss this in 6 minutes and teach some new - not recycled - vocabulary!"
  ],
  "this_week_question": [
    "Which country recycles the highest percentage of its waste? Is it:",
    "A: Sweden",
    "B: Germany",
    "C: New Zealand",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to separate",
      "desc": "to divide or split different things into different categories or groups"
    },
    {
      "text": "to treat",
      "desc": "to process or deal with, for example, recycled waste"
    },
    {
      "text": "out of sight, out of mind",
      "desc": "a phrase that means we ignore or don’t think about what we don’t see"
    },
    {
      "text": "manufacturer",
      "desc": "the person or company that makes a product"
    },
    {
      "text": "consumer",
      "desc": "a person that buy a product"
    },
    {
      "text": "lifecycle",
      "desc": "the length of time a product is designed to work for"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English with me, Neil."
    },
    {
      "author": "Sam",
      "text": "And me, Sam."
    },
    {
      "author": "Neil",
      "text": "Today, we’re talking rubbish."
    },
    {
      "author": "Sam",
      "text": "Ooh, that’s a bit harsh – I thought it was going to be interesting."
    },
    {
      "author": "Neil",
      "text": "I mean our topic is about rubbish, not that we are rubbish."
    },
    {
      "author": "Sam",
      "text": "I see. Do go on."
    },
    {
      "author": "Neil",
      "text": "Thank you. So the amount of waste we produce around the world is huge and it’s a growing problem."
    },
    {
      "author": "Sam",
      "text": "But, there are some things that we can do, like recycling. Where I live, I can recycle a lot, and I’m always very careful to separate - to split my rubbish into paper, metal, food, plastic and so on."
    },
    {
      "author": "Neil",
      "text": "But is that enough, even if we all do it? We’ll look a little more at this topic shortly, but first, as always, a question. Which country recycles the highest percentage of its waste? Is it:"
    },
    {
      "author": "Sam",
      "text": "I’m not sure, but I think it could be Germany so I’m going to go with that - Germany."
    },
    {
      "author": "Neil",
      "text": "OK. We’ll see if you’re right a little bit later on. The BBC radio programme, Business Daily, recently tackled this topic. They spoke to Alexandre Lemille, an expert in this area. Does he think recycling is the answer? Let’s hear what he said."
    },
    {
      "author": "Alexandre Lemille",
      "text": "Recycling is not the answer to waste from an efficient point of view because we are not able to get all the waste separated properly and therefore treated in the background. The main objective of our model is to hide waste so we don’t see as urban citizens, or rural citizens, we don’t see the waste, it is out of sight and therefore out of mind ."
    },
    {
      "author": "Neil",
      "text": "What’s his view of recycling?"
    },
    {
      "author": "Sam",
      "text": "I was a bit surprised, because he said recycling wasn’t the answer. One reason is that it’s not always possible to separate waste you can recycle from waste you can’t recycle, and that makes treating it very difficult. Treating means handling it and using different processes, so it can be used again."
    },
    {
      "author": "Neil",
      "text": "And the result is a lot of waste, including waste that could be recycled but which is just hidden. And as long as we don’t see it, we don’t think about it."
    },
    {
      "author": "Sam",
      "text": "And he uses a good phrase to describe this – out of sight, out of mind . And that’s true, at least for me. My rubbish and recycling is collected and I don’t really think about what happens to it after that. Is as much of it recycled as I think, or is it just buried, burned or even sent to other countries? It’s not in front of my house, so I don’t really think about it – out of sight, out of mind."
    },
    {
      "author": "Neil",
      "text": "Let’s listen again"
    },
    {
      "author": "Alexandre Lemille",
      "text": "Recycling is not the answer to waste from an efficient point of view because we are not able to get all the waste separated properly and therefore treated in the background. The main objective of our model is to hide waste so we don’t see as urban citizens, or rural citizens, we don’t see the waste, it is out of sight and therefore out of mind ."
    },
    {
      "author": "Neil",
      "text": "One possible solution to this problem is to develop what is called a circular economy. Here’s the presenter of Business Daily, Manuela Saragosa, explaining what that means."
    },
    {
      "author": "Manuela Saragosa",
      "text": "The idea then at the core of a circular economic and business model is that a product, like say a washing machine or even a broom, can always be returned to the manufacturer to be reused or repaired before then sold on again. The point is the manufacturer retains responsibility for the lifecycle of the product it produces rather than the consumer assuming that responsibility when he or she buys it."
    },
    {
      "author": "Neil",
      "text": "So it seems like a simple idea – though maybe very difficult to do."
    },
    {
      "author": "Sam",
      "text": "Yes, the idea is that the company that makes a product, the manufacturer , is responsible for the product, not the person who bought it, the consumer ."
    },
    {
      "author": "Neil",
      "text": "Neil So, if the product breaks or reaches the end of its useful life, its lifecycle , then the manufacturer has to take it back and fix, refurbish or have it recycled."
    },
    {
      "author": "Sam",
      "text": "I guess this would make manufacturers try to make their products last longer!"
    },
    {
      "author": "Neil",
      "text": "It certainly would. Let’s listen again."
    },
    {
      "author": "Manuela Saragosa",
      "text": "The idea then at the core of a circular economic and business model is that a product, like say a washing machine or even a broom, can always be returned to the manufacturer to be reused or repaired before then sold on again. The point is the manufacturer retains responsibility for the lifecycle of the product it produces rather than the consumer assuming that responsibility when he or she buys it."
    },
    {
      "author": "Neil",
      "text": "That’s just about all we have time for in this programme. Before we recycle the vocabulary …"
    },
    {
      "author": "Sam",
      "text": "Oh very good Neil!"
    },
    {
      "author": "Neil",
      "text": "Before we - thank you Sam - before we recycle the vocabulary, we need to get the answer to today’s question. Which country recycles the highest percentage of its waste? Is it:"
    },
    {
      "author": "Sam",
      "text": "I think it’s Germany."
    },
    {
      "author": "Neil",
      "text": "Well I would like to offer you congratulations because Germany is the correct answer. Now let’s go over the vocabulary."
    },
    {
      "author": "Sam",
      "text": "Of course. To separate means to divide or split different things, for example, separate your plastic from your paper for recycling."
    },
    {
      "author": "Neil",
      "text": "Treating is the word for dealing with, for example, recycled waste."
    },
    {
      "author": "Sam",
      "text": "The phrase out of sight, out of mind , means ignoring something or a situation you can’t see."
    },
    {
      "author": "Neil",
      "text": "A manufacturer is the person or company that makes something and the consumer is the person who buys that thing."
    },
    {
      "author": "Sam",
      "text": "And the length of time you can expect a product to work for is known as its lifecycle ."
    },
    {
      "author": "Neil",
      "text": "Well the lifecycle of this programme is 6 minutes, and as we are there, or thereabouts, it’s time for us to head off. Thanks for your company and hope you can join us again soon. Until then, there is plenty more to enjoy from BBC Learning English online, on social media and on our app. Bye for now."
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Alexandre Lemille",
    "Manuela Saragosa",
    "Neil"
  ]
}