{
  "title": "The power of crying",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p089k1wm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200423",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200423_6min_english_the_power_of_crying_download.mp3",
  "intro": [
    "Sam and Neil talk about crying. Does it really make us feel better? Do women cry more than men? Is it more acceptable nowadays for people to cry in public? Listen to the conversation and learn vocabulary ... without the tears."
  ],
  "this_week_question": [
    "According to a study from 2017 conducted in the UK, on average, how many times a year do women cry? Is it:",
    "a)     52",
    "b)     72",
    "c)    102",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "be taken seriously",
      "desc": "be treated as being deserving of attention or respect"
    },
    {
      "text": "get a label",
      "desc": "be thought of as having a particular character or nature, often unfairly"
    },
    {
      "text": "final straw",
      "desc": "further problem or difficulty, usually minor in itself, which comes after a series of other problems and makes you want to give up"
    },
    {
      "text": "resentments",
      "desc": "feelings of anger because you think you have been treated unfairly or because you have been forced to accept something that you don’t like"
    },
    {
      "text": "weeping",
      "desc": "crying tears"
    },
    {
      "text": "backlog",
      "desc": "accumulation of uncompleted matters that you should have dealt with before and must now do"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Do you cry easily, Sam? I mean, when was the last time you cried?"
    },
    {
      "author": "Sam",
      "text": "Let me think… Last week watching a movie, probably. I was watching a really dramatic film and in one scene, the heroine gets separated from her children. I just burst out crying. How about you Neil - when was the last time you cried?"
    },
    {
      "author": "Neil",
      "text": "Men don’t cry, Sam."
    },
    {
      "author": "Sam",
      "text": "Come on, Neil! That’s a bit stereotypical, isn’t it? – the idea that men don’t show their emotions and women cry all the time."
    },
    {
      "author": "Neil",
      "text": "Well, that’s an interesting point, Sam, because in today’s programme we’re discussing crying. We’ll be investigating the reasons why we cry and looking at some of the differences between men and women and between crying in public and in private. And of course, we’ll be learning some related vocabulary along the way."
    },
    {
      "author": "Sam",
      "text": "I guess it’s kind of true that women do cry more than men. People often think crying is only about painful feelings but we also cry to show joy and when we are moved by something beautiful like music or a painting."
    },
    {
      "author": "Neil",
      "text": "So, maybe women are just more in touch with their feelings and that’s why they cry more. Well actually, Sam, that brings me to our quiz question. According to a study from 2017 conducted in the UK, on average, how many times a year do women cry? Is it: a)     52 b)     72,   or c)     102"
    },
    {
      "author": "Sam",
      "text": "Hmm, it's a tricky question, Neil. I mean, there are so many different reasons why people cry. And what makes me cry might make someone else laugh. I think some of my female friends probably cry around once a week, so I‘ll guess the answer is  a) 52."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out later if you were right. Now, while it may be true that men cry less often, it also seems that they feel less embarrassed about crying in public."
    },
    {
      "author": "Sam",
      "text": "This may be because of differences in how men and women think others will view their public displays of emotion. Here’s BBC Radio 4’s Woman’s Hour speaking to therapist Joanna Cross about the issue of crying at work."
    },
    {
      "author": "Joanna Cross",
      "text": "Let’s take the workplace. If you’ve got somebody who seems to cry regularly, I think that’s not helpful for the individual because then if they cry over something that really is important to them, they might not be taken so seriously - or they get a label. But I do think crying is often a build-up of frustration and undealt-with situations and it’s a bit of a final straw moment."
    },
    {
      "author": "Neil",
      "text": "So people who regularly cry at work risk not being taken seriously – not being treated as deserving attention or respect."
    },
    {
      "author": "Sam",
      "text": "And they might even get a label – become thought of as having a particular character whether that’s true or not. Here’s Joanna Cross again:"
    },
    {
      "author": "Joanna Cross",
      "text": "You build up your resentments , your lack of boundaries, not being able to say ‘no’ and then somebody says, ‘Can you go and make a cup of tea?’ and you suddenly find yourself weeping . And everybody says, ‘What’s wrong with her?’ but actually that’s often a backlog of situations."
    },
    {
      "author": "Neil",
      "text": "So, a common reason for crying at work seems to be a build-up of resentments - feelings of anger when you think you have been treated unfairly or have been forced to accept something you don’t like."
    },
    {
      "author": "Sam",
      "text": "When left undealt with, these feelings can create a backlog - an accumulation of issues that you should have dealt with before but didn’t."
    },
    {
      "author": "Neil",
      "text": "Right. And then, like Joanna says, someone asks you to do something very simple and easy, like make a cup of tea, and you start weeping – another word for crying."
    },
    {
      "author": "Sam",
      "text": "That’s a good example of a final straw moment, a term which comes from the expression, ‘The straw that broke the camel’s back’. The final straw means a further problem which itself might be insignificant but which finally makes you want to give up."
    },
    {
      "author": "Neil",
      "text": "I hope this programme won’t be the final straw for us, Sam."
    },
    {
      "author": "Sam",
      "text": "I doubt it, Neil. The only time I cry at work is when you used to bring in your onion sandwiches for lunch. In fact, I can feel a tear rolling down my cheek right now…"
    },
    {
      "author": "Neil",
      "text": "Ah, so that counts as one of your cries, Sam. Remember, I asked you on average how many times a year women in the UK cry – and you said?"
    },
    {
      "author": "Sam",
      "text": "I said a) 52."
    },
    {
      "author": "Neil",
      "text": "Well, don’t cry when I tell you that you were wrong. The actual answer was c) 72 times a year."
    },
    {
      "author": "Sam",
      "text": "Which on average is more than men, but less than parents of new-born babies, both mothers and fathers. They cry almost as much as their babies!"
    },
    {
      "author": "Neil",
      "text": "Today, we’ve been talking about crying – or weeping, as it’s sometimes called."
    },
    {
      "author": "Sam",
      "text": "People who often cry at work risk not being taken seriously – not treated as deserving of attention or respect."
    },
    {
      "author": "Neil",
      "text": "This means they might get a label – becoming known as someone with a particular kind of personality, even though that may not be true."
    },
    {
      "author": "Sam",
      "text": "But crying is also a healthy way of expressing emotions. It can help deal with resentments – feelings of anger that you have been treated unfairly."
    },
    {
      "author": "Neil",
      "text": "If we don’t deal with these feelings in some way, they can grow into a backlog – an accumulation of unresolved issues that you now need to deal with."
    },
    {
      "author": "Sam",
      "text": "And if you don’t deal with them, you might become a ticking bomb waiting to explode. Then anything someone says to you can become the final straw – the last small problem which makes you want to give up and maybe start crying."
    },
    {
      "author": "Neil",
      "text": "[Crying]"
    },
    {
      "author": "Sam",
      "text": "What’s the matter, Neil? Was it something I said?"
    },
    {
      "author": "Neil",
      "text": "No, Sam – I’m crying because it’s the end of the programme!"
    },
    {
      "author": "Sam",
      "text": "Ahh, don’t worry because we’ll be back soon for another edition of 6 Minute English. But bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Joanna Cross"
  ]
}