{
  "title": "Is the pasty really Cornish?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p088lbwl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200409",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200409_6_min_english_cornish_pasties_download.mp3",
  "intro": [
    "Rob and Neil discuss the origins of the Cornish pasty. This traditional tasty snack is popular around the world but does it have to be made in this region of England to make it a genuine Cornish pasty and are there other versions of it that are made elsewhere?"
  ],
  "this_week_question": [
    "What is the traditional filling in an authentic Cornish pasty? Is it:",
    "a) Chicken, avocado and brie",
    "b) Beef, potato and turnip",
    "c) Pork, onion and chorizo",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pewter dishes",
      "desc": "traditional dishes made from a silver-coloured metal called pewter"
    },
    {
      "text": "labourers",
      "desc": "people who do physical work, especially outdoors"
    },
    {
      "text": "harvest",
      "desc": "the time of year when crops like wheat or barley are cut and collected from the fields"
    },
    {
      "text": "mining",
      "desc": "digging up materials such as coal, diamonds or metals like gold and tin from the ground"
    },
    {
      "text": "replicated",
      "desc": "done again in exactly the same way"
    },
    {
      "text": "reminiscent (of)",
      "desc": "making you remember a particular person, place or thing"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "Fancy a game of ‘food connections’, Rob? I’ll name a place and you say the first food that comes to mind. Ready?"
    },
    {
      "author": "Rob",
      "text": "Yeah, sure, let’s go!"
    },
    {
      "author": "Neil",
      "text": "Italy."
    },
    {
      "author": "Rob",
      "text": "Erm…’pizza’ – or ‘lasagne’."
    },
    {
      "author": "Rob",
      "text": "New York?"
    },
    {
      "author": "Neil",
      "text": "‘Hot dogs’, of course. Or maybe ‘bagels’. How about… Cornwall from the UK?"
    },
    {
      "author": "Rob",
      "text": "If it’s Cornwall, it must be the famous ‘Cornish pasty’, right?"
    },
    {
      "author": "Neil",
      "text": "That’s right! Cornwall, the region which forms the south-western tip of Britain, is as famous for its pasties as New York is for hot dogs. In this programme we’ll be finding out all about Cornish pasties. We’ll hear how it’s gone from humble beginnings to become a symbol of Cornish identity and spread around the world to Jamaica, Argentina and Brazil."
    },
    {
      "author": "Rob",
      "text": "But what exactly is a pasty, Neil? Somewhere between a pie and a sandwich, right? A piece of pastry which is turned over and crimped along the side to make two corners…"
    },
    {
      "author": "Neil",
      "text": "… and filled with different ingredients - which brings me to my quiz question for today, Rob. What is the traditional filling in an authentic Cornish pasty? Is it:"
    },
    {
      "author": "Rob",
      "text": "Well, chorizo is Spanish isn’t it? And avocado with brie doesn’t sound traditionally Cornish, so I’ll say b) beef, potato and turnip."
    },
    {
      "author": "Neil",
      "text": "OK, Rob. We’ll find out later if you were right. What’s for sure is that the Cornish pasty has had a long history as BBC Radio 4’s The Food Programme discovered. They spoke to Dr Polly Russell, a public life curator at the British Library. Here she is reading from one of the earliest mentions of pasties from the late 17th century:"
    },
    {
      "author": "Polly Russell, Public Life Curator, British Library",
      "text": "There’s a lovely bit here where he’s describing what a housewife in Hertfordshire does and he’s talking about her way to make pork pies and pork pasties: pies may be made and baked either raised in paste earthen pans or in pewter dishes or in the shape of a turnover, two-cornered pasties. So that’s a very early reference to a pasty in the shape, I think, that we know it but also being made specifically for labourers - to be feeding labourers on a farm at harvest time."
    },
    {
      "author": "Rob",
      "text": "The earliest pasties were made in pewter dishes – a traditional cooking plate made of a silver-coloured metal called ‘pewter’."
    },
    {
      "author": "Neil",
      "text": "And they were eaten by agricultural labourers – workers doing physical farm work during harvest time – the weeks in autumn when crops like wheat are cut and collected from the fields."
    },
    {
      "author": "Rob",
      "text": "But it wasn’t only farmers and labourers who ate pasties. As well as its farms and fishing, Cornwall was famous for tin mines, as Ruth Huxley of the Cornish Pasty Association explains:"
    },
    {
      "author": "Ruth Huxley, Cornish Pasty Association",
      "text": "Pasties would have been eaten by lots of people who went to work but it just worked perfectly down mines, and Cornwall became the world capital of mining. And so lots of pasties were made, lots of pasties were eaten and then that mining community went all over the world and took the pasty with them."
    },
    {
      "author": "Neil",
      "text": "Pasties were eaten by hungry workers involved in the mining industry - digging up materials such as coal or metals like gold, or in Cornwall tin, from the ground."
    },
    {
      "author": "Rob",
      "text": "So far we’ve been talking about Cornwall. But you said the Cornish pasty has spread around the world, Neil. How did that happen?"
    },
    {
      "author": "Neil",
      "text": "Well, that’s connected to the tin miners we just talked about. Here’s Polly Russell again:"
    },
    {
      "author": "Polly Russell, Public Life Curator, British Library",
      "text": "This is r eplicated , not just in Mexico but with migrants moving to America, to Minnesota, to Canada, to Australia. So anyone who travels to many of those places now will see foods which are incredibly reminiscent and familiar and just like Cornish pasties."
    },
    {
      "author": "Neil",
      "text": "In the 19th century, many Cornish tin miners emigrated, moving abroad to start a better life. Their pasty recipes were replicated – or copied exactly, in the new places where they landed, from America to Australia."
    },
    {
      "author": "Rob",
      "text": "And that’s why in many places around the world you can find food which is reminiscent of pasties – meaning it reminds you of something similar, in this case the original Cornish pasty… with its traditional filling of… what’s was your quiz question again, Neil?"
    },
    {
      "author": "Neil",
      "text": "Ah, yes. I asked you what the traditional Cornish pasty filling was? You said…"
    },
    {
      "author": "Rob",
      "text": "I said b) beef, potato and turnip."
    },
    {
      "author": "Neil",
      "text": "And you were right! ‘Keslowena’, Rob – that’s Cornish for ‘congratulations’!"
    },
    {
      "author": "Rob",
      "text": "‘Heb grev’, Neil – that’s ‘no problem’!"
    },
    {
      "author": "Neil",
      "text": "In fact those other fillings – chorizo, avocado and brie - really did feature in pasties entered for this year’s Annual World Pasty Championships, held in Cornwall every spring. Other pasty-inspired ideas include Argentinian chimichurri empanadas and spicy Jamaican patties."
    },
    {
      "author": "Rob",
      "text": "So the pasty is still going strong, both in Cornwall and around the world."
    },
    {
      "author": "Neil",
      "text": "Today we’ve been discussing Cornish pasties – a kind of filled pastry from the south-west of England, originally made in pewter dishes – a silver-coloured metal dish."
    },
    {
      "author": "Rob",
      "text": "Pasties were eaten by agricultural labourers – farm workers bringing in the autumn harvest – the time when crops are cut and collected from the fields, and also by workers in the tin mining industry – digging up metals like tin from underground."
    },
    {
      "author": "Neil",
      "text": "Later, when these miners emigrated to new lands, pasties were replicated – cooked again in the same way."
    },
    {
      "author": "Rob",
      "text": "In fact Cornish miners moved to so many new countries that today, almost every corner of the world has food reminiscent of – or reminding you of, the original Cornish pasty."
    },
    {
      "author": "Neil",
      "text": "That’s all for today. Join us again soon for more topical discussion and vocabulary on 6 Minute English. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Rob",
    "Polly Russell, Public Life Curator, British Library",
    "Ruth Huxley, Cornish Pasty Association"
  ]
}