{
  "title": "The soothing power of books",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08d8d6h.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200521",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200521_6min_english_bibliotherapy_download.mp3",
  "intro": [
    "How can books help us relax and feel more alive during troubled times? Would reading be one of the best ways to find relief from the pressures of modern life? Neil and Georgina talk about 'bibliotherapy' and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "What is the best-selling book of all time? Is it:",
    "a) Harry Potter and the Philosopher’s Stone by J K Rowling",
    "b) A Tale of Two Cities by Charles Dickens",
    "c)  Don Quixote by Miguel de Cervantes",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "scanning",
      "desc": "reading rapidly in order to find specific facts"
    },
    {
      "text": "literature",
      "desc": "written works including novels, poetry and plays which are considered to have artistic value"
    },
    {
      "text": "hemisphere",
      "desc": "half of a sphere, usually the earth or the brain"
    },
    {
      "text": "coming to life",
      "desc": "starting to be activated after a quiet period"
    },
    {
      "text": "scalp",
      "desc": "skin under the hair on your head"
    },
    {
      "text": "stimulus",
      "desc": "something that encourages activity in people or things"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "What type of books do you like to read, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I love reading crime fiction - you know detective stories by authors like Ruth Rendell or Agatha Christie."
    },
    {
      "author": "Neil",
      "text": "Really? Do you find them relaxing?"
    },
    {
      "author": "Georgina",
      "text": "I wouldn’t say relaxing exactly, but I get really involved in the story – trying to work out who the murderer is... then finding out on the last page."
    },
    {
      "author": "Neil",
      "text": "That's interesting because today we’ll be looking at how books can help us relax and feel more alive during troubled times. We’ll be finding out how reading is one of the best ways to find relief from the pressures of modern life."
    },
    {
      "author": "Georgina",
      "text": "Neil, are you talking about ‘Bibliotherapy’?"
    },
    {
      "author": "Neil",
      "text": "Amazing detective skills, Georgina!  Exactly. ‘Bibliotherapy’ is the prescription of books as a remedy to sickness. It has been around since 2013, when the UK charity ‘Reading Agency’ published a list of books that doctors could offer to patients, tackling topics from depression to dementia to chronic pain."
    },
    {
      "author": "Georgina",
      "text": "Since then, 1.2 million readers have borrowed the scheme's books from libraries. It's so successful that it's about to be extended to children as well."
    },
    {
      "author": "Neil",
      "text": "I wonder which books have been most popular over that time? In fact that’s my quiz question for today. What is the best-selling book of all time? Is it: a) Harry Potter and the Philosopher’s Stone by J K Rowling b) A Tale of Two Cities by Charles Dickens, or c)  Don Quixote by Miguel de Cervantes"
    },
    {
      "author": "Georgina",
      "text": "I’ll say a) Harry Potter."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we’ll find out later if you’re right. In ‘Bibliotherapy’, people meet up to read together. Professor Philip Davis, who runs these reading groups, believes they help the participants ‘come more alive’. Here he is speaking to BBC Radio 4’s You and Yours about what he’s discovered."
    },
    {
      "author": "Philip Davis",
      "text": "Above all, that it’s not to do with scanning , with quick reading, when they’re reading literature . If they’re just scanning, if you’re just looking for information, you go fast, it’s very easy, it’s automatic but when literature begins to do something more complicated than that in an area that emotionally you care about. The brain begins to work from different parts, from a different hemisphere and it gets excited, it gets pre-emotional – you can see the brain coming to life and it’s that life that is important in terms of these reading groups."
    },
    {
      "author": "Georgina",
      "text": "One type of reading is scanning – reading quickly in order to find specific information or skimming the page to get a general understanding."
    },
    {
      "author": "Neil",
      "text": "But the real therapy happens when a group reads literature – written works such as novels, poems or plays which are thought to have artistic merit. When group members read literature their brains get excited and start working from a different hemisphere – a word meaning ‘half a sphere’ – usually half the Earth or in this case, the human brain."
    },
    {
      "author": "Georgina",
      "text": "Reading literature in this this way makes both the left and right hemisphere of the brain come to life - start to be activated again after a quiet period."
    },
    {
      "author": "Neil",
      "text": "And it’s this ' coming to life ' that proves the therapeutic effects of ‘Bibliotherapy’. Here’s Professor Davis again explaining how the benefits of group reading are observed."
    },
    {
      "author": "Philip Davis",
      "text": "There are two methods really – you can have ECG where you put electrodes on the scalp and it measures electricity so that you can have a print-off of a graph of the sudden leaps than can happen at particular moments in reading a poem or short story or you can go into the scanner, the FMRI, and there, the blood flow, the oxygen indicates again changes in the configuration of the brain as it takes in this new stimulus."
    },
    {
      "author": "Neil",
      "text": "The benefits of reading literature with others can be felt by group members as they begin to feel more alive and able to cope with life’s ups and downs. But they can also be measured scientifically by recording brain wave activity."
    },
    {
      "author": "Georgina",
      "text": "This can be done by carefully attaching metal wires called electrodes to the reader’s scalp – the skin under the hair on the head."
    },
    {
      "author": "Neil",
      "text": "Brain activity is then measured by giving the reader a stimulus – something that encourages activity in people. In this case, it could be a poem or novel to read."
    },
    {
      "author": "Georgina",
      "text": "Or something really stimulating – like a detective story!"
    },
    {
      "author": "Neil",
      "text": "Or a work of literature – which reminds me of today’s quiz question. I asked you to name the most popular book of all time, and you said…"
    },
    {
      "author": "Georgina",
      "text": "a) Harry Potter and the Philosopher’s Stone…"
    },
    {
      "author": "Neil",
      "text": "…which is definitely the most popular book in the 21st Century. But number one of all time, selling over 500 million copies is c) Cervantes’ Don Quixote. And there’s even a detective in it!"
    },
    {
      "author": "Georgina",
      "text": "Today, we’ve been discussing the therapeutic effects of meeting up with others in a reading group to read literature – writing of artistic value, such as stories and poetry."
    },
    {
      "author": "Neil",
      "text": "In contrast to scanning – reading quickly to find facts – reading groups use literature as a stimulus - something that encourages activity in people."
    },
    {
      "author": "Georgina",
      "text": "Reading stimulates both the left and right hemispheres – the two halves of the brain, and increases emotional activity which can be measured on the scalp – the skin under the hair on a reader’s head."
    },
    {
      "author": "Neil",
      "text": "All of which helps people dealing with trauma to come to life – feel active and more alive after a quiet period."
    },
    {
      "author": "Georgina",
      "text": "Right, that’s it – I’m off to the library!"
    },
    {
      "author": "Neil",
      "text": "If only you could… Thanks for listening and remember you can find many more stimulating topics and vocabulary here at 6 Minute English on BBC Learning English. Bye for now."
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Philip Davis"
  ]
}