{
  "title": "d business",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08gsfnm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200625",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200625_6_minute_english_millennials_and_business_download.mp3",
  "intro": [
    "It seems the millennial generation are attracted to starting their own businesses and it's not just about making money, but also about passion and doing good. Rob and Sam discuss why the millennial generation are dissatisfied with the old ways of doing things and how they're trying to make the world a better place. Plus they'll teach you some related vocabulary along the way."
  ],
  "this_week_question": [
    "In 2006 Muhammad Yunus won the Nobel Peace Prize, but what for? Was it for:",
    "a) offering microfinance to low-income businesses,",
    "b) starting the first business to earn £1m in under a week,  or",
    "c) developing a progressive model of taxation.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "entrepreneur",
      "desc": "someone who starts their own business, especially after seeing a new opportunity"
    },
    {
      "text": "crowdfunding",
      "desc": "getting the funding for a new business by asking a large number of people to give small amounts of money, usually via the internet"
    },
    {
      "text": "start-ups",
      "desc": "newly formed businesses intended to grow rapidly by providing for a particular market gap"
    },
    {
      "text": "corrupt",
      "desc": "acting in morally wrong ways, especially acting illegally in return for money or power"
    },
    {
      "text": "collective effort",
      "desc": "a group of people acting together to achieve a common goal"
    },
    {
      "text": "quality of life",
      "desc": "level of satisfaction and comfort that a person or group enjoys"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "Have you got a ‘business brain’, Sam? Would you like to start your own business?"
    },
    {
      "author": "Sam",
      "text": "It sounds good, Rob. I like the idea of being my own boss."
    },
    {
      "author": "Rob",
      "text": "Well, that’s the dream for many millennials - the name given to the current generation of young people aged between 24 and 38."
    },
    {
      "author": "Sam",
      "text": "Some of the millennial generation are dissatisfied with the old ways of doing things, for example how big business uses data from social media and the negative impact of companies on society and the environment."
    },
    {
      "author": "Rob",
      "text": "In today’s programme, we’ll look at why millennials are so attracted to starting their own businesses and asking whether this really is the way to make the world a better place."
    },
    {
      "author": "Sam",
      "text": "And of course, we’ll be learning some new vocabulary on the way."
    },
    {
      "author": "Rob",
      "text": "But first, it’s time for today’s quiz question. At 79 years old, Muhammad Yunus is hardly a millennial but he’s a hero to many young business people. In 2006 he won the Nobel Peace Prize, but what for? Was it for:"
    },
    {
      "author": "Sam",
      "text": "Hmmm, I know millennials like starting businesses so I’ll say, b) earning £1 million in under a week."
    },
    {
      "author": "Rob",
      "text": "OK. We’ll find out the later if you were right. Now, whether it’s TV shows like ‘The Apprentice’ or the big success of companies in California’s Silicon Valley, the last decade saw a huge growth in 20 and 30-year-olds starting their own businesses. BBC World Service programme The Why Factor asked business professor, Ethan Mollick to explain how this situation came about…"
    },
    {
      "author": "Ethan Mollick",
      "text": "There’s all these platforms that let you built entrepreneureal ventures much more easily. The growth of things like crowdfunding have helped make entrepreneurship more accessible, led to tons of new start-ups. So there’s a lot of new methods for launching businesses and the cost of launching new businesses dropped at the same time."
    },
    {
      "author": "Rob",
      "text": "Ethan lists some of the reasons why it’s now easier to become an e ntrepreneur - someone who starts their own business, often after seeing a new opportunity."
    },
    {
      "author": "Sam",
      "text": "Entrepreneurs see opportunities for products and services not being supplied by existing companies, so they create start-ups - newly formed businesses intended to grow rapidly by providing for a particular market gap."
    },
    {
      "author": "Rob",
      "text": "One of the main problem to starting up your own business used to be getting the large amounts of money needed, but nowadays this can be solved with crowdfunding - getting the funding for a new business by asking a large number of people to give small amounts of money, usually via the internet."
    },
    {
      "author": "Sam",
      "text": "But while start-up success stories have made going into business a good option, for many millennials it’s not just about making money but also about being socially responsible and doing good. However, others argue that most big changes for the better have come from governments not millennial businesses. Here, former World Bank economist Charles Kenny cautions against overemphasising individual business over governments…"
    },
    {
      "author": "Charles Kenny",
      "text": "If you are working in a place with a corrupt and inefficient government, one of the best ways you can push development in your country is to try and make that problem a little bit better. It’s not something that any one individual can do, it has to be a collective effort , but the more we have young, committed, smart people who want to make the world a better place working in government, the more likely government is to start delivering the kind of services we need in order to ensure a high quality of life in that country."
    },
    {
      "author": "Rob",
      "text": "So, Charles mentions the problem that governments can be corrupt - act in morally wrong or illegal ways, often in return for money or power."
    },
    {
      "author": "Sam",
      "text": "The talent and passion that millennials put into starting their own business could instead be used to improve governments through collective effort - a group of people acting together to achieve a common goal."
    },
    {
      "author": "Rob",
      "text": "It’s this working together than can raise people’s quality of life – level of personal satisfaction and comfort."
    },
    {
      "author": "Sam",
      "text": "Something that Muhammad Yunus was doing."
    },
    {
      "author": "Rob",
      "text": "Ah yes, that’s today’s quiz question. I asked you why Muhammad Yunus won the Nobel Prize in 2006."
    },
    {
      "author": "Sam",
      "text": "I said that, b) he started the first business to earn £1m in under a week."
    },
    {
      "author": "Rob",
      "text": "But in fact it was a) offering microfinance to low-income businesses – a way for anyone, rich or poor, to run a business in a positive way."
    },
    {
      "author": "Sam",
      "text": "Today, we’ve been talking about why young people in the millennial generation want to be entrepreneurs – people who start their own business."
    },
    {
      "author": "Rob",
      "text": "Many millennials create start-ups - newly formed businesses intended to grow rapidly using a method called crowdfunding - getting the funding for their new business by asking large numbers of people on the internet to each give a little bit of money."
    },
    {
      "author": "Sam",
      "text": "But it’s not only about making profits. Millennials start-ups can help solve many of the developing world’s problems, instead of governments which may be corrupt - acting immorally or illegally for money or power."
    },
    {
      "author": "Rob",
      "text": "What’s needed more than individual businessmen and women is collective effort - a group of people acting together to achieve a common goal."
    },
    {
      "author": "Sam",
      "text": "And one important goal is to improve the quality of life – the level of satisfaction and comfort that a person or group enjoys."
    },
    {
      "author": "Rob",
      "text": "That’s all from us today. But remember to join us again soon for more topical discussion and vocabulary. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Rob",
    "Sam",
    "Ethan Mollick",
    "Charles Kenny"
  ]
}