{
  "title": "Is being thrifty a virtue?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08g4drx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200618",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200618_6min_english_thrift_download.mp3",
  "intro": [
    "Are you keen on spending money or are you a proud saver? Today’s programme is all about ‘thrift’, which has to do with living a simple life free from the need to constantly buy the latest products. Neil and Sam talk about the history of 'thrift' and teach you related vocabulary."
  ],
  "this_week_question": [
    "What percentage of people in the UK, do you think, have less than £1000 in savings? Is it...",
    "a) 5%,",
    "b) 15 %",
    "c) 30%",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "flourish",
      "desc": "grow or develop successfully"
    },
    {
      "text": "frugality",
      "desc": "being careful not to spend too much money or eat too much food"
    },
    {
      "text": "agenda",
      "desc": "specific aim or reason for a particular group to do something"
    },
    {
      "text": "basic needs",
      "desc": "the basic necessities needed to survive, like food, clothes and shelter, and nothing extra"
    },
    {
      "text": "moral slide",
      "desc": "decline in standards of moral (good, fair and honest) behaviour"
    },
    {
      "text": "truism",
      "desc": "something that is so obviously true it is not worth saying"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Are you a saver or a spender, Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, I’m trying to limit my spending right now because I’m saving up for a deposit to buy a house."
    },
    {
      "author": "Neil",
      "text": "Saving money is not always easy - as we’ll find out in today’s programme, which is all about ‘thrift’. ‘Thrift’ is not a simple idea to define. It’s to do with living a simple life free from the need to constantly buy the latest products."
    },
    {
      "author": "Sam",
      "text": "Today’s consumer culture encourages us to ‘spend, spend, spend’, but it hasn’t always been that way. The Victorians for example told people to ‘save up for a rainy day’, meaning to keep some money back in case of unforeseen emergencies."
    },
    {
      "author": "Neil",
      "text": "But before we discover more about that, it’s time for today’s quiz question. If you’re trying to save money you probably know how hard it can be. So my question is: what percentage of people in the UK, do you think, have less than £1000 in savings? Is it: a) 5%, b) 15 %, or c) 30%?"
    },
    {
      "author": "Sam",
      "text": "Well, if I’m anything to go by I’d say c) 30%."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we’ll find the correct answer out later. I mentioned before that ‘thrift’ is a difficult idea to define, so here’s Alison Hulme, a lecturer at the University of Northampton, explaining more to BBC Radio 4’s programme Thinking Allowed :"
    },
    {
      "author": "Alison Hulme",
      "text": "There are two dictionary definitions of thrift. The older of the two comes from the word ‘thrive’ etymologically, and described thrift as the ability to live well and to flourish , so it’s that sense of human flourishing. The more recent definition is the one we’re probably more familiar with which is about frugality . All of that said, it’s been used historically of course by various people in various moments in various different places in very different ways and they’ve often had a social or religious agenda ."
    },
    {
      "author": "Neil",
      "text": "It seems the oldest definition of ‘thrift’ has nothing to do with saving money and is connected to the verbs ‘thrive’ and ‘ flourish’ -  meaning to grow or develop successfully."
    },
    {
      "author": "Sam",
      "text": "It was only later with the Puritans - 16th century English Christians with a reputation for strict discipline - that the meaning of thrift changed and became associated with frugality - being careful not to spend too much money or eat too much food."
    },
    {
      "author": "Neil",
      "text": "The Puritans believed that being frugal was a religious virtue and that people ought to save money in order to give to others in need."
    },
    {
      "author": "Sam",
      "text": "Later on the meaning of ‘thrift’ changed again. During the Victorian era, it was connected to the idea of managing your own money in order to be a responsible citizen."
    },
    {
      "author": "Neil",
      "text": "Throughout history then, there have been different versions of ‘thrift’, and this may be because different religions or social groups had their own agenda - a specific aim or reason for a particular group to do something. For example, the Victorian definition of thrift was based on a social agenda about being a respectable member of society."
    },
    {
      "author": "Sam",
      "text": "Ideas about frugality and thrift changed again during the Second World War when the public was encouraged to avoid waste so that every material resource could go into the war effort."
    },
    {
      "author": "Neil",
      "text": "And in the post-war period, it changed again as people’s wealth and standard of living increased. Here’s Alison Hulme again:"
    },
    {
      "author": "Alison Hulme",
      "text": "It’s the idea that once people had enough to meet their kind of basic needs there was this kind of moral slide into consumerism. It’s not a view that I subscribe to in a simplistic sense myself - I think there’s a very fine line to tread here. There’s no point denying that, certainly in the developed world, there’s been a rise in consumer capitalism, that’s just a truism , but thrift hasn’t declined."
    },
    {
      "author": "Neil",
      "text": "In modern times, people’s motivation to save up and be thrifty declined once they had enough to meet their basic needs - the basic necessities needed to survive, like food, clothes and shelter and nothing extra."
    },
    {
      "author": "Sam",
      "text": "Alison mentions that once these basic needs were satisfied, people moved away from thrift into consumerism, the desire to buy ‘luxury’ products which were not absolutely necessary. According to some, this created a moral slide – a decrease in the standards of behaving in good, fair and honest ways."
    },
    {
      "author": "Neil",
      "text": "The rise in consumer capitalism we have seen around the world is an example of a truism - something that is so obviously true it is not worth repeating."
    },
    {
      "author": "Sam",
      "text": "What is worth repeating is the quiz question, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, I asked you how many British people had savings of under £1000."
    },
    {
      "author": "Sam",
      "text": "And I said, c) 30%."
    },
    {
      "author": "Neil",
      "text": "In fact, Sam, it’s b) 15%."
    },
    {
      "author": "Sam",
      "text": "So I guess I’m not such a bad saver after all!"
    },
    {
      "author": "Neil",
      "text": "OK. Well, today we’ve been talking about the changing meanings of ‘thrift’, an idea connected to frugality - being careful not to spend too much money."
    },
    {
      "author": "Sam",
      "text": "The original meaning of ‘thrift’ was to flourish - grow or develop successfully - but that definition changed as different religious groups, like the Puritans, promoted their own agenda - aim or reason for a particular group to do something."
    },
    {
      "author": "Neil",
      "text": "In recent times, people’s ability to meet their basic needs – the necessities for survival like food and shelter, have reduced the importance of ‘thrift’, which some believe has created a moral slide – a reduction in standards of moral behaviour."
    },
    {
      "author": "Sam",
      "text": "And the associated rise of consumer capitalism is an example of a truism - something that is obviously true and generally accepted by all."
    },
    {
      "author": "Neil",
      "text": "That’s all for now. Join us again next time for more topical discussion and vocabulary. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Alison Hulme"
  ]
}