{
  "title": "Should we wear a face mask?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08gt7gc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200702",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200702_6_minute_english_face_masks_download.mp3",
  "intro": [
    "With the outbreak of the coronavirus epidemic, people in many countries around the world have started wearing face masks to protect both themselves and others they come into contact with. In this programme Rob and Sam discuss whether wearing masks in public can help prevent the spread of coronavirus in the community."
  ],
  "this_week_question": [
    "When and where were face masks first widely used? Was it:",
    "a) 1855 in Vienna,",
    "b) 1905 in Chicago,  or",
    "c) 1955 in London.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "equivocal",
      "desc": "difficult to interpret because it seems to have two opposite or contradictory meanings"
    },
    {
      "text": "it stands to reason (that)",
      "desc": "is obviously true from the facts"
    },
    {
      "text": "heated debate",
      "desc": "discussion or argument in which people become angry and excited"
    },
    {
      "text": "emitting",
      "desc": "sending out into the air, for example a noise or smell or a virus"
    },
    {
      "text": "mask shaming",
      "desc": "criticising, mocking or humiliating someone for not wearing a face covering"
    },
    {
      "text": "false sense of security",
      "desc": "belief that you are safe when you are not"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "With the outbreak of the coronavirus epidemic, people in many countries around the world have started wearing face masks to protect both themselves and others they come into contact with. In this programme we’ll be asking whether wearing masks in public can help prevent the spread of coronavirus in the community."
    },
    {
      "author": "Sam",
      "text": "Face masks have long been popular in some Asian countries but with the spread of Covid-  19, they’re increasingly being seen in other parts of the world too."
    },
    {
      "author": "Rob",
      "text": "Wearing a protective mask or face covering is nothing new. Medical masks have a long history from the plagues of medieval Europe to nineteenth century outbreaks of cholera in the United States, but when did they start to be commonly used? That’s my quiz question for today: when and where were face masks first widely used? Was it:"
    },
    {
      "author": "Sam",
      "text": "Well, you mentioned cholera outbreaks in the US, so I’ll say b) 1905 in Chicago."
    },
    {
      "author": "Rob",
      "text": "Right Sam, we’ll find out later if you were right. Now, face masks may inspire confidence but what is the evidence that they actually protect the wearer from contracting the virus or prevent infected people from spreading the virus to others?"
    },
    {
      "author": "Sam",
      "text": "Professor Robert West has conducted a review of over twenty studies looking into the evidence. Here he is speaking to the BBC World Service programme Health Check …"
    },
    {
      "author": "Professor Robert West",
      "text": "The evidence is equivocal on it. It doesn’t tell you anything yet - hopefully that will change. So we’re thrown back on first principles and this is why, as in so many areas of public health, you get such a heated debate because people are really relying on their opinion on things and you will have one group who say, 'Well, it stands to reason' ,- the good old ‘stands to reason’ argument – which is: obviously, if you’ve got a covering in front of your face, and you’re speaking or coughing into that covering, it’s going to trap quite a lot of the virus on the droplets you’ll be emitting."
    },
    {
      "author": "Rob",
      "text": "So far the evidence over whether face masks are helpful or harmful is equivocal – difficult to interpret because it seems to have two opposite or contradictory meanings. Based on current evidence, Professor West feels we cannot say whether mask-wearing is beneficial."
    },
    {
      "author": "Sam",
      "text": "Some evidence suggests that wearing masks can prevent the disease spreading and some suggests the opposite."
    },
    {
      "author": "Rob",
      "text": "There may be reasons why wearing masks could actually increase the spread of coronavirus."
    },
    {
      "author": "Sam",
      "text": "However for some people, it stands to reason that masks are beneficial– meaning it is obviously true from the facts."
    },
    {
      "author": "Rob",
      "text": "Actually, the evidence is far from obvious. But everyone has an opinion on the issue and after weeks of stressful lockdown, this can lead to heated debate – discussion or argument in which people become angry and excited."
    },
    {
      "author": "Sam",
      "text": "Up until recently, the World Health Organisation said there were two groups who definitely should wear masks: people showing symptoms of the virus and their carers."
    },
    {
      "author": "Rob",
      "text": "But that left the problem of people who have the virus without knowing it and maybe unintentionally emitting it – sending something out into the air, for example a noise or smell, or in this case, coronavirus. In June the WHO advice changed – now they say masks should be worn in public where social distancing measures are not possible."
    },
    {
      "author": "Sam",
      "text": "But the advantages of wearing masks might be outweighed by other considerations, as Professor West explains…"
    },
    {
      "author": "Professor Robert West",
      "text": "It could also have unfortunate negative consequencesin terms of mask shaming – that people feel compelled to wear masks in situations where it’s actually not helpful and may be harmful because it’s expected of them and they feel that they would be judged if they didn’t. But I think in addition to that, one of the problems we have is that masks can potentially create a false sense of security."
    },
    {
      "author": "Rob",
      "text": "One negative effect is the practice of mask shaming – criticising or humiliating someone for not wearing a face covering."
    },
    {
      "author": "Sam",
      "text": "Another problem is that wearing masks might create a false sense of security – a feeling of being safer than you really are.  Is that what happened in 1905 Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah yes, today’s quiz question. I asked you when face masks were first widely used?"
    },
    {
      "author": "Sam",
      "text": "And I said, b) 1905 in Chicago."
    },
    {
      "author": "Rob",
      "text": "Well done Sam, you were absolutely right! It was 1905 in Chicago when Dr Alice Hamilton first noticed that carers wearing masks to treat scarlet fever patients, did not get sick."
    },
    {
      "author": "Sam",
      "text": "Interesting. Today we we’ve been discussing whether wearing masks helps prevent infected people emitting – or sending out, coronavirus."
    },
    {
      "author": "Rob",
      "text": "So far the evidence is equivoca l – unclear because it seems contradictory. In other words, we can’t say either way for certain."
    },
    {
      "author": "Sam",
      "text": "But for some, it stands to reason - meaning it’s obviously true - that mask-wearing is a good idea."
    },
    {
      "author": "Rob",
      "text": "This disagreement over wearing face coverings has started heated debate – that’s discussion which becomes angry or excited."
    },
    {
      "author": "Sam",
      "text": "And this in turn has led to incidents of mask shaming – criticising or mocking people for not wearing a face mask."
    },
    {
      "author": "Rob",
      "text": "A final drawback is that masks might give the wearer a false sense of security – that’s belief that they are safe when they are not."
    },
    {
      "author": "Sam",
      "text": "That’s all we’ve got time for today."
    },
    {
      "author": "Rob",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Rob",
    "Sam",
    "Professor Robert West"
  ]
}