{
  "title": "Food made in space",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08jt3xy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200723",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200723_6min_english_food_made_in_space_download.mp3",
  "intro": [
    "You are used to having your vegetables coming from agricultural land, but how about space? Listen to the programme to find out how growing plants in space might help develop crops which are more productive and more resistant to climate change here on Earth. Neil and Georgina discuss how plants can grow in environments with little or no natural light and teach you some related vocabulary along the way."
  ],
  "this_week_question": [
    "What was the first food grown in space? Was it... ?",
    "a) potatoes",
    "b) lettuce",
    "c) tomatoes",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "LED light",
      "desc": "electronic device that lights up when electricity is passed through it - abbreviation of ‘light emitting diode’"
    },
    {
      "text": "wavelength",
      "desc": "the distance between two waves of light which makes things appear to us in the different colours of the rainbow"
    },
    {
      "text": "photon",
      "desc": "single unit of light"
    },
    {
      "text": "microgravity",
      "desc": "weaker pull of gravity in space, making things float and seem weightless"
    },
    {
      "text": "plasticity",
      "desc": "ability of a plant to adapt to and cope with changes in the environment by changing its biological structure"
    },
    {
      "text": "genes",
      "desc": "chemicals and DNA in the cells of plants and animals which control their development and behaviour"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Last November Nasa launched a very unusual home delivery service – a rocket carrying four tonnes of supplies to the ISS -  the International Space Station."
    },
    {
      "author": "Georgina",
      "text": "Among the scientific equipment were twelve bottles of red wine from the famous Bordeaux region of France."
    },
    {
      "author": "Neil",
      "text": "The astronauts might have wanted a glass of wine with dinner, but the real purpose of the bottles was to explore the possibility of producing food and drink in space – not for astronauts but for people back on Earth."
    },
    {
      "author": "Georgina",
      "text": "In today’s programme we’ll be finding out how growing plants in space can develop crops which are more productive and more resistant to climate change here on Earth."
    },
    {
      "author": "Neil",
      "text": "And we’ll hear how plants can grow in environments with little or no natural light. But first, today’s quiz question: what was the first food grown in space? Was it: a) potatoes? b) lettuce?,  or c) tomatoes?"
    },
    {
      "author": "Georgina",
      "text": "Well, in the film, The Martian , a stranded astronaut grows potatoes on Mars. I know it’s only a film but I’ll say a) potatoes!"
    },
    {
      "author": "Neil",
      "text": "OK. We’ll find out the answer later. Now, you might be wondering how it’s possible to grow plants without natural light. British company Vertical Future has been working on this problem by developing indoor farming methods in partnership with Nasa."
    },
    {
      "author": "Georgina",
      "text": "Here’s their Head of Research, Jen Bromley, explaining the process to BBC World Service programme, The Food Chain."
    },
    {
      "author": "Jen Bromley",
      "text": "Basically we use LED lighting and we use LED lights that are tuned to a specific wavelength. So, if you image what the rainbow looks like, the reason a plant looks green is because it’s not using all the green light – it actually reflects a lot of that back. So the reason why it looks pink in here is because we’re actually only using red light and blue light to grow the plants, and that essentially tailors the light diet so that the plants look black when you look at them because they’re not reflecting any light – they’re being super-efficient, they’re using up every photon that hits them."
    },
    {
      "author": "Neil",
      "text": "The lack of natural light in space means that plants are grown using LED lights – LED is an abbreviation of ‘light emitting diode’ -  an electronic device that lights up when electricity is passed through it."
    },
    {
      "author": "Georgina",
      "text": "On Earth plants look green because they reflect back any light travelling at a certain wavelength - the distance between two waves of light which make things appear to us in the various colours of the rainbow."
    },
    {
      "author": "Neil",
      "text": "But when scientists control the wavelengths being fed, plants are able to absorb every photon – particle of light energy, making them appear black."
    },
    {
      "author": "Georgina",
      "text": "Each particle of light that hits the leaves is absorbed and through photosynthesis is converted into plant food. Nasa found that different colour combinations, or light recipes, can change a plant's shape, size and even flavour."
    },
    {
      "author": "Neil",
      "text": "But the lack of natural light isn’t the biggest obstacle to growing food in space. Here’s Gioia Massa, chief plant scientist at the Kennedy Space Centre in Florida, to explain."
    },
    {
      "author": "Gioia Massa",
      "text": "Gioia Massa Microgravity is really challenging but plants are amazing! They can adapt to so many different environments – we call this plasticity because they can turn on or off their genes to really adapt to all sorts of conditions and that’s why you see plants growing in different areas on Earth - the same type of plant may look very different because it’s adapting to the environment in that specific location."
    },
    {
      "author": "Georgina",
      "text": "On Earth, plants use gravity to position themselves – shoots grow up, roots grow down. But this doesn’t apply in space because of microgravity - the weaker pull of gravity making things float and seem weightless."
    },
    {
      "author": "Neil",
      "text": "Plants can only survive in these conditions due to their plasticity – the ability of living organisms to adapt and cope with changes in the environment by changing their biological structure."
    },
    {
      "author": "Georgina",
      "text": "Plants adapt themselves to being in space by manipulating their genes - chemicals and DNA in the cells of plants and animals which control their development and behaviour."
    },
    {
      "author": "Neil",
      "text": "In the low-gravity atmosphere of space, plants become stressed but they adapt genetically."
    },
    {
      "author": "Georgina",
      "text": "And as a result they’re stronger and more resilient to other, less stressful events when they return home to Earth."
    },
    {
      "author": "Neil",
      "text": "Like those bottles of red wine orbiting Earth as we speak. The effects of microgravity on the wine’s organic composition will be studied and could hopefully offer solutions for growing food in Earth’s changing climate."
    },
    {
      "author": "Georgina",
      "text": "So, Neil, if it wasn’t red grapes, what was the first food grown in space?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, in today’s quiz question I asked what the first plant grown in space was."
    },
    {
      "author": "Georgina",
      "text": "I said, a) potatoes."
    },
    {
      "author": "Neil",
      "text": "But in fact it was… b) lettuce - grown over fifteen months on the ISS, then eaten in fifteen minutes in the first ever space salad."
    },
    {
      "author": "Georgina",
      "text": "Today we’ve been discussing the possibilities of growing plants in space using LED lights – devices that use electricity to produce light."
    },
    {
      "author": "Neil",
      "text": "The energy needed for plants to grow is contained in photons – or light particles, travelling at different wavelengths – distances between light waves which make things look different colours."
    },
    {
      "author": "Georgina",
      "text": "Plants have evolved over millennia using the strong gravity on Earth. But this changes in space because of microgravity – the weaker gravitational pull making things in space float and seem weightless."
    },
    {
      "author": "Neil",
      "text": "Luckily plants use their genes – the chemicals in DNA responsible for growth - to adapt to new environments by changing their biological structure –  a process known as plasticity ."
    },
    {
      "author": "Georgina",
      "text": "All of which makes it possible for astronauts to enjoy a glass of wine and green salad in space."
    },
    {
      "author": "Neil",
      "text": "And genetically stronger plants specimens to study back on Earth."
    },
    {
      "author": "Georgina",
      "text": "That’s all for today but join us again soon at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Jen Bromley",
    "Gioia Massa"
  ]
}