{
  "title": "Is this the era of distrust?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08myxjl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200813",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200813_6min_english_the_era_of_distrust_download.mp3",
  "intro": [
    "In an era of fake news, where even a president of the United States is accused of spreading misinformation, could it be that we are living through a crisis in trust? Neil and Rob discuss the meaning of trust and teach you the honest truth about topical vocabulary."
  ],
  "this_week_question": [
    "The American financier Bernie Madoff become infamous as ‘the biggest swindler in history’. In 2009 he was sentenced to 150 years in prison for his part in the Ponzi scam, but how much did he defraud from investors? That’s my quiz question. Was it...?",
    "a) 6.5 million dollars",
    "b) 65 million dollars",
    "c) 65 billion dollars",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "trustworthiness",
      "desc": "quality of being able to be trusted as honest and reliable"
    },
    {
      "text": "gullible",
      "desc": "easy to deceive because you trust and believe people too easily"
    },
    {
      "text": "trust to luck",
      "desc": "believe that things will happen for the best"
    },
    {
      "text": "indiscriminately",
      "desc": "done is a random way that does not show care or judgement, usually with harmful results"
    },
    {
      "text": "competence",
      "desc": "the ability to do something well, in a satisfactory or effective way"
    },
    {
      "text": "reliability",
      "desc": "quality to being trusted to do what you say you will, all the time"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "As well as bringing the world to a halt, the coronavirus epidemic has led to an increase in misinformation, lies and conspiracy theories on the internet."
    },
    {
      "author": "Rob",
      "text": "In an era of fake news, where even a president of the United States is accused of spreading misinformation, could it be that we are living through a crisis in trust? What is trust? And who should we place our trust in? – these are some of the questions we’ll be discussing in this programme."
    },
    {
      "author": "Neil",
      "text": "And we’ll be hearing from a philosopher who believes the problem is not about trust itself but about trustworthiness – the ability to be trusted as being honest and reliable."
    },
    {
      "author": "Rob",
      "text": "And as always we’ll be learning some related vocabulary along the way. Of course telling lies and lacking trustworthiness is nothing new - just think of the Trojan Horse used to trick the ancient Greeks."
    },
    {
      "author": "Neil",
      "text": "More recently, the American financier Bernie Madoff become infamous as ‘the biggest swindler in history’. In 2009 he was sentenced to 150 years in prison for his part in the Ponzi scam, but how much did he defraud from investors? That’s my quiz question. Was it: a) 6.5 million dollars?, b) 65 million dollars? or c) 65 billion dollars?"
    },
    {
      "author": "Rob",
      "text": "I’ll say b) 65 million dollars."
    },
    {
      "author": "Neil",
      "text": "OK, Rob, we’ll come back to that later. Generally speaking, trust can be described as a judgement that someone can be believed and relied upon. When we trust each other it makes life easier, quicker and friendlier."
    },
    {
      "author": "Rob",
      "text": "Society can’t function without trust - so does that mean the more trust the better?"
    },
    {
      "author": "Neil",
      "text": "Well, not according to philosopher, Onora O’Neill. Here he is speaking to David Edmonds, presenter of the BBC World Service programme, The Big Idea :"
    },
    {
      "author": "Onora O’Neill",
      "text": "We have another word, which is gullible , and if you simply place trust indiscriminately without making a judgement about whether the other person or institution is trustworthy then just trusting to luck as we say, is probably not a virtue."
    },
    {
      "author": "Rob",
      "text": "There’s a difference between trusting someone because you have good reason to believe them and being gullible – that's easy to deceive because you trust and believe people too quickly."
    },
    {
      "author": "Neil",
      "text": "If you don’t judge who is trustworthy and who is not, you are trusting to luck – simply believing or hoping that things will happen for the best."
    },
    {
      "author": "Rob",
      "text": "But being gullible and trusting to luck is exactly how Bernie Madoff was able to trick so many people into giving him their money. Their biggest mistake was to trust him indiscriminately - in a way that does not show care or judgement, usually with harmful results."
    },
    {
      "author": "Neil",
      "text": "So, if indiscriminately trusting people is such a bad idea, how do we avoid it? How can we tell who is trustworthy and who is not? Here’s BBC World Service’s The Big Idea presenter, David Edmonds, asking Onora O’Neill to give some details:"
    },
    {
      "author": "David Edmonds",
      "text": "An individual or organisation is trustworthy is they can justifiably be trusted. To be trustworthy they need three ingredients. First, honesty – people have to be able to believe what they’re told. Second, competence . Beyond honesty and competence there’s a third element to trustworthiness: reliability ."
    },
    {
      "author": "Onora O’Neill",
      "text": "That’s the boring one. That’s just being honest and competent each time so that it’s not enough to be episodically honest and competent for some of the things you claim to be able to do but not others."
    },
    {
      "author": "Rob",
      "text": "Philosopher Onora O’Neill identifies three ingredients for trustworthiness : honesty, competence and reliability ."
    },
    {
      "author": "Neil",
      "text": "Competence means the ability to do something well. You would trust a car mechanic to fix your broken car engine, but you wouldn’t go to them for dental work – they’re not competent to remove your tooth like a dentist is."
    },
    {
      "author": "Rob",
      "text": "And you wouldn’t trust your dentist to fix your broken down car, either! Onora O’Neill also mentions reliability – being trustworthy because you behave well all the time and keep all the promises you make."
    },
    {
      "author": "Neil",
      "text": "It’s the combination of these three – being honest, competent and reliable – that makes someone truly trustworthy."
    },
    {
      "author": "Rob",
      "text": "And not someone like Bernie Madoff, who would run off with your money and entire life savings."
    },
    {
      "author": "Neil",
      "text": "All of which brings me to my quiz question. Do you remember, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yep, I do. You asked how much Bernie Madoff stole from the American investors he lied to. And I said b) 65 million dollars."
    },
    {
      "author": "Neil",
      "text": "But in fact it was c) 65 billion dollars – a lot of money to give to such an untrustworthy man!"
    },
    {
      "author": "Rob",
      "text": "So we’ve been discussing whether there is a crisis of trust and asking how to know who is trustworthy – able to be trusted as honest, competent and reliable."
    },
    {
      "author": "Neil",
      "text": "Placing your trust in someone trustworthy is very different from being gullible – easy to trick because you trust and believe people too quickly."
    },
    {
      "author": "Rob",
      "text": "And it can also be unhelpful to trust things to luck – simply hope or believe that everything will work out for the best."
    },
    {
      "author": "Neil",
      "text": "Both of these problems come about when people trust indiscriminately - in an unsystematic way that does not show care or judgement, usually with harmful results – as Bernie Madoff’s victims found out to their cost."
    },
    {
      "author": "Rob",
      "text": "But luckily there are many trustworthy people around and we can spot them using three criteria:  honesty, in other words not lying; competence ; and reliability ."
    },
    {
      "author": "Neil",
      "text": "Competence means an ability to do something well, in the correct and effective way."
    },
    {
      "author": "Rob",
      "text": "And reliability means being honest and competent , all the time, not just being honest sometimes or reliable in some actions but not others."
    },
    {
      "author": "Neil",
      "text": "That’s all for 6 Minute English. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Rob",
    "Onora O’Neill",
    "David Edmonds"
  ]
}