{
  "title": "How to talk about conspiracy theories",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08pdt22.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200903",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200903_6_min_english_conspiracy_theories_download.mp3",
  "intro": [
    "Conspiracy theories are not a new phenomenon - some people still don't believe that man has ever been to the Moon. But with the coronavirus pandemic has come a huge wave of novel online misinformation, including some outlandish ideas, and some panicky people are buying into them. Neil and Sam discuss what to do when you are confronted with someone who spreads falsehoods. And they teach you vocabulary along the way."
  ],
  "this_week_question": [
    "What strange behaviour has Bill Gates been accused of recently? Is it:",
    "a) being a member of the Chinese Communist Party?",
    "b) being an alien lizard?",
    "c) being involved in the assassination of JFK?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "down the rabbit hole",
      "desc": "enter a situation which seems interesting and uncomplicated at first but ends up becoming strange, confusing and hard to escape from"
    },
    {
      "text": "pretext",
      "desc": "pretend reason for doing something that is used to hide the real reason"
    },
    {
      "text": "bonkers",
      "desc": "silly, stupid or crazy (informal)"
    },
    {
      "text": "disdain",
      "desc": "disliking something because you feel it does not deserve your attention or respect"
    },
    {
      "text": "get to the bottom of (something)",
      "desc": "discover the real but sometimes hidden reason why something happens"
    },
    {
      "text": "sweeping",
      "desc": "something spoken or written about that is too general and does not carefully consider all the relevant facts"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Tell me, Sam, do you think Neil Armstrong really landed on the Moon in 1969? I mean, that must be fake news! And who shot JFK? Surely the CIA were involved? Unless it was the giant lizards controlling the government!"
    },
    {
      "author": "Sam",
      "text": "Oh dear! It looks like reading online conspiracies has sent Neil down the rabbit hole – an expression used to describe a situation which seems interesting and uncomplicated at first but ends up becoming strange, confusing and hard to escape from. Luckily in this programme we’ll be hearing some advice on how to talk to people who’ve become convinced by online conspiracies."
    },
    {
      "author": "Neil",
      "text": "It seems that during times of crisis,  as people feel uncertain and fearful, they actively look for information to feel more secure."
    },
    {
      "author": "Sam",
      "text": "Nowadays this information is often found online, and while there are reliable facts out there, there’s also a lot of misinformation."
    },
    {
      "author": "Neil",
      "text": "Somebody who’s the target of many conspiracy theories is Microsoft’s Bill Gates and our BBC fact checkers have been busy debunking - or exposing – some of the more bizarre accusations made against him. But what strange behaviour has Bill Gates been accused of recently? That’s my quiz question for today. Is it: a) being a member of the Chinese Communist Party?, b) being an alien lizard?,  or c) being involved in the assassination of JFK?"
    },
    {
      "author": "Sam",
      "text": "They all sounds pretty silly to me but I’ll guess b) being an alien lizard."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, if you say so! We’ll find out the answer later. Now, I’m not the only one who’s been doing some internet research. Ever since the outbreak of the Covid pandemic there’s been an avalanche of online conspiracies linking Bill Gates to the coronavirus. Here’s Marianna Spring, presenter of BBC World Service programme, Trending, to tell us more:"
    },
    {
      "author": "Marianna Spring",
      "text": "The Microsoft founder is a rich and powerful person and he’s funded research into vaccines – that’s why he’s become a target. Some of the claims are bonkers – that he wants to use the virus as a pretext to microchip everyone in the world. Others say a vaccine would actually kill people rather than save their lives. These ideas are without any evidence. We should treat them with the disdain they deserve."
    },
    {
      "author": "Sam",
      "text": "Some conspiracies claim that Bill Gates wants to implant microchips in people and that he’s using the coronavirus as a pretext - a pretend reason for doing something that is used to hide the real reason."
    },
    {
      "author": "Neil",
      "text": "Claims like these are described as bonkers – an informal way to say silly, stupid or crazy, and should therefore be treated with disdain - disliking something because you feel it does not deserve your attention or respect."
    },
    {
      "author": "Sam",
      "text": "But while you might not believe such bonkers theories yourself, it’s not hard to see how people looking for answers can get sucked down online rabbit holes ."
    },
    {
      "author": "Neil",
      "text": "So how would you deal some someone spreading baseless conspiracies about Covid vaccines or Bill Gates? The BBC’s Trending programme spoke to Dr Jovan Byford, senior psychology lecturer with the Open University, about it."
    },
    {
      "author": "Sam",
      "text": "He thinks it’s important to separate the conspiracy from the theorist. The former, the belief, we have to dismiss, but the latter, the person, is more complex."
    },
    {
      "author": "Neil",
      "text": "Here’s BBC Trending' spresenter, Marianna Spring, again to sum up Dr Byford’s advice:"
    },
    {
      "author": "Marianna Spring",
      "text": "How do you talk to someone who’s at risk of being sucked into the rabbit hole? First, establish a basis of understanding. Approach them on their own terms and avoid sweeping dismissals or saying, “you’re wrong!”. Try not to judge. And try to get to the bottom of the often legitimate concern at the heart of the conspiracy. Present them with facts and research. Try to do this neutrally. You can’t force anyone to change their mind but you can make sure they have valid information."
    },
    {
      "author": "Sam",
      "text": "While some conspiracies may be harmless, others are more dangerous. People thinking that vaccines will kill them might worsen the coronavirus situation worldwide, so we need to get to the bottom of these claims - discover the real but sometimes hidden reason why something happens."
    },
    {
      "author": "Neil",
      "text": "A good way to engage people in discussion is to avoid sweeping claims or statements - speaking or writing about things in a way that is too general and does not carefully consider all the relevant facts."
    },
    {
      "author": "Sam",
      "text": "And by doing so calmly and neutrally you might persuade them to reconsider the funny business Bill Gates is supposedly involved with."
    },
    {
      "author": "Neil",
      "text": "Ah yes, you mean our quiz question. I asked you what Bill Gates has recently been accused of by conspiracy theorists."
    },
    {
      "author": "Sam",
      "text": "And I said b) being an alien lizard. But thinking about it now, that seems pretty unlikely!"
    },
    {
      "author": "Neil",
      "text": "In fact the answer was a) being a member of the Chinese Communist Party."
    },
    {
      "author": "Sam",
      "text": "OK. So today we’ve been hearing advice on how to deal with online conspiracy theories, some of which are totally bonkers – silly, stupid and crazy - or involve a complicated pretext – a pretend reason used to hide someone’s true motivation."
    },
    {
      "author": "Neil",
      "text": "These can be treated with disdain – dislike because they are unworthy of our attention or respect."
    },
    {
      "author": "Sam",
      "text": "But with so many conspiracies online, it’s easy to get lost down the rabbit hole – intrigued by a situation which seems interesting but ends up confusing and hard to escape from."
    },
    {
      "author": "Neil",
      "text": "It’s important to get to the bottom of these theories - discover the real but hidden reason behind them."
    },
    {
      "author": "Sam",
      "text": "And to present people with facts, avoiding sweeping – or over-generalised – statements."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Marianna Spring"
  ]
}