{
  "title": "Is there a future without bees?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08p5g8m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200910",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200910_6min_english_a_future_without_bees_download.mp3",
  "intro": [
    "Bee numbers are declining at an alarming rate and in some places disappearing altogether, which has serious consequences for humans. Today, one third of the food we eat depends on insects to pollinate crops, fruit and vegetables. Busy bees Neil and Sam discuss what's being done to find a solution to the problem, and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "Bees are vital in pollinating hundreds of crops, from apples and blackberries to cucumbers. In fact, almost all plants need insects to reproduce – which is my quiz question. Of the world’s top 50 crops, how many rely on insect pollination? Is it:",
    "a) 35 out of 50?",
    "b) 40 out of 50?",
    "c) 45 out of 50?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pollination",
      "desc": "process in which pollen is taken from one plant or part of a plant to another so that  new plant seeds can be produced"
    },
    {
      "text": "fertilisation",
      "desc": "plant reproduction in which pollen from one plant travels to the ovary of another and fertilises a female ovule to make new seeds and fruit"
    },
    {
      "text": "staple crops",
      "desc": "food, like rice or wheat, which is eaten in large amounts as part of a community’s daily diet and provides a large fraction of their energy and nutrient needs"
    },
    {
      "text": "orchard",
      "desc": "area of land on which fruit trees are grown"
    },
    {
      "text": "hive",
      "desc": "structure where bees live, either built by people or made by the bees themselves"
    },
    {
      "text": "food security",
      "desc": "everyone having reliable access to a sufficient quantity of affordable, nutritious food that meets their dietary needs"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. How are you, Neil?"
    },
    {
      "author": "Neil",
      "text": "I’ve been as busy as a bee this week, Sam."
    },
    {
      "author": "Sam",
      "text": "Oh, don’t you sound like the bee’s knees!"
    },
    {
      "author": "Neil",
      "text": "All right, Sam, there’s no need to get a bee in your bonnet!"
    },
    {
      "author": "Sam",
      "text": "As you can hear, English is full of idioms involving bees."
    },
    {
      "author": "Neil",
      "text": "But the sad truth is that bee numbers are declining at an alarming rate and in some places disappearing altogether."
    },
    {
      "author": "Sam",
      "text": "And this has serious consequences for humans."
    },
    {
      "author": "Neil",
      "text": "Today, one third of the food we eat depends on insects to pollinate crops, fruit and vegetables."
    },
    {
      "author": "Sam",
      "text": "But bees are in trouble. In some European countries up to half of all bee species are facing extinction, placing our food supply chain at risk."
    },
    {
      "author": "Neil",
      "text": "Bees are vital in pollinating hundreds of crops, from apples and blackberries to cucumbers. In fact, almost all plants need insects to reproduce – which is my quiz question – of the world’s top 50 crops, how many rely on insect pollination? Is it: a) 35 out of 50?, b) 40 out of 50? or c) 45 out of 50?"
    },
    {
      "author": "Sam",
      "text": "I reckon those busy bees pollinate b) 40 out of 50 of the most common crops."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out the answer later. Now, if you think back to your school biology lessons, you may remember that plants and flowers contain both male and female reproductive parts inside."
    },
    {
      "author": "Sam",
      "text": "But what exactly is going on when bees pollinate a plant? Here’s Claire Bates from BBC World Service programme People Fixing the World to remind us:"
    },
    {
      "author": "Claire Bates",
      "text": "What is pollination ? All flowering plants need it to reproduce. Pollen is moved from the male part of a flower to the female part of a flower, then fertilisation can happen causing fruit to grow. Some staple crops such as wheat, rice and corn are pollinated by the wind however many plants don’t release their pollen easily and this is where insects, and especially bees, come in. As they collect nectar to eat, pollen sticks to them and they carry it from flower to flower."
    },
    {
      "author": "Neil",
      "text": "Pollination is the process in which pollen is taken from one plant to another so that it can reproduce. This is the important work done by bees and insects."
    },
    {
      "author": "Sam",
      "text": "Only after pollination can the next process occur – fertilisation - when the pollen carried from another plant fertilises a female ovule to make new seeds."
    },
    {
      "author": "Neil",
      "text": "Fertilisation occurs in all flowering plants, some of which like wheat, potatoes and rice are staple crops - food that is eaten in large amounts as part of a community’s daily diet and provides a large fraction of their energy and nutrient needs."
    },
    {
      "author": "Sam",
      "text": "Fewer bees reduces pollination levels, meaning fewer new seeds are created and fewer crops grown."
    },
    {
      "author": "Neil",
      "text": "But it isn’t just the decline in bee numbers causing a problem. Like us, bees need to rest and this has led some to come up with creative new ways of supplementing bee pollination."
    },
    {
      "author": "Sam",
      "text": "One such innovator is Keren Mimran, co-founder of agro-tech company, Edete. Here she is, explaining how dropping pollen from drones can pollinate crops, giving a helping hand to hard-working bees."
    },
    {
      "author": "Keren Mimran",
      "text": "How come our food security is so much dependent on an insect that we cannot really control? We can bring the bees to the orchard or to a field but we cannot control their behaviour. They do not come out of the hive when it’s raining or when there’s heavy wind, they work only during daytime. There must be a possibility of developing a mechanical solution to the pollination challenge."
    },
    {
      "author": "Neil",
      "text": "Keren Mimran speaking on the BBC World Service programme People Fixing The World . Bees’ behaviour can’t be controlled - when it rains they won’t leave their hive – the structure where bees live, either built by people or made by the bees themselves."
    },
    {
      "author": "Sam",
      "text": "So Keren’s company has developed drones to drop pollen on her orchard – an area of land on which fruit trees are grown."
    },
    {
      "author": "Neil",
      "text": "The need for these high-tech solutions reflects the seriousness of the pollination problem for food security -everyone getting enough affordable and nutritious food to meet their daily dietary needs."
    },
    {
      "author": "Sam",
      "text": "I had no idea bees were so important, Neil. Maybe I underestimated how hard they work."
    },
    {
      "author": "Neil",
      "text": "Ah, you mean today’s quiz question. I asked you how many of the top 50 world crops rely on insect pollination."
    },
    {
      "author": "Sam",
      "text": "And I said b) 40 out of 50 of the top crops."
    },
    {
      "author": "Neil",
      "text": "And you are right! They certainly are the bee’s knees when it comes to pollinating plants!"
    },
    {
      "author": "Sam",
      "text": "So in today’s programme we’ve been hearing about the important role bees play in pollination – transferring pollen from plant to plant, necessary for the next stage of fertilisation – producing new seeds and fruit inside a plant."
    },
    {
      "author": "Neil",
      "text": "Bees and insects play a vital role in growing the world’s staple crops - food which, eaten in large amounts, makes up the majority of a community’s daily diet and meets their nutrient needs."
    },
    {
      "author": "Sam",
      "text": "So bee numbers are directly linked to the issue of food security - everyone getting enough affordable, nutritious food to meet their dietary needs."
    },
    {
      "author": "Neil",
      "text": "Which explains why, when bees won’t leave their home - or hive – some people have started using drones to pollinate their orchards – land growing fruit trees."
    },
    {
      "author": "Sam",
      "text": "And that’s it for this edition of 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Claire Bates",
    "Keren Mimran"
  ]
}