{
  "title": "How can we make the web a better place?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08rsscq.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201001",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201001_6min_english_web_download.mp3",
  "intro": [
    "In this programme, we’ll hear about a new academic subject called Web Science, which studies the technology behind the internet. But from the human side, it’s also interested in how people interact with each other online. So we’ll be asking whether studying Web Science could make the internet better for humanity in the future. Neil and Sam talk about the subject and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "Who invented the World Wide Web?",
    "a) Bill Gates",
    "b) Tim Berners-Lee",
    "c) Steve Jobs",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "interdisciplinary",
      "desc": "involving two or more academic subjects or areas of knowledge"
    },
    {
      "text": "social media network",
      "desc": "website, app or computer programmes, like Facebook and Instagram, allowing people to communicate and share information on the internet using electronic devices"
    },
    {
      "text": "ecosystem",
      "desc": "complex pattern of relationships and mutual influences between living things are their environment"
    },
    {
      "text": "public health",
      "desc": "system of providing services to improve the standard of health of a country’s general population"
    },
    {
      "text": "does what it says on the tin",
      "desc": "does exactly what it is intended to do (informal)"
    },
    {
      "text": "trials",
      "desc": "tests carried out over a limited time period, to discover how effective or suitable something is"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. What’s the matter, Neil? You sound upset."
    },
    {
      "author": "Neil",
      "text": "Well, I am, Sam - I just spent an hour working on my computer when it suddenly froze. I lost everything and had to start all over again!"
    },
    {
      "author": "Sam",
      "text": "Agghh, that’s so frustrating - like pop-up internet ads and buffering videos that never play!"
    },
    {
      "author": "Neil",
      "text": "Modern computers and the internet have revolutionised the way we live today, bringing us the world with a click of a button. But not everyone feels happy about these technological developments."
    },
    {
      "author": "Sam",
      "text": "While potentially acting as a force for good and progress, the internet also provides a way of spreading hate and misinformation. And for some people, the World Wide Web remains a mysterious and confusing place."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll hear about a new academic subject called Web Science. Web Science studies the technology behind the internet."
    },
    {
      "author": "Sam",
      "text": "But from the human side, it’s also interested in how people interact with each other online. So we’ll be asking whether studying Web Science could make the internet better for humanity in the future."
    },
    {
      "author": "Neil",
      "text": "But first it’s time for our quiz question. I wonder what the pioneers of the internet would think about how it is used today. So the question is, who invented the World Wide Web? Was it: a) Bill Gates, b) Tim Berners-Lee,  or c) Steve Jobs"
    },
    {
      "author": "Sam",
      "text": "Well, Bill Gates and Steve Jobs were the brains behind Microsoft and Apple Mac, so I’m going to say c) Tim Berners-Lee."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out later. Now, because of coronavirus the annual Web Science conference was held online this year. Its theme was ‘making the web human-centric’."
    },
    {
      "author": "Sam",
      "text": "One of the conference’s key speakers, and co-founder of the new discipline of Web Science, was Dame Wendy Hall. Here she is speaking to BBC World Service’s Digital Planet:"
    },
    {
      "author": "Dame Wendy Hall",
      "text": "People think about the web as a technology but actually it’s co-createdby society. We put the content on, we interact with the technology, with the platforms, with the social media networks to create it. What we study is how that works as an ecosystem ,this coming together of people and technology, and it’s very interdisciplinary , very socio-technical, and of course these days a lot of it is powered by AI."
    },
    {
      "author": "Neil",
      "text": "Web Science is not only interested in the technology side of the internet. As a subject it’s very interdisciplinary - involving two or more academic subjects or areas of knowledge. Web Science combines digital technology with subjects ranging from psychology and robotics to economics and sociology."
    },
    {
      "author": "Sam",
      "text": "Exchanges between humans and the internet can be seen in social media networks - websites, apps and computer programmes, like Facebook and Instagram, which allow people to use electronic devices to communicate and share information."
    },
    {
      "author": "Neil",
      "text": "This view of technology sees the internet as an ecosystem – a complex pattern of relationships and mutual influences that exists between all living things and their environment."
    },
    {
      "author": "Sam",
      "text": "One ongoing and topical example of websites helpfully interacting with humans is the Covid contact tracing app."
    },
    {
      "author": "Neil",
      "text": "You might think the mobile phone app, which tracks movements and contact between people to combat coronavirus, would be a useful practical application of internet technology."
    },
    {
      "author": "Sam",
      "text": "But as Carly Kind, Director of the Ada Lovelace Institute in Cambridge, explained to BBC World Service’s Digital Planet, things are never that straightforward:"
    },
    {
      "author": "Carly Kind",
      "text": "Actually, there’s a lot of more fundamental questions that haven’t been answered yet such as: is Bluetooth even an adequate mechanism for doing what it says on the tin , which is detecting contact between two people? The trails so far show that it’s not actually that great and so, do we know for sure that these apps work and they work in the way we want them to? Do we get the public health information that we need?"
    },
    {
      "author": "Neil",
      "text": "Apps like this are designed to support public health - services to improve the standard of health of a country’s general population."
    },
    {
      "author": "Sam",
      "text": "But Carly thinks the mechanisms used must be suitable and adequate – they must actually work or do what it says on the tin – an informal idiom meaning work exactly as it is intended to."
    },
    {
      "author": "Neil",
      "text": "To find this out, trials - tests to discover how effective or suitable something is - are carried out over a period of time."
    },
    {
      "author": "Sam",
      "text": "The kind of trials which were carried out during the invention of the internet in the first place, right, Neil?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, the invention of the internet – or to be more accurate, the World Wide Web. In our quiz question I asked you who invented the World Wide Web? What did you say, Sam?"
    },
    {
      "author": "Sam",
      "text": "I said b) Tim Berners-Lee."
    },
    {
      "author": "Neil",
      "text": "Well, you’re a first class web scientist, Sam, because that’s the correct answer!"
    },
    {
      "author": "Sam",
      "text": "Great! In this programme, we’ve been hearing about Web Science, a new interdisciplinary subject, combining several areas of study, which investigates the ecosystem of the internet – the complex pattern of interconnections between humans and their environment."
    },
    {
      "author": "Neil",
      "text": "Social media networks –websites and apps, like Facebook, which let people use electronic devices to communicate on the internet – show how humans and technology can successfully interact."
    },
    {
      "author": "Sam",
      "text": "A new Covid contact tracing app is currently undergoing trials – tests to see if it works effectively. This will discover if it does what it says on the tin – works as it’s supposed to."
    },
    {
      "author": "Neil",
      "text": "If successful, by alerting people to coronavirus risks the app will support public health – services aimed at improving the health of the general population."
    },
    {
      "author": "Sam",
      "text": "And that’s all from us for now."
    },
    {
      "author": "Neil",
      "text": "And we hope you’ll join us again soon for more topical English vocabulary here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dame Wendy Hall",
    "Carly Kind"
  ]
}