{
  "title": "Are trees intelligent?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p090dc9w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201217",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201217_6min_english_intelligent_trees_download.mp3",
  "intro": [
    "According to Suzanne Simard, one of the world’s leading tree researchers, trees should be seen as intelligent. Neil and Georgina talk about trees and how they can communicate and help each other as well as recognise family members."
  ],
  "this_week_question": [
    "What is the world’s largest currently living tree? Is it...",
    "a) a baobab tree?",
    "b) a giant redwood tree?",
    "c) a sequoia tree?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "family tree",
      "desc": "drawing that shows the relationships between the different members of a family"
    },
    {
      "text": "seedlings",
      "desc": "very young plants that have grown from seeds"
    },
    {
      "text": "offspring",
      "desc": "someone’s children, or the young of an animal or plant"
    },
    {
      "text": "kin",
      "desc": "family and relatives (old-fashioned)"
    },
    {
      "text": "agency",
      "desc": "ability to act and affect your environment"
    },
    {
      "text": "destiny",
      "desc": "everything that happens to someone during their life, including what will happen in the future"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "How did you spend your free time during the weeks of lockdown, Georgina? Repainting the living room? Or doing exercise classes in the kitchen?"
    },
    {
      "author": "Georgina",
      "text": "Actually, Neil, I’ve been doing some online research into my family history . I’m investigating my family tree – you know, a drawing showing all the relationships between the different members of my family."
    },
    {
      "author": "Neil",
      "text": "Ah, how interesting! And how appropriate - because trees are the subject of this programme – not family trees but real, living-in-the-forest trees."
    },
    {
      "author": "Georgina",
      "text": "Well, Neil, this might surprise you but according to some people, trees also have families. There are mother trees who support and help feed child trees."
    },
    {
      "author": "Neil",
      "text": "That’s right. According to Suzanne Simard, one of the world’s leading tree researchers, trees should be seen as intelligent. They communicate with each other. They help each other. And as you mentioned, Georgina, they can even tell their family members."
    },
    {
      "author": "Georgina",
      "text": "So a tree can have its own family tree – amazing! Tell me more."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, but first let me ask you my quiz question. The largest trees in a wood or forest are called ‘mother trees’. As they’re the biggest, mother trees usually have the longest, most connected roots. So my question is this – what is the world’s largest currently living tree? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Hmmm… I’ve seen photos of redwood trees in California and they’re huge, so I’ll say b) a giant redwood."
    },
    {
      "author": "Neil",
      "text": "OK Georgina, I’m sure you only chose that cause it’s the easiest one to pronounce but we’ll find out the answer at the end of the programme. Now let’s get back to that tree researcher, Suzanne Simard."
    },
    {
      "author": "Georgina",
      "text": "Her big idea was the ‘wood wide web’ – a way of describing the network of underground roots linking trees to other trees of the same family."
    },
    {
      "author": "Neil",
      "text": "Here’s Suzanne explaining more about tree families to BBC World Service programme, The Big Idea:"
    },
    {
      "author": "Suzanne Simard",
      "text": "We found that the parent trees would favour those seedlings that were of their own kin versus the strangers."
    },
    {
      "author": "David Edmonds",
      "text": "That’s extraordinary – and when you say they favour their own family members, you mean they’ll send more nutrients to their offspring than they would to, as it were, a stranger tree?"
    },
    {
      "author": "Suzanne Simard",
      "text": "That’s right."
    },
    {
      "author": "Georgina",
      "text": "Mother trees send food and nutrients to their own seedlings – young plants that have been grown from a seed."
    },
    {
      "author": "Neil",
      "text": "In this way, parent trees help their offspring – another word for their children, or young. Mother trees can recognise and feed other trees of their own kin – an old fashioned word meaning family."
    },
    {
      "author": "Georgina",
      "text": "With the extra nutrients and carbon they receive, the offspring can extend their own root network and suck up even more nutrients…"
    },
    {
      "author": "Neil",
      "text": "…which in turn increases their own growth, turning some of them into the giants we see growing in California and other parts of the world."
    },
    {
      "author": "Georgina",
      "text": "Amazing! With trees behaving in clever ways like this it’s no wonder Suzanne thinks they have intelligence."
    },
    {
      "author": "Neil",
      "text": "And that’s not all. Listen again as Suzanne discusses the question of whether trees are ‘alive’ with BBC World Service’s, The Big Idea. See if you can hear her opinion."
    },
    {
      "author": "Suzanne Simard",
      "text": "Alive in the sense of having agency in their destinies, instead of being you know… I think a lot of people think of trees as just sort of like these sticks that grow out of the ground, they’re kind of these inert things that don’t have agency in their destiny , that they don’t change behaviours and make decisions but what we’re finding is that they do all that. And you know what step back and think trees have evolved over a long long long time, way longer than human beings and they have evolved in communities and they have to grow and survive."
    },
    {
      "author": "Georgina",
      "text": "I think Suzanne believes trees are alive and intelligent, because she says they have agency – a concept meaning having the ability to act and effect your environment."
    },
    {
      "author": "Neil",
      "text": "Dying trees even seem to know the future – before they die, they warn their offspring to start making new root connections."
    },
    {
      "author": "Georgina",
      "text": "Showing that trees have some understanding of their destiny – everything that happens in someone’s life and what will happen in the future."
    },
    {
      "author": "Neil",
      "text": "So it seems that trees are much more intelligent than we thought, Georgina."
    },
    {
      "author": "Georgina",
      "text": "It’s certainly going to change how I feel about going for a walk in the woods, surrounded by all those intelligent trees chatting to each other. I wonder if they have family arguments."
    },
    {
      "author": "Neil",
      "text": "Ha. Well, I wouldn’t argue with one of those really gigantic tree, such as… well, Georgina, you tell me."
    },
    {
      "author": "Georgina",
      "text": "Ah, you mean your quiz question - about the largest living tree?"
    },
    {
      "author": "Neil",
      "text": "Exactly. What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I said the largest currently living tree was, b) a giant redwood. Was I correct, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, you got the ‘giant’ part right, Georgina, but in fact the answer was c) a giant sequoia named General Sherman. He lives in California’s Giant Forest, he’s a whopping 83 metres tall and measures a massive 33 metres around the trunk!"
    },
    {
      "author": "Georgina",
      "text": "Wow! And I bet he has a huge family tree!"
    },
    {
      "author": "Neil",
      "text": "Ha-ha. Right then, Georgina, let’s recap the vocabulary we’ve used discussing intelligent trees, starting with family tree – a diagram showing the relationships between family members."
    },
    {
      "author": "Georgina",
      "text": "Trees are intelligent enough to communicate with their children, or offspring . These young plants which have grown from seeds are also known as seedlings ."
    },
    {
      "author": "Neil",
      "text": "Another word we learned is kin – an old-fashioned way of saying family."
    },
    {
      "author": "Georgina",
      "text": "According to tree expert Suzanne Simard, trees have agency – a term describing the ability to act and influence your surroundings."
    },
    {
      "author": "Neil",
      "text": "And the fact that trees make all kinds of decisions about their lives suggests they understand their destiny - everything that happens to someone during their life, including in the future."
    },
    {
      "author": "Georgina",
      "text": "Thank you for joining our walk through the woods of English vocabulary. Remember you can find more topical discussion on our website…"
    },
    {
      "author": "Neil",
      "text": "…as well as a whole forest of English language resources at bblearningenglish.com. Goodbye for now."
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Suzanne Simard",
    "David Edmonds"
  ]
}