{
  "title": "jellyfish help us solve our problems?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08zlblm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201210",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201210_6min_english_jellyfish_download.mp3",
  "intro": [
    "Scientific research is discovering that jellyfish might provide a solution to plastic pollution in seas and oceans. Neil and Georgina learn how these rubbery sea creatures could help."
  ],
  "this_week_question": [
    "What is the best way to treat jellyfish stings? Is it...",
    "a) with ice?",
    "b) with salt?",
    "c) with vinegar?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "environmentally friendly",
      "desc": "not harmful to the environment, or having the least possible impact on it"
    },
    {
      "text": "single-use (plastics)",
      "desc": "plastic products made to be used just once, only to be thrown away afterwards"
    },
    {
      "text": "unheard of",
      "desc": "something that is surprising or shocking because it have not previously known about"
    },
    {
      "text": "mucus",
      "desc": "thick, sticky liquid produced in certain parts of the body"
    },
    {
      "text": "absorptive",
      "desc": "able to absorb, or take in, liquid and other substances through a surface and hold them"
    },
    {
      "text": "magnet",
      "desc": "objects that attracts certain metal objects or more generally, which attracts another material"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Of all the weird and wonderful creatures living under the sea, perhaps the strangest are jellyfish – those rubbery, cone-shaped creatures found floating in the water, their long tentacles trailing behind."
    },
    {
      "author": "Georgina",
      "text": "Some jellyfish species have a bad reputation for scaring away tourists, clogging up fishing nets, and even blocking power station pipes."
    },
    {
      "author": "Neil",
      "text": "But with more and more plastic rubbish ending up in the sea, these days you’re as likely to swim into a plastic bag as a jellyfish. Now scientific research is discovering that these rubbery sea creatures might provide an answer - a sticky solution to the problem of plastic pollution."
    },
    {
      "author": "Georgina",
      "text": "In this programme, we’ll be learning how jellyfish mucus could provide the answer to plastic waste in the seas. And of course we’ll be learning some related vocabulary along the way."
    },
    {
      "author": "Neil",
      "text": "But first it’s time for my quiz question. Georgina, you mentioned jellyfish scaring away beach goers with their sting, but what is the best way to treat jellyfish stings? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Well, Neil, I have been stung by a jellyfish before and I think the best way to treat them is, c) with vinegar."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out later if that’s right. Now, as I mentioned, in recent years tiny pieces of plastic called microplastic have been a significant problem for the world’s seas and oceans. They’ve been found all over the world – in Arctic ice, at the bottom of the sea and even inside animals, including humans."
    },
    {
      "author": "Georgina",
      "text": "Slovenian scientist, Dr Ana Rotter, heads Go Jelly, a European research team of jellyfish ecologists looking into the problem. Here she is speaking to BBC World Service programme, People Fixing the World:"
    },
    {
      "author": "Dr Ana Rotter",
      "text": "Microplastics, plastics in general, are being an increasing problem – they’re everywhere. When I was a little girl we were more environmentally friendly , not knowing… so we never used plastic bags to go shopping, we always went with a cloth bags, we never used plastic to put our vegetable in it, single-use spoons, or forks, knives… this is for me something unheard of when I was a little girl."
    },
    {
      "author": "Neil",
      "text": "Dr Rotter says when she was a child, people were more environmentally friendly - not harmful to the environment or having the least possible impact on it."
    },
    {
      "author": "Georgina",
      "text": "At that time, there were very few single-use plastics – plastic items, like spoons and forks, designed to be used just once, then thrown away."
    },
    {
      "author": "Neil",
      "text": "Single-use plastic bags, for example, were unheard of - surprising or shocking because they were not previously known about or commonly used."
    },
    {
      "author": "Georgina",
      "text": "The situation since then has changed dramatically. In fact, there’s been such an increase in microplastics that today the UN lists plastic pollution as one of the world’s top environmental threats. But how do jellyfish fit into the story?"
    },
    {
      "author": "Neil",
      "text": "Well, it’s the ‘jelly’ part of jellyfish, and specifically their sticky, jelly-like mucus that is key. Here’s Dr Rotter again, explaining more to BBC World Service programme, People Fixing the World:"
    },
    {
      "author": "Dr Ana Rotter",
      "text": "The mucus – this is a like a viscous substance that is being excreted from a jellyfish, might have they are called absorptive properties… so it means that the particles - various particles can attach to this mucus… so, could we use jellyfish and their mucus as a magnet for the microplastic particles?"
    },
    {
      "author": "Georgina",
      "text": "Jellyfish produce a thick, sticky liquid called mucus. Dr Rotter has discovered that this mucus has strong absorptive properties – it can absorb, take in liquids and other substances and hold them in."
    },
    {
      "author": "Neil",
      "text": "One of the substances jellyfish mucus absorbs are the particles that make up microplastics. By trapping these tiny pieces of floating plastic, the mucus acts like a magnet – an object that attracts certain materials, like metal, or in this case, microplastic waste."
    },
    {
      "author": "Georgina",
      "text": "As rising sea temperatures and overfishing of their natural predators have boosted jellyfish numbers, this novel way of using their mucus couldn’t have come at a better time."
    },
    {
      "author": "Neil",
      "text": "Dr Rotter’s research is still in the early stages, but it’s hoped that jellyfish mucus could hold the key to a future free of microplastic polluted oceans."
    },
    {
      "author": "Georgina",
      "text": "Which is a big prize for the cost of few jellyfish stings. Speaking of which, Neil, what was the correct answer to your quiz question?"
    },
    {
      "author": "Neil",
      "text": "Right, I asked you the best way to treat jellyfish stings. What did you say, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I said it’s c) with vinegar"
    },
    {
      "author": "Neil",
      "text": "Which is… the right answer! Well done. Vinegar inactivates the sting’s venom, so remember to pack a bottle of vinegar the next time you head to the beach!"
    },
    {
      "author": "Georgina",
      "text": "In this programme, we’ve been hearing how scientists are using jellyfish mucus - a thick, sticky liquid produced in their bodies, to break down microplastics in the sea."
    },
    {
      "author": "Neil",
      "text": "Our addiction to single-use plastics – plastic items which are used only once, then thrown away, and which often get washed out to sea, has created a situation which is definitely not environmentally friendly – that means having minimal impact on the environment."
    },
    {
      "author": "Georgina",
      "text": "Until quite recently, the problems of micropollution and single-use plastic were unheard of - surprising or shocking because of not having been previously known about."
    },
    {
      "author": "Neil",
      "text": "Scientists are hoping that the mucus’s absorptive qualities – it’s ability to absorb liquids and other substances and hold them, will allow it to trap particles of plastic floating in the sea, making jellyfish mucus a magnet for pollution – an object that attracts certain materials - usually metals but in this case, microplastic waste."
    },
    {
      "author": "Georgina",
      "text": "That’s all for this programme, but to hear more about how these amazing sea creatures could help clean our oceans, why not check out People Fixing the World from the BBC World Service?"
    },
    {
      "author": "Neil",
      "text": "And to hear more interesting items on trending topics, why not join us again soon here at 6 Minute English? Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Dr Ana Rotter"
  ]
}