{
  "title": "For the love of foreign languages",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p093bgl8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210114",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210114_6min_english_polyglots_download.mp3",
  "intro": [
    "How many languages would you like to speak? Do you agree that \"to have another language is to possess a second soul\"? Neil and Rob talk about polyglots and teach you some English vocabulary."
  ],
  "this_week_question": [
    "The word polyglot comes from Greek and is made up of two parts: poly, which as Rob says, means ‘many’, and ‘glot’. But what does ‘glot’ mean? What is the meaning of the word polyglot ? Is it:",
    "a) many words?",
    "b) many sounds?",
    "c) many tongues?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "polyglot",
      "desc": "someone who speaks many languages"
    },
    {
      "text": "identify with",
      "desc": "feel that you are similar or closely connected to something"
    },
    {
      "text": "sheer",
      "desc": "nothing except; used to emphasise how strong, pure or powerful a feeling is"
    },
    {
      "text": "soul",
      "desc": "spirit or non-physical part of a person which is sometimes believed to continue to exist after death"
    },
    {
      "text": "proficiency",
      "desc": "skill and ability to do something well"
    },
    {
      "text": "efficient",
      "desc": "working quickly and effectively in an organised way"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "Bonjour, Rob! Kon’nichi’wa!"
    },
    {
      "author": "Rob",
      "text": "Excuse me?"
    },
    {
      "author": "Neil",
      "text": "¡Hola! ¿Cómo estás?"
    },
    {
      "author": "Rob",
      "text": "Oh, OK, I think Neil’s saying ‘hello’ in different languages – French, was it? And then.. Japanese? And… Spanish? Is that right?"
    },
    {
      "author": "Neil",
      "text": "¡Si, muy bien!"
    },
    {
      "author": "Neil",
      "text": "The English are famously slow to learn other languages. But it seems that Rob and I - and of course you - our global audience here at 6 Minute English - are good examples of polyglots – people who speak more than one language, sometimes known as 'superlinguists'. People who speak multiple languages benefit from many advantages, as we’ll be hearing in this programme."
    },
    {
      "author": "Rob",
      "text": "That word polyglot sounds familiar, Neil. Doesn’t the prefix – poly – mean, ‘many’?"
    },
    {
      "author": "Neil",
      "text": "That’s right, like polygon – a shape with many sides."
    },
    {
      "author": "Rob",
      "text": "Or polymath – someone who knows many things."
    },
    {
      "author": "Neil",
      "text": "And speaking of knowing things, it’s time for my quiz question. The word polyglot comes from Greek and is made up of two parts: poly, which as Rob says, means ‘many’, and ‘glot’. But what does ‘glot’ mean? What is the meaning of the word polyglot ? Is it: a) many words?, b) many sounds? or c) many tongues?"
    },
    {
      "author": "Rob",
      "text": "Well, there’s three syllables in ‘polyglot’, Neil, so I reckon it’s b), many sounds."
    },
    {
      "author": "Neil",
      "text": "OK, Rob, we’ll find out if that’s right at the end of the programme. But leaving aside the origins of the word, what exactly does being a polyglot involve? British-born polyglot, Richard Simcot speaks eleven languages. Listen to his definition as he speaks to BBC World Service programme, The Documentary:"
    },
    {
      "author": "Richard Simcot",
      "text": "A polyglot for me can be anyone who identifies with that term – it’s somebody who learns languages that they don’t necessarily need for their lives, but just out of sheer enjoyment, pleasure or fascination with another language or culture."
    },
    {
      "author": "Rob",
      "text": "For Richard, being a polyglot simply means identifying with the idea - feeling that you are similar or closely connected to it."
    },
    {
      "author": "Neil",
      "text": "He says polyglots learn languages not because they have to, but for the sheer enjoyment, which means, ‘nothing except’ enjoyment. Richard uses the word sheer to emphasise how strong and pure this enjoyment is."
    },
    {
      "author": "Rob",
      "text": "As well as the pleasure of speaking other languages, polyglots are also better at communicating with others. My favourite quote by South Africa’s first black president, Nelson Mandela, is: \"If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.\""
    },
    {
      "author": "Neil",
      "text": "How inspiring, Rob – I’m lost for words! Here’s another: ‘To have another language is to possess a second soul’."
    },
    {
      "author": "Rob",
      "text": "So language learning is good for the head, heart and soul – a person’s spirit or the part of them which is believed to continue existing after death."
    },
    {
      "author": "Neil",
      "text": "Yes – and what’s more, language learning is good for the brain too. That’s according to Harvard neuroscientist, Eve Fedorenko.She’s researched the effects of speaking multiple languages on the brains of growing children."
    },
    {
      "author": "Rob",
      "text": "Eve predicted that multilingual children would have hyperactive language brains. But what she actually found surprised her, as she explains here to BBC World Service’s The Documentary:"
    },
    {
      "author": "Eve Fedorenko",
      "text": "What we found – this is now people who already have proficiency in multiple languages - what we found is that their language regions appear to be smaller, and that was surprising…  and as people get better and better, more automatic at performing the task, the activations shrink, so to speak, over time, it becomes so that you don’t have to use as much brain tissue to do the task as well, so you become more efficient."
    },
    {
      "author": "Neil",
      "text": "Eve was testing children who already have language proficiency – the skill and ability to do something, such as speak a language."
    },
    {
      "author": "Rob",
      "text": "Her surprising discovery was that the language regions of these children’s brains were shrinking – not because their speaking skills were getting worse, but the opposite; as they learned and repeated language patterns, their brain tissue became more efficient – worked quicker and more effectively."
    },
    {
      "author": "Neil",
      "text": "It’s suggested that this increased efficiency is a result of exposure to different languages."
    },
    {
      "author": "Rob",
      "text": "So that proves it, Neil: speaking many languages is good for the head, heart, mind and soul!"
    },
    {
      "author": "Neil",
      "text": "You took the words right out of my mouth!"
    },
    {
      "author": "Rob",
      "text": "And speaking of words, what does the ‘glot’ in polyglot actually mean? Was my answer correct?"
    },
    {
      "author": "Neil",
      "text": "Ah, that’s right. In my quiz question I asked you for the meaning of the word ‘polyglot’."
    },
    {
      "author": "Rob",
      "text": "I said, b) many sounds."
    },
    {
      "author": "Neil",
      "text": "But in fact the correct answer was c) many tongues. You may be a polyglot, Rob, but you’re not quite a polymath yet!"
    },
    {
      "author": "Rob",
      "text": "OK, well, let me get my brain tissues working by recapping the vocabulary, starting with polyglot – someone who speaks many languages."
    },
    {
      "author": "Neil",
      "text": "The language centres in a polyglot’s brain are efficient – theywork quickly and effectively in an organised way."
    },
    {
      "author": "Rob",
      "text": "Proficiency means the skill and ability to do something well. And if you identify with something, you feel you are similar or closely connected to it."
    },
    {
      "author": "Neil",
      "text": "Polyglots learn languages for the sheer enjoyment of it – a word meaning ‘nothing except‘ which is used to emphasise the strength of feeling."
    },
    {
      "author": "Rob",
      "text": "So speaking many languages is good for mind and soul – a person’s non-physical spirit which some believe to continue after death."
    },
    {
      "author": "Neil",
      "text": "That’s it for this programme, but to discover more about language learning, including some useful practical tips, check out The Superlinguists series from BBC World Service’s The Documentary!"
    },
    {
      "author": "Rob",
      "text": "Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Richard Simcot",
    "Eve Fedorenko"
  ]
}