{
  "title": "omfort Food",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p091qdp6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210107",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210107_6min_english_comfort_food_download.mp3",
  "intro": [
    "Cakes, chocolate and crisps! Comfort food refers to snacks and meals we like to stuff our faces with, even if it’s not always good for us. Neil and Rob talk about comfort food and what actually makes us eat it."
  ],
  "this_week_question": [
    "Patrick Bertoletti from the USA holds the Guinness World Record for eating the most cream-filled biscuits in one minute. How many biscuits did he eat? Was it...",
    "a) 2?",
    "b) 7?",
    "c) 15?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "comforter",
      "desc": "something that makes us feel relaxed and feel good."
    },
    {
      "text": "culinary",
      "desc": "connected to cooking"
    },
    {
      "text": "associated",
      "desc": "made a connection in our mind with something"
    },
    {
      "text": "irrelevant",
      "desc": "not important or has no connection with the discussion taking place"
    },
    {
      "text": "nuanced",
      "desc": "small but important differences"
    },
    {
      "text": "take comfort",
      "desc": "don’t feel so bad (because of something else)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "I see you’ve been tucking into the biscuits again, Rob."
    },
    {
      "author": "Rob",
      "text": "Well, I have, Neil. You can’t beat a bite on a biscuit for a quick and easy sweet treat. They make me feel good – as long as I don’t eat too many!"
    },
    {
      "author": "Neil",
      "text": "So, these are your ‘edible comforters’ – a comforter is something that makes you feel relaxed and feel good. Put another way, it is your comfort food, which is what we’re talking about in this programme."
    },
    {
      "author": "Rob",
      "text": "Yes, like biscuits – comfort food is snacks and meals we like to stuff our faces with, even if it’s not always good for us. We’ll be discussing what actually makes us eat the stuff."
    },
    {
      "author": "Neil",
      "text": "But how about a question to feast on, Rob? Patrick Bertoletti from the USA holds the Guinness World Record for eating the most cream-filled biscuits in one minute, but do you know how many biscuits he ate? Was it…"
    },
    {
      "author": "Rob",
      "text": "Well, based on my biscuit-eating skills, I’d say 15 – it depends if he had to swallow them all as well."
    },
    {
      "author": "Neil",
      "text": "I’m not sure about that – but I’ll reveal the answer later on. Now, biscuits, ice cream, crisps and pizzas are all good examples of comfort food. They’re easy to snack on and they don’t require many culinary skills – culinary means related to cooking."
    },
    {
      "author": "Rob",
      "text": "Umm, well that makes sense, but there must be something else that is urging us to seek out this ‘easy’ food?"
    },
    {
      "author": "Neil",
      "text": "According to psychologist Shira Gabriel, it’s about memories and emotional experiences. She spoke on The Food Chain podcast on BBC World Service and said her comfort food was macaroni and cheese – something that brings back memories…"
    },
    {
      "author": "Shira Gabriel, psychologist",
      "text": "At some point in my life those were foods that were made for me or shared with me by people who cared about me and loved me and took care of me, so because those are the foods that I had in my youth, I’ve associated with them, sort of, those feelings of being taken care of. And those associations are strong, the associations we have with food are very strong, and so by eating those foods, I’m able to activate those associations and give myself a rush of positive feelings and a sense of acceptance."
    },
    {
      "author": "Neil",
      "text": "… so like so many of us, Shira associates eating certain types of food with past experiences from her youth. Associates means makes a connection in your mind with something."
    },
    {
      "author": "Rob",
      "text": "And these connections between food and memories are very strong. I know eating biscuits reminds me of eating them after school, as a treat."
    },
    {
      "author": "Neil",
      "text": "Well, Shira explains how we get a rush – a sudden and strong emotion – of positive feelings when these memories are activated by eating comfort food."
    },
    {
      "author": "Rob",
      "text": "And it’s not just memories that are activated, but also the emotions we feel as well. If we felt happy the first time we ate the food, then hopefully we’ll feel happy when we eat it again."
    },
    {
      "author": "Neil",
      "text": "It’s not always that simple, Rob. Tucking into food that’s high in carbohydrates, sugar or salt can make us feel guilty, but we don’t realise our minds are trying to trigger – or start - a positive emotion, and it’s making us eat that food to do so."
    },
    {
      "author": "Rob",
      "text": "The Food Chain podcast explores this in more detail – but what is interesting is that comfort food isn’t universal. Some languages don’t have a comparable phrase."
    },
    {
      "author": "Neil",
      "text": "It’s a good point and something food writer Jenny Linford talked about. Here’s her theory on why that is…"
    },
    {
      "author": "Jenny Linford, food writer",
      "text": "Talking to Italian friends, I realised that, no, they don’t have a phrase for ‘comfort food’ – I think it’s sort of irrelevant …. My Italian friends I asked about comfort food, they were just, they said to me, look you know, food is always comfort and always pleasure and it’s a joyful thing, so it’s just really interesting that you know this idea of comfort food is not universal, it’s actually quite nuanced ."
    },
    {
      "author": "irrelevant",
      "text": "Rob So, according to Jenny’s Italian friends, all food brings comfort and pleasure. Talking about specific comforting food is  – it is not important or has no connection with the discussion."
    },
    {
      "author": "Neil",
      "text": "Yes, she thinks the concept of comfort food is quite nuanced , depending on where you are from – so there are small but important differences."
    },
    {
      "author": "Rob",
      "text": "Well, maybe we should take comfort from - or feel less bad about – the fact that eating any kind of food can bring us joy, warmth, happiness and comfort. So if you don’t mind, I think I’ll munch on another biscuit."
    },
    {
      "author": "Neil",
      "text": "Are you trying to beat the record of Patrick Bertoletti from the USA? Earlier I mentioned he holds the Guinness World Record for eating the most cream-filled biscuits in one minute, but how many biscuits did he eat? Was it… a) 2 b) 7, or c) 15?"
    },
    {
      "author": "Rob",
      "text": "I thought he ate 15. Was I right?"
    },
    {
      "author": "Neil",
      "text": "No, Rob. He scoffed only 7 in one minute. So maybe you can beat him? But before you do, let’s recap on some of the vocabulary we’ve been discussing."
    },
    {
      "author": "Rob",
      "text": "Of course. We’ve been talking about comfort food – food that makes us feel good – and we described it as a ‘ comforter’ - something that makes us feel relaxed and feel good."
    },
    {
      "author": "Neil",
      "text": "We also mentioned culinary – connected to cooking."
    },
    {
      "author": "Rob",
      "text": "And associated – which means made a connection in our mind with something."
    },
    {
      "author": "Neil",
      "text": "Something that is irrelevant is not important or has no connection with the discussion taking place."
    },
    {
      "author": "Rob",
      "text": "And something that is nuanced has small but important differences."
    },
    {
      "author": "Neil",
      "text": "Finally, when you take comfort in something, you don’t feel so bad because of something else."
    },
    {
      "author": "Rob",
      "text": "Well, Neil, we’re out of time but let’s take comfort in knowing that there are lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com."
    },
    {
      "author": "Neil",
      "text": "We also have an app that you can download for free from the app stores. And of course, we are all over social media."
    },
    {
      "author": "Rob",
      "text": "Thanks for listening and goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Shira Gabriel, psychologist",
    "Jenny Linford, food writer",
    "irrelevant"
  ]
}