{
  "title": "The woman whose cells never die",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p093h0dt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210128",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210128_6min_english_medical_research_download.mp3",
  "intro": [
    "Henrietta Lacks made an amazing contribution to medical research which has only recently been recognised. Rob and Georgina discuss her remarkable story."
  ],
  "this_week_question": [
    "Do you know what other medical breakthrough happened in 1921? Was it...",
    "a) the discovery of insulin?",
    "b) the discovery of penicillin?",
    "c) the discovery of vitamin E?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "in vitro fertilization",
      "desc": "technique for women who cannot become pregnant naturally in which an egg is fertilized outside her body and the resulting embryo replaced in her womb"
    },
    {
      "text": "figure out",
      "desc": "understand or solve something; work out"
    },
    {
      "text": "workhorse",
      "desc": "someone who does a large amount work, especially dull or routine work"
    },
    {
      "text": "scourge",
      "desc": "something that causes much trouble or suffering"
    },
    {
      "text": "unwitting",
      "desc": "done without knowing or planning"
    },
    {
      "text": "centenary",
      "desc": "the 100th anniversary of an important event"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Rob",
      "text": "What do Vincent Van Gogh and Galileo Galilei have in common, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Hmm… their first name and last names both start with the same letter?"
    },
    {
      "author": "Rob",
      "text": "Well, that’s true… but another similarity is their amazing contributions – to art and science - were only recognised after their death."
    },
    {
      "author": "Georgina",
      "text": "I know another person whose huge contribution to science went unrecognised during her lifetime, Rob, but unlike Van Gogh or Galileo, you probably haven’t heard of her. She’s the subject of this programme."
    },
    {
      "author": "Rob",
      "text": "Henrietta Lacks was a young, black, American mother who died of cancer in Baltimore in 1951. Although she never consented to her tissues being used for medical research, doctors at the time found her cells to have an extraordinary ability to replace themselves endlessly."
    },
    {
      "author": "Georgina",
      "text": "Named ‘HeLa cells’ after her initials, Henrietta Lacks’ tissue helped make possible all sorts of medical breakthroughs, from the polio vaccine to cancer drugs, to HIV and IVF treatments."
    },
    {
      "author": "Rob",
      "text": "Born one hundred years ago, in 1920, the great-great-granddaughter of slaves, Henrietta and her cells continue to provide medical discoveries to this day…"
    },
    {
      "author": "Georgina",
      "text": "…most recently, of course, in the race for a coronavirus vaccine."
    },
    {
      "author": "Rob",
      "text": "But before we go on, Georgina, it’s time for my quiz question. I mentioned that Henrietta Lacks was born one hundred years ago, but do you know what other medical breakthrough happened in 1921? Was it:"
    },
    {
      "author": "Georgina",
      "text": "I’ll say, a) the discovery of insulin."
    },
    {
      "author": "Rob",
      "text": "OK, Georgina, we’ll find out if that’s right later on. Now, it was Henrietta’s biography by science writer, Rebecca Skloot, that brought her remarkable story to the world’s attention a decade ago."
    },
    {
      "author": "Georgina",
      "text": "Here is Rebecca Skloot, explaining Henrietta’s importance to BBC World Service programme, The Forum:"
    },
    {
      "author": "Rebecca Skloot",
      "text": "So much of science is based on growing cells in culture which started with her cells. In vitro fertilization – that started with the ability to grow embryos in culture which you can do in part thanks to her cells so the list just goes on and on, and right now people are often asking how are HeLa cells helping with Covid. […] Scientists worked that out very quickly using her cells… they figured out what the receptor looks like and they did the same thing with HIV… so her cells are just this incredible workhorse that is at the base of so much science."
    },
    {
      "author": "Rob",
      "text": "Doctors used Henrietta’s cells to figure out – or understand, how cells reproduce and divide – knowledge that was vital in developing in vitro fertilization , or IVF, a technique for women who cannot become pregnant naturally, in which an egg is fertilized outside the body."
    },
    {
      "author": "Georgina",
      "text": "Our bodies are made of millions and millions of cells and to understand how they work we need to grow them in a lab. No-one had succeeded in doing this until Henrietta’s extraordinary cells which just grew and grew."
    },
    {
      "author": "Rob",
      "text": "This resulted not only in new fertility treatments, but later in AIDS and cancer breakthroughs, which is why Rebecca refers to HeLa cells as a workhorse , meaning someone who does a lot of work."
    },
    {
      "author": "Georgina",
      "text": "But perhaps Henrietta’s greatest legacy of all was the vaccine for polio. Here’s professor of genetics, Sir John Burn, talking to BBC World Service’s, The Forum:"
    },
    {
      "author": "Sir John Burn",
      "text": "Henrietta would have particularly liked the announcement this year that polio vaccine had led to the eradication of polio in Africa – so the centenary of her birth it seems rather symbolic that her unwitting contribution to medicine eventually eradicated that scourge of mankind."
    },
    {
      "author": "Georgina",
      "text": "John Burn calls polio a scourge , meaning something causing much pain and suffering."
    },
    {
      "author": "Rob",
      "text": "Henrietta’s role in eradicating this terrible disease is all the more remarkable as she was never asked permission to use her cells for research, and it’s taken decades for the Lacks family to win their grandmother the recognition she deserves."
    },
    {
      "author": "Georgina",
      "text": "That’s why John Burn calls Henrietta’s contribution unwitting – it was made without her knowledge or consent."
    },
    {
      "author": "Rob",
      "text": "And with the eyes of the world now focused on vaccines for the coronavirus, this year is a symbolic time to celebrate her centenary - the one hundredth anniversary of an important event."
    },
    {
      "author": "Georgina",
      "text": "Henrietta Lacks - a remarkable woman whose name is finally making its way into the history books. But something else remarkable happened one hundred years ago, didn’t it, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah yes, you mean my quiz question. I asked you which important medical breakthrough occurred one hundred years ago, in 1921."
    },
    {
      "author": "Georgina",
      "text": "I said, a) the discovery of insulin."
    },
    {
      "author": "Rob",
      "text": "Which was… the correct answer! Discovered by Canadian doctor Frederick Banting, insulin saved the lives of millions of diabetics."
    },
    {
      "author": "Georgina",
      "text": "And on that healthy note, let’s recap the vocabulary from this programme, starting with in vitro fertilization , or IVF – a medical technique for women who cannot become pregnant naturally."
    },
    {
      "author": "Rob",
      "text": "Henrietta’s HeLa cells helped doctors figure out - or understand - a lot about how cells grow and led to so many medical discoveries we might call them a workhorse – something which works extremely hard."
    },
    {
      "author": "Georgina",
      "text": "A scourge means something that causes much pain and suffering, like the terrible diseases which Henrietta’s unwitting , or unknowing, contribution helped eradicate."
    },
    {
      "author": "Rob",
      "text": "Making 2021 a year of hope and the perfect time to celebrate the centenary of her birth – its one hundredth anniversary!"
    },
    {
      "author": "Georgina",
      "text": "We hope this upbeat programme has been just what the doctor ordered."
    },
    {
      "author": "Rob",
      "text": "Remember to join us again soon at 6 Minute English. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Rob",
    "Georgina",
    "Rebecca Skloot",
    "Sir John Burn"
  ]
}