{
  "title": "Singing in tune",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p094v0fl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210218",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210218_6min_english_singing_in_tune_download.mp3",
  "intro": [
    "The act of singing is a very complex skill, involving a huge number of processes in our bodies and brains. Neil and Georgina discuss singing and how it’s not essential to sing in tune to benefit from doing it."
  ],
  "this_week_question": [
    "What is the meaning of ‘karaoke’? Is it...",
    "a) machine voice?",
    "b) angry cat?",
    "c) empty orchestra?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "tone-deaf",
      "desc": "unable to sing tunes accurately or recognise different notes"
    },
    {
      "text": "vocal cords",
      "desc": "pair of folds in the throat that move backwards and forwards when air from the lungs moves over them"
    },
    {
      "text": "larynx",
      "desc": "organ between the nose and the lungs that contains the vocal cords; otherwise known as the voice box"
    },
    {
      "text": "vibration",
      "desc": "continuous and quick shaking movement"
    },
    {
      "text": "stress response",
      "desc": "the human body's reaction to anything that disturbs its internal balance, for example pain, infection, fear or exercise"
    },
    {
      "text": "keep it up!",
      "desc": "used to encourage someone to continue doing something"
    }
  ],
  "transcript": [
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "[Singing badly] DO, RE, MI, FA, SOL, LA, TI, DO !"
    },
    {
      "author": "Georgina",
      "text": "Neil! What are you doing?! Please stop!"
    },
    {
      "author": "Neil",
      "text": "Oh, hi Georgina! I’m practising my singing. I’m going to do virtual karaoke tonight with some friends!"
    },
    {
      "author": "Georgina",
      "text": "Karaoke?! – really, Neil?! I heard you singing at the Christmas party and to be honest I think you might be tone deaf – you know, you can’t sing in tune."
    },
    {
      "author": "Neil",
      "text": "Me? Tone deaf?! I’m a nightingale! Listen: DO RE MIIII !"
    },
    {
      "author": "Georgina",
      "text": "Between you and me, I think Neil is a bit tone deaf ! Wait until I tell him singing is the subject of this programme."
    },
    {
      "author": "Neil",
      "text": "I heard that, Georgina! And I’m glad this programme is about singing because I love it and what I lack in ability, I make up for in enthusiasm!"
    },
    {
      "author": "Georgina",
      "text": "I’m sure your karaoke buddies would agree with you, Neil."
    },
    {
      "author": "Neil",
      "text": "That reminds me of my quiz question, Georgina. As you know, I love karaoke - meeting up with friends to sing the words of our favourite pop songs over a musical backing track. Karaoke was invented in Japan and its name is a combination of different Japanese words – but what words? What is the meaning of ‘karaoke’? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Well, after listening to you sing, Neil, I’m tempted to say b), angry cat, but that would be mean, so I’ll guess, a) machine voice."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina. I’ll take that as a compliment. But however good - or bad - my singing may be, there’s no doubt that the act of singing itself is a very complex skill, involving a huge number of processes in our bodies and brains. So what happens physically when we sing a musical note?"
    },
    {
      "author": "Georgina",
      "text": "Usually something unexpected in your case, Neil! So here’s Marijke Peters, presenter of BBC World Service programme, CrowdScience, to explain exactly what happens when we open our mouths to sing."
    },
    {
      "author": "Neil",
      "text": "Listen out for the different body parts Marijke mentions:"
    },
    {
      "author": "Marijke Peters",
      "text": "Vocal folds, also called vocal cords , are crucial here. They’re two flaps of skin stretched across your larynx that vibrate when you sing and create a sound. The pitch of that sound, how high or low it is, depends on the frequency of their vibration, so if you want to hit the right note they need to be working properly."
    },
    {
      "author": "Georgina",
      "text": "Important body parts needed to sing include the vocal cords - a pair of folds in the throat that move backwards and forwards when air from the lungs moves over them."
    },
    {
      "author": "Neil",
      "text": "The vocal chords are stretched over the larynx - also known as the voice box, it’s the organ between the nose and the lungs containing the vocal folds."
    },
    {
      "author": "Georgina",
      "text": "Singing is similar to what happens when you play a guitar. The vocal cords act like the guitar strings to produce a buzz or vibration – a continuous and quick shaking movement."
    },
    {
      "author": "Neil",
      "text": "They vibrate over the larynx which, like the body of a guitar, amplifies the sound."
    },
    {
      "author": "Georgina",
      "text": "So why do some people (Neil!) find it hard to sing in tune? Is it because they cannot physically reproduce sounds? Or because they hear sounds differently from the rest of us?"
    },
    {
      "author": "Neil",
      "text": "Well, according to psychology professor, Peter Pfordresher, it’s neither. He thinks that for poor singers the problem is generally not in the ears or voice, but in their brains – specifically the connection between sound perception and muscle movement."
    },
    {
      "author": "Georgina",
      "text": "So there’s no hope for you?"
    },
    {
      "author": "Neil",
      "text": "Not necessarily. Here’s Professor Pfordresher encouraging the listeners of BBC World Service’s, CrowdScience:"
    },
    {
      "author": "Peter Pfordresher",
      "text": "I think there’s reason for you to be hopeful and however accurate or inaccurate your singing is, one recommendation I would have for you is to keep singing because there is evidence that singing itself, whether accurate or inaccurate, has benefits socially and also for stress responses , so good reason for you to keep it up!"
    },
    {
      "author": "Georgina",
      "text": "Whether you’re tone deaf or pitch perfect, there’s lots of evidence for the health benefits of singing."
    },
    {
      "author": "Neil",
      "text": "For one, singing strengthens your stress responses . Otherwise known as ‘fight or flight’, stress responses are the human body’s reaction to external threats that cause an imbalance, for example pain, infection or fear."
    },
    {
      "author": "Georgina",
      "text": "From operatic Pavarottis to enthusiastic karaoke fans, Professor Pfordresher thinks singers should keep it up – a phrase used to encourage someone to continue doing something. So, Neil, maybe you should keep singing, after all!"
    },
    {
      "author": "Neil",
      "text": "You’ve changed you tune, Georgina! Maybe you’d like to come with me to karaoke next time we’re allowed out?"
    },
    {
      "author": "Georgina",
      "text": "Hmm, I think some practice would be a good idea, but first let’s return to the quiz question. You asked me about the meaning of the Japanese word karaoke…"
    },
    {
      "author": "Neil",
      "text": "Right. Does karaoke mean, a) machine voice, b) angry cat, or c) empty orchestra? What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I said a) machine voice."
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer! Karaoke actually means c) empty orchestra, or in other words, music that has the melody missing."
    },
    {
      "author": "Georgina",
      "text": "Well, that’s better than an angry cat, I guess! Let’s recap the vocabulary starting with tone deaf – a way to describe someone who cannot sing in tune or hear different sounds."
    },
    {
      "author": "Neil",
      "text": "Like playing a guitar string, singers use their vocal cords – a pair of folds in the throat that are stretched over the larynx , or voice box, another part of the throat, to produce a sound vibration - a quick, shaking movement."
    },
    {
      "author": "Georgina",
      "text": "No matter how good or bad a singer you are, singing is good for your stress responses – the ‘fight or flight’ mechanism your body uses to regain inner balance."
    },
    {
      "author": "Neil",
      "text": "So no matter what Georgina thinks about my singing, I’m going to keep it up – a phrase used to encourage someone to continue their good performance."
    },
    {
      "author": "Georgina",
      "text": "That’s all from us. Keep singing and join us again soon at 6 Minute English. Don’t forget we also have a free app you can download from the app stores. Bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Marijke Peters",
    "Peter Pfordresher"
  ]
}