{
  "title": "Working for yourself",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p095yd5r.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210211",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210211_6min_english_freelancing_download.mp3",
  "intro": [
    "Many people choose to, or have to work as a freelancer to survive, but is it worth the risk? Rob and Georgina talk about the advantages and disadvantages of freelancing."
  ],
  "this_week_question": [
    "Back in the 19th Century, what kind of job was 'a drummer'? Was it …",
    "a) someone who played the drums?",
    "b) a travelling salesman?",
    "c) a music publicist – who drums up – meaning encourages, support for a band?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "drum up",
      "desc": "increase or encourage support or sales for something"
    },
    {
      "text": "freelance",
      "desc": "work for yourself, selling your skills or services to different businesses"
    },
    {
      "text": "petrifying",
      "desc": "frightening, so you can’t speak or move"
    },
    {
      "text": "self-sabotage",
      "desc": "having doubts and fears that stop you achieving something"
    },
    {
      "text": "fulfilment",
      "desc": "good feeling of achieving something for yourself"
    },
    {
      "text": "financial freedom",
      "desc": "able to control how you earn and use your money"
    }
  ],
  "transcript": [
    {
      "author": "Georgina",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Georgina."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Georgina",
      "text": "Rob, what’s the best job you’ve ever had?"
    },
    {
      "author": "Rob",
      "text": "Err well, this one, of course! It’s very creative, with lots of variety."
    },
    {
      "author": "Georgina",
      "text": "OK, any other reasons?"
    },
    {
      "author": "Rob",
      "text": "Well yes – it’s a permanent job - a staff job - with regular income and a pension."
    },
    {
      "author": "Georgina",
      "text": "Yes, these things can be important, but have you ever been freelance – by that I mean, working for yourself and selling your skills and services to different businesses?"
    },
    {
      "author": "Rob",
      "text": "Well, I worked as a paperboy once – delivering newspapers. But not really – it’s a risky way to earn an income."
    },
    {
      "author": "Georgina",
      "text": "It can be Rob. But many people choose to, or have to work as a freelancer to survive. And that’s what we’re talking about in this programme. But let’s start with a question for you, Rob."
    },
    {
      "author": "Rob",
      "text": "OK."
    },
    {
      "author": "Georgina",
      "text": "This is about job titles – back in the 19th Century, what kind of job was a drummer? Were they…"
    },
    {
      "author": "drums up",
      "text": "a) someone who played the drums? b) a travelling salesman?, or, c) a music publicist – who  – meaning encourages, support for a band?"
    },
    {
      "author": "Rob",
      "text": "Well, it’s got to be someone who plays the drums – that’s my kind of job."
    },
    {
      "author": "Georgina",
      "text": "OK, Rob, we’ll find out if that’s right at the end of the programme. But let’s talk more about work now. Long gone are the days of a job for life, where you spent your adult life working your way up the career ladder at the same company."
    },
    {
      "author": "Rob",
      "text": "Yes, that’s right. We work in many different ways now because the needs of businesses change frequently and it needs to be agile – changing the size and type of work force in order to meet demand."
    },
    {
      "author": "Georgina",
      "text": "So, people need to adapt and some choose to work for themselves, offering their skills to different businesses as and when they are needed. But it can also be a lifestyle choice, as we’re about to find out."
    },
    {
      "author": "Rob",
      "text": "Yes, some people have chosen to become self-employed – working for themselves - but also, because of the recent coronavirus pandemic, some people have been forced into this situation. Let’s hear from Carla Barker, who set up her own business after giving up her regular job. She told BBC Radio 4’s programme You and Yours how she felt…"
    },
    {
      "author": "Carla Barker",
      "text": "You know the idea of giving up a solid, permanent, full-time, paid, comfortable, role is a bit petrifying … It is super-scary because … you then have that fear of ‘oh my goodness can we do this’? You also have things creeping in that say you know like self-sabotage – are you good enough to do this? Are people going to want to take me on as a business?"
    },
    {
      "author": "Georgina",
      "text": "So, Carla decided to go it alone – an informal way of saying work for herself. She described giving up a full-time job as petrifying – so frightening you can’t speak or move. She may have been exaggerating slightly but she also said it was ‘super-scary’!"
    },
    {
      "author": "Rob",
      "text": "I guess working for yourself must be scary as you’re solely responsible for your own success. It’s no surprise Carla had feelings of self-sabotage – having doubts and fears that stopped her achieving something."
    },
    {
      "author": "Georgina",
      "text": "Luckily, she persisted and things went well. And many other people who have become self-employed or freelance have overcome the fear and discovered the benefits."
    },
    {
      "author": "Rob",
      "text": "Like Fiona Thomas, who’s the author of a book called ‘Ditch the 9 to 5 and be your Own Boss’. She also spoke to the BBC’s You and Yours programme and explained why she gave up the 9 to 5 – the regular, full-time staff job – and how it helped her…"
    },
    {
      "author": "Fiona Thomas, Author",
      "text": "A kind of combination of wanting some creative fulfilment from a job, compared to the job that I was in before, which was very much customer based and working face-to-face in hospitality. But I also wanted the flexibility to accommodate my mental health because I suffer from depression and anxiety and I found working in a rigid schedule and being in front of a lot of people all the time really exacerbated a lot of my symptoms. And I also wanted the financial freedom to be able to, over time, increase my income without just having to wait on being promoted or getting a pay rise in traditional employment."
    },
    {
      "author": "Georgina",
      "text": "So, working for herself gave Fiona a good feeling that she achieved something she wanted to do – it gave her creative fulfilment . It also meant she could work more flexibly and that helped her with her mental health because she didn’t have to follow a fixed rota of tasks."
    },
    {
      "author": "Rob",
      "text": "And it gave her financial freedom – meaning the money she earned was not controlled by someone else, and she didn’t have to wait for someone else to give her a pay rise. Of course, that can be risky too."
    },
    {
      "author": "Georgina",
      "text": "Let’s get back to my quiz question now, Rob. Earlier I asked you if you knew what job a drummer used to do back in the 19th Century?"
    },
    {
      "author": "Rob",
      "text": "And obviously, a drummer plays the drums!"
    },
    {
      "author": "Georgina",
      "text": "Well, you are sort of right but a drummer also used to be an informal way of describing a travelling salesperson – because their job was to drum up business for a company – meaning they tried to increase sales."
    },
    {
      "author": "Rob",
      "text": "Ahh very interesting, although I know which drummer I would rather be – a freelance drummer in a rock band!"
    },
    {
      "author": "Georgina",
      "text": "And freelance is one of the words we’ve mentioned today. To freelance means to work for yourself, selling your skills or services to different businesses."
    },
    {
      "author": "Rob",
      "text": "Becoming self-employed can be petrifying – frightening, so you can’t speak or move. And starting out on your own can lead to self-sabotage – having doubts and fears that stop you achieving something."
    },
    {
      "author": "Georgina",
      "text": "But it can also give you fulfilment – a good feeling of achieving something for yourself."
    },
    {
      "author": "Rob",
      "text": "And having financial freedom means being able to control how you earn and use your money."
    },
    {
      "author": "Georgina",
      "text": "That’s it for this programme. We have plenty more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com. And check us out on Facebook, Twitter and Instagram. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Georgina",
    "Rob",
    "drums up",
    "Carla Barker",
    "Fiona Thomas, Author"
  ]
}