{
  "title": "What’s the key to happiness?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p095h7xy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210311",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210311_6min_english_happiness_download.mp3",
  "intro": [
    "Feeling happy is more important than ever right now, especially as many things seem to be out of our control. Neil and Georgina talk about what small things you can do to feel better about life."
  ],
  "this_week_question": [
    "Did you know that every year the UN publishes its Global Happiness Survey revealing the happiest countries in the world? It’s based on factors like income, life expectancy and health. The Nordic countries often come in the top ten, but which country was rated the happiest in 2020? Was it...",
    "a) Iceland? b) Denmark? c) Finland?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "the glass is half full/empty",
      "desc": "used to say that someone has a tendency to look at situations in a positive or negative way"
    },
    {
      "text": "alignment",
      "desc": "correct position in relation to something else"
    },
    {
      "text": "gratitude",
      "desc": "feeling grateful, expressing thanks to another person"
    },
    {
      "text": "hamster on a wheel",
      "desc": "someone involved in activities that make them busy all the time but without ever achieving anything important or managing to finish a task"
    },
    {
      "text": "satisfaction",
      "desc": "the pleasure you feel when you do something you wanted to do, or get something you wanted to get"
    },
    {
      "text": "hedonic treadmill",
      "desc": "the human tendency to return to the same level of happiness after something very good or very bad has happened"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "That’s a big smile on your face, Georgina! You seem happy today!"
    },
    {
      "author": "Georgina",
      "text": "I am, Neil. After all, what’s the point in seeing the glass half empty ?"
    },
    {
      "author": "Neil",
      "text": "Ah, so you’re someone who tries to see the glass half full – you generally look at things in a positive way."
    },
    {
      "author": "Georgina",
      "text": "I hope so! It may seem strange to be discussing happiness in the middle of a global pandemic but right now feeling happy is more important than ever."
    },
    {
      "author": "Neil",
      "text": "Well then, it’s lucky that happiness is the subject of this programme, Georgina. And while many things seem to be out of our control just now, there are small things we can do to feel better about life…"
    },
    {
      "author": "Georgina",
      "text": "…to feel less stressed, and maybe even a little happier."
    },
    {
      "author": "Neil",
      "text": "You’re talking like a Dane now, Georgina. Denmark, and in fact all the Nordic countries, are often listed as among the happiest places in the world."
    },
    {
      "author": "Georgina",
      "text": "You know what would make me happy, Neil? – asking me a really good quiz question."
    },
    {
      "author": "Neil",
      "text": "OK. Well, did you know that every year the UN publishes its Global Happiness Survey revealing the happiest countries in the world? It’s based on factors like income, life expectancy and health. The Nordic countries often come in the top ten, but which country was rated the happiest in 2020? Was it:"
    },
    {
      "author": "Georgina",
      "text": "Well, Neil, Denmark is famous for bacon, and nothing makes me happier than a bacon sandwich, so I’ll say b) Denmark."
    },
    {
      "author": "Neil",
      "text": "I like your thinking, Georgina! We’ll find out the answer later, but you’re certainly right to say that Denmark is considered one of the happiest countries in the world."
    },
    {
      "author": "Georgina",
      "text": "Malene Rydahl, author of the bestselling book, Happy as a Dane, believes that aspects of Danish culture can help us improve our chances of happiness."
    },
    {
      "author": "Neil",
      "text": "Here she is explaining what happiness means for her to BBC World Service programme, The Conversation. See if you can hear what she thinks:"
    },
    {
      "author": "Malene Rydahl",
      "text": "Well, I think we should be seeking alignment and I think we should practise gratitude and I think that we should be more conscious about how we relate to things that happen to us and how much we compare ourselves to others… I do think that what we need to focus on is the quality of our relationships."
    },
    {
      "author": "Georgina",
      "text": "Did you hear Malene use the word alignment ? She thinks there should be harmony between my true sense of who I am, what I think and how I relate to others. We should be in alignment – or in the correct relation, to those things."
    },
    {
      "author": "Neil",
      "text": "Malene also thinks happiness comes from gratitude – feeling grateful and expressing thanks to other people."
    },
    {
      "author": "Georgina",
      "text": "She recommends finding three things, no matter how small, to be grateful for every day."
    },
    {
      "author": "Neil",
      "text": "Like… getting a good night’s sleep, drinking a hot coffee… and having this chat with you, Georgina."
    },
    {
      "author": "Georgina",
      "text": "Thanks, Neil, that’s put a smile on my face! It may sound strange but doing this every day can really boost your happiness levels."
    },
    {
      "author": "Neil",
      "text": "Malene also warns against seeking happiness in external things, as you can hear in this chat with BBC World Service’s, The Conversation:"
    },
    {
      "author": "Malene Rydahl",
      "text": "If you seek happiness and you mistake it for pleasure, you will be running around like a little hamster in a wheel because it’s never enough and because you will be very quickly the victim of the hedonic treadmill … and the hedonic treadmill is… you know, you want something, you think if you’re more beautiful, if you get more power, if you get more money and fame and then you’ll finally be happy… and then you get it and you get a small satisfaction ."
    },
    {
      "author": "Neil",
      "text": "According to Malene, chasing external pleasures like money and fame will leave you feeling like a hamster on a wheel – like someone who’s always busy but never accomplishes anything useful or finishes what they start."
    },
    {
      "author": "Georgina",
      "text": "She also says it’s easy to become a victim of the hedonic treadmill . This is the idea that humans adapt to whatever level of happiness they achieve. As we make more money, meet the perfect boyfriend or whatever we desire, our expectations also increase, so we never find the happiness we hoped we would!"
    },
    {
      "author": "Neil",
      "text": "‘Money can’t buy happiness’, as my grandma used to say."
    },
    {
      "author": "Georgina",
      "text": "Right. In fact, it’s probably the quality of our relationships, not external objects, that gives satisfaction – the pleasure we feel when we achieve something we wanted to."
    },
    {
      "author": "Neil",
      "text": "Lots of useful tips there, Georgina, for feeling as happy as a Dane."
    },
    {
      "author": "Georgina",
      "text": "A Dane, you say, Neil? So I got the correct answer?"
    },
    {
      "author": "Neil",
      "text": "In my quiz question I asked Georgina which Nordic country was rated happiest in the UN’s 2020 global survey."
    },
    {
      "author": "Georgina",
      "text": "I guessed, b) Denmark."
    },
    {
      "author": "Neil",
      "text": "But in fact, Georgina, it was… c) Finland. I guess their bacon sandwiches are even better!"
    },
    {
      "author": "Georgina",
      "text": "OK, let’s recap the vocabulary and start seeing the glass half full – looking at things in a positive way."
    },
    {
      "author": "Neil",
      "text": "Happiness might be all about alignment – being in the correct relation to things."
    },
    {
      "author": "Georgina",
      "text": "Or gratitude – being grateful and giving thanks."
    },
    {
      "author": "Neil",
      "text": "Feeling like a hamster on a wheel means you’re always busy doing things but without getting satisfaction - the pleasant feeling of achieving something you really wanted to."
    },
    {
      "author": "Georgina",
      "text": "Finally, the reason happiness often escapes us may involve the hedonic treadmill - the human tendency to return to the same level of happiness after something very good or very bad has happened."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme. We hope it’s lifted your spirits and given you some useful vocabulary as well."
    },
    {
      "author": "Georgina",
      "text": "Remember to join us again soon for more interesting topics here at 6 Minute English. And if you like topical discussions and want to learn how to use the vocabulary found in headlines, why not try out our News Review podcast? You’ll find programmes about many topics that will help to keep you entertained and learning at the same time. Don’t forget you can download the app for free from the app stores. And of course, we are on most social media platforms. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Malene Rydahl"
  ]
}