{
  "title": "Naked in nature",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p096tt6d.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210415",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210415_6min_english_naturists_download.mp3",
  "intro": [
    "Naturists think not wearing clothes outdoors is a healthy way to live, and it makes them feel good. Georgina and Neil discuss why being naked in nature might be good for you."
  ],
  "this_week_question": [
    "The world’s largest skinny dip took place in Ireland in 2018 - but do you know how many naked swimmers went into the sea?",
    "a) 250 people",
    "b) 2,500 people",
    "c) 25,000 people",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "skinny dipping",
      "desc": "swimming naked"
    },
    {
      "text": "naturists",
      "desc": "people who think not wearing clothes outdoors is a healthy way to live and it makes them feel good"
    },
    {
      "text": "advocate",
      "desc": "publicly support (something)"
    },
    {
      "text": "at one with nature",
      "desc": "have a connection with the natural world that makes you feel good"
    },
    {
      "text": "liberation",
      "desc": "being freed from something"
    },
    {
      "text": "shock, horror",
      "desc": "said to mean something is not shocking or surprising"
    }
  ],
  "transcript": [
    {
      "author": "Georgina",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "Neil, this may sound a bit personal, but have you ever taken your clothes off?"
    },
    {
      "author": "Neil",
      "text": "Err, well, yes. Every day when I have a shower."
    },
    {
      "author": "Georgina",
      "text": "Of course. I mean in public – have you ever been naked in public?"
    },
    {
      "author": "Neil",
      "text": "No! Stripping off – or getting naked - publicly, is not my idea of fun. Who would enjoy doing that?"
    },
    {
      "author": "Georgina",
      "text": "Well, naturists would. That’s what we call people who think not wearing clothes outdoors is a healthy way to live, and it makes them feel good. We might also call them nudists, because they are nude."
    },
    {
      "author": "Neil",
      "text": "Right, so naturists feel being naked is natural – it’s not about them being interested in nature?!"
    },
    {
      "author": "Georgina",
      "text": "Not necessarily, but we are going to discuss why being naked in nature might be good for us. But how about a question first, Neil? The act of swimming naked is informally called skinny dipping . The world’s largest skinny dip took place in Ireland in 2018 - but do you know how many naked swimmers went into the sea? Was it approximately…"
    },
    {
      "author": "Neil",
      "text": "I’d have to guess and say that only 250 people would be brave enough to run into the cold sea, naked!"
    },
    {
      "author": "Georgina",
      "text": "Well, as always, I’ll reveal the answer later. So, the idea of getting naked might fill you with dread - it might seem embarrassing - but some people do sunbathe naked on the beach or in their garden or they go to naturist holiday parks."
    },
    {
      "author": "Neil",
      "text": "But naked rambling – walking naked in the countryside – might be taking it one step further. However, it’s something Donna Price, a volunteer at British Naturism, is keen to advocate – or publicly support. Here she is, speaking on BBC Radio 4’s Woman’s Hour programme, explaining why…"
    },
    {
      "author": "Donna Price, volunteer, British Naturism",
      "text": "We enjoy the feeling of being at one with nature . If you haven't actually tried being naked in nature, naked outdoors, when you can feel the skin, the warmth air all over your skin, it's such a lovely feeling. There is a great feeling of liberation and freedom once you actually try naturism - and I would never advocate for someone to actually go out for a naked walk as the first thing they ever did - I just would not do that! You've got to be comfortable in your own skin so you do it at home, in your own garden maybe if you can - get comfortable with yourself, actually start to feel that being naked feels normal, which to me, it does."
    },
    {
      "author": "Georgina",
      "text": "So, for Donna, naked rambling means she has a connection with nature, she feels part of it and it makes her feel good – that’s the feeling of being at one with nature . Hmm, but couldn’t you do that with your clothes on?"
    },
    {
      "author": "Neil",
      "text": "Well, she also mentions there’s a feeling of freedom and liberation – that’s being freed from something – here, it’s freed from your clothes."
    },
    {
      "author": "Georgina",
      "text": "Donna also told the Woman’s Hour programme that going for a naked walk shouldn’t be the first thing you attempt to do. You need to feel relaxed and confident with your actions first – or what we sometimes say is ‘comfortable in your own skin’."
    },
    {
      "author": "Neil",
      "text": "Yes, she says we need to get to feel that nakedness is normal. I suppose we were all born naked and it’s not something to be ashamed of. And, in the UK at least, it’s generally not against the law to be naked in public."
    },
    {
      "author": "Georgina",
      "text": "Hmm, I’m still not convinced, but according to Donna Price, this freedom of expression is quite well received when she’s out walking. Here she is speaking on the BBC’s Woman’s Hour programme again…"
    },
    {
      "author": "Donna Price, volunteer, British Naturism",
      "text": "A majority of the responses that you actually encounter, if you do encounter the public, the general public, are actually very encouraging. They're not shock, horror majority of the time, I can guarantee that. A lot of people say just 'good morning' and carry on, some of them actually say 'gosh, you're braver than I am’ if it’s a bit chilly. A lot of them just say, ' I really wish I could do that' and usually we just say 'you can!'."
    },
    {
      "author": "Neil",
      "text": "So, the people Donna encounters – or meets – seem to support what she’ s doing. She says it's not shock, horror – this is usually said as an informal way of actually saying something is not surprising, not shocking!"
    },
    {
      "author": "Georgina",
      "text": "Well, shock, horror, Neil, I won’t be taking my clothes off anytime soon – it’s too cold anyway and I don’t want to be bitten by all those bugs you get in the countryside. But it’s good to hear that people are open-minded to the idea."
    },
    {
      "author": "Neil",
      "text": "Yes, good luck to anyone who wants to give it a try and well done to those brave people who took part in the world’s biggest skinny dip – a mass naked swim. Earlier, Georgina, you asked me how many people took part in the event in Ireland in 2018."
    },
    {
      "author": "Georgina",
      "text": "I did and you said?"
    },
    {
      "author": "Neil",
      "text": "I said about 250 people went for a dip. Was I right?"
    },
    {
      "author": "Georgina",
      "text": "No, Neil. According to Guinness World Records, 2,505 women took part in the largest charity skinny dip in Wicklow in Ireland."
    },
    {
      "author": "Neil",
      "text": "Well, well done to them and skinny dipping was one of the items of vocabulary we discussed today. This is an informal way of describing the act of swimming naked."
    },
    {
      "author": "Georgina",
      "text": "We’ve also been discussing naturists - people who think not wearing clothes outdoors is a healthy way to live, and it makes them feel good. The act of doing this is called naturism ."
    },
    {
      "author": "Neil",
      "text": "And when you advocate something, like naturism for example, you publicly support it."
    },
    {
      "author": "Georgina",
      "text": "Being at one with nature means having a connection with the natural world that makes you feel good. And liberation means being freed from something."
    },
    {
      "author": "Neil",
      "text": "And when we say ‘ shock, horror !’ we actually mean the opposite and mean something in not shocking or surprising – we’re being sarcastic, I guess."
    },
    {
      "author": "Georgina",
      "text": "It’s not like you to be sarcastic Neil! But shock, horror – we’re out of time now. We only get 6 minutes and that’s the naked truth! Thanks for listening and goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Georgina",
    "Neil",
    "Donna Price, volunteer, British Naturism"
  ]
}