{
  "title": "US and China vs climate change",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p099dhrd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210422",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210422_6min_english_us_china_climate_download.mp3",
  "intro": [
    "Can the world's two biggest emitters of greenhouse gases – the USA and China - work together for the good of the environment? That's what we will be watching when their representatives meet in November for a climate summit. Neil and Rob discuss the issues around climate and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "In November this year, world leaders are due to meet at a climate conference. In which city will this be taking place?",
    "a) Brisbane b) Glasgow c) Vienna",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "emitters",
      "desc": "countries, industries or just things that produce – or emit - harmful substances that harm the environment"
    },
    {
      "text": "ambitions",
      "desc": "things you want to achieve even if they are difficult to do"
    },
    {
      "text": "paradox",
      "desc": "an impossible situation because it has two opposite factors"
    },
    {
      "text": "alleviate",
      "desc": "make less severe or serious"
    },
    {
      "text": "humility",
      "desc": "not trying to be more important than others and admitting your bad qualities"
    },
    {
      "text": "flaws",
      "desc": "faults or mistakes"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be discussing climate change and teaching you some useful vocabulary so you can talk about it too."
    },
    {
      "author": "Rob",
      "text": "Such as emitters – a word used to describe countries, industries or just things that produce harmful substances that harm the environment."
    },
    {
      "author": "Neil",
      "text": "Substances such as carbon dioxide – an example of a greenhouse gas. These gases contribute to our warming planet."
    },
    {
      "author": "Rob",
      "text": "And we’re going to be discussing whether the world's two biggest emitters of greenhouse gases – the USA and China - can work together for the good of the environment."
    },
    {
      "author": "Neil",
      "text": "But a question for you first, Rob. In November this year, world leaders are due to meet at a climate conference. In which city will this be taking place? Is it… a)     Brisbane, b)     Glasgow, or c)      Vienna?"
    },
    {
      "author": "Rob",
      "text": "I have heard about this, so I think it is the Scottish city of Glasgow."
    },
    {
      "author": "Neil",
      "text": "OK, Rob, I’ll tell you if you are right or wrong later. Let’s talk more about climate change then. Back in 2015, world leaders met in Paris. It was the first time virtually all the nations of the world came together to agree they all needed to tackle the issue."
    },
    {
      "author": "Rob",
      "text": "Under the terms of the Paris deal, countries promised to come back every five years and raise their carbon-cutting ambitions . An ambition is something you want to achieve even if it is difficult to do so."
    },
    {
      "author": "Neil",
      "text": "President Trump pulled out of this Paris agreement but now President Biden has brought the USA back into it. But the USA still has a lot to do to help reduce its contribution to air pollution."
    },
    {
      "author": "Rob",
      "text": "In China, where smog is a common occurrence, President Xi Jinping has pledged the country will be carbon neutral by 2060. That means it will do things to reduce the amount of carbon dioxide by the same amount that it produces."
    },
    {
      "author": "Neil",
      "text": "The BBC World Service programme, The Climate Question, has been looking at this is more detail. BBC journalist, Vincent Ni, explains why Xi Jinping’s plans might be tricky to achieve…"
    },
    {
      "author": "Vincent Ni, BBC journalist",
      "text": "What I'm really thinking is that this is actually a real inherent paradox in today's China.  It is leading in many ways on green initiatives while at the same time it's also a big polluter and greenhouse gas emitter. It's got to alleviate poverty as well as fight pollution. The thing to watch now is how this dynamic will play out in the next few years."
    },
    {
      "author": "Neil",
      "text": "So, China currently has two things going on – one good, one bad – an impossible situation because it has two opposite factors – what Vincent called a paradox ."
    },
    {
      "author": "Rob",
      "text": "And this paradox is that, on one hand, China has many projects to improve the environment, but on the other hand, it is a big polluter."
    },
    {
      "author": "Neil",
      "text": "And as well as tackling pollution, Vincent also said China has to alleviate poverty – alleviate means make less severe or serious."
    },
    {
      "author": "Rob",
      "text": "But as we’ve said, China is not alone. The USA is another big polluter which is also trying to develop ways to clean up its act – an informal way of saying change the way it behaves for the better."
    },
    {
      "author": "Neil",
      "text": "President Biden wants the US to achieve an 100% clean energy economy and reach net zero emissions by 2050. He also wants to create 10 million new ‘green’ jobs. Green means related to protecting and helping the environment."
    },
    {
      "author": "Rob",
      "text": "The former governor of California, Jerry Brown, who’s now with the California-China Climate Institute at Berkeley, also spoke to The Climate Question programme. He thinks the USA should do its bit to help climate change, but it also involves working together, globally…"
    },
    {
      "author": "Jerry Brown, California-China Climate Institute at Berkeley",
      "text": "We have to really face reality with humility . We have put more heat-trapping gases in the atmosphere that are still there, than China has - that's the historical fact… So, I think we need to stop pointing fingers as though evil is outside ... and we have to work with China and Russia and Europe and everywhere else, as partners in humankind’s very dangerous path forward. So, I'd worry more about that than figuring out all the flaws of which there are many in my competitive friends and enemies."
    },
    {
      "author": "Neil",
      "text": "Jerry talks about facing the situation with humility – so, not trying to be more important than others and admitting your bad qualities. He says the USA should not think evil – the polluters in this case – are from elsewhere. Stop pointing fingers at other people!"
    },
    {
      "author": "Rob",
      "text": "Yes. The solution, maybe, is not to blame others but to work together, trust each other, and make tough choices rather than pointing out each other’s flaws – faults or mistakes."
    },
    {
      "author": "Neil",
      "text": "Hopefully many countries can work together more when they attend this year’s climate conference, Rob. But in which city?"
    },
    {
      "author": "Rob",
      "text": "Yes. I said Glasgow, in Scotland. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were, Rob. Well done. World leaders are due to meet there in November this year. Right, now there’s just time to recap on some of the vocabulary we have discussed."
    },
    {
      "author": "Rob",
      "text": "Yes. We talked about emitters – countries, industries or just things that produce – or emit - harmful substances that harm the environment."
    },
    {
      "author": "Neil",
      "text": "Ambitions are things you want to achieve even if they are difficult."
    },
    {
      "author": "Rob",
      "text": "A paradox is an impossible situation because it has two opposite factors."
    },
    {
      "author": "Neil",
      "text": "To alleviate means, make less severe or serious."
    },
    {
      "author": "Rob",
      "text": "Humility involves trying not to be more important than others and admitting your bad qualities. And flaws is another word for faults or mistakes."
    },
    {
      "author": "Neil",
      "text": "Well, hopefully there were no flaws in this programme! That’s all for now, but we’ll be back again soon to discuss more trending topics and vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Vincent Ni, BBC journalist",
    "Jerry Brown, California-China Climate Institute at Berkeley"
  ]
}