{
  "title": "Is English really English?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p096tmwn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210401",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210401_6min_english_history_english_download.mp3",
  "intro": [
    "Many of the English words we use today like beer, hand, mother and love have all survived from Old English. Neil and Georgina discuss where the English language we use today really comes from."
  ],
  "this_week_question": [
    "The year 1066 is remembered for a famous battle when the French-speaking Norman king, William the Conqueror, invaded England – but what is the name of the famous battle? Is it...",
    "a) The Battle of Waterloo?",
    "b) The Battle of Hastings?",
    "c) The Battle of Trafalgar?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "invasion",
      "desc": "when an army of country uses force to enter and take control of another country"
    },
    {
      "text": "suffix",
      "desc": "letter or group of letters added to the end of a word to make a new word"
    },
    {
      "text": "in common parlance",
      "desc": "using the words that most people use in ordinary conversation"
    },
    {
      "text": "building blocks",
      "desc": "the basic parts that are put together to make something"
    },
    {
      "text": "through someone’s eyes",
      "desc": "from someone else’s point of view; how someone else would experience something"
    },
    {
      "text": "at heart",
      "desc": "used to say what something is really like"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Gōdne mergen! Mé lícap pé tó métanne!"
    },
    {
      "author": "Georgina",
      "text": "I beg your pardon, Neil? Is something stuck in your throat?! Are you speaking a foreign language?"
    },
    {
      "author": "Neil",
      "text": "Ha! Well, actually Georgina, I was saying, ‘Good morning, pleased to meet you’ in English - but not the English you and I speak. That was Anglo-Saxon, or Old English, the earliest form of English, spoken in the Middle Ages – so, between the 5th and 15th century."
    },
    {
      "author": "Georgina",
      "text": "It doesn’t sound anything like the way people talk nowadays."
    },
    {
      "author": "Neil",
      "text": "No, but it’s surprising how many of the words we use today have survived from Old English – beer, wine, drink, fish, bread, butter, eye, ear, mouth, head, hand, foot, life, love, laughter, mother, daughter, sister, brother, son, father – all Anglo-Saxon words!"
    },
    {
      "author": "Georgina",
      "text": "Wow, so many everyday words! But what about the classics - Latin and Greek? I thought a lot of English vocabulary came from there."
    },
    {
      "author": "Neil",
      "text": "That’s also true, but the history of English is the history of invasions – you know, when the army of one country fights to enter and control another country."
    },
    {
      "author": "Georgina",
      "text": "Like the Roman invasion of Britain?"
    },
    {
      "author": "Neil",
      "text": "Right, and later invasions too, by Norse-speaking Vikings and Germanic Saxons. In fact, Georgina, that reminds me of my quiz question."
    },
    {
      "author": "Georgina",
      "text": "Go on then, but in modern English if you don’t mind…"
    },
    {
      "author": "Neil",
      "text": "OK. Well, the year 1066 is remembered for a famous battle when the French-speaking Norman king, William the Conqueror, invaded England – but what is the name of the famous battle? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Hmm, my history’s not great, Neil, but I think it’s, b) The Battle of Hastings."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out ‘later’ - another Old English word there! But it’s not just words that survive from Anglo-Saxon, it’s word endings too – the suffix , or letters added to the end of a word to modify its meaning."
    },
    {
      "author": "Georgina",
      "text": "Right, like adding ‘s’ to make something plural, as in: one bird, two birds. Or the ‘ness’ in ‘goodness’ and ‘happiness’. And ‘dom’, as in, ‘freedom’ and kingdom’."
    },
    {
      "author": "Neil",
      "text": "Poet Michael Rosen is fascinated by Old English. Here he is talking about word suffixes to Oxford University professor Andy Orchard for BBC Radio 4’s programme, Word of Mouth."
    },
    {
      "author": "Georgina",
      "text": "Listen out for the proportion of modern English that comes from Anglo-Saxon."
    },
    {
      "author": "Michael Rosen",
      "text": "‘I walked’ – that ‘walked’ the ‘et’ bit on the end."
    },
    {
      "author": "Professor Andy Orchard",
      "text": "Yeah, the ‘ed’ ending. Most modern verbs – if we were to say, ‘I texted my daughter’, I mean text obviously comes from Latin… ‘I tweeted’ – we still lapse to the Anglo-Saxon."
    },
    {
      "author": "Michael Rosen",
      "text": "And, generally when I’m speaking, just let’s do it in mathematical terms, what proportion can we say is Old English? Can we say, like, about 80% in common parlance , sorry to use a French word there?"
    },
    {
      "author": "Professor Andy Orchard",
      "text": "In speech it would be something like that – in the written language, less. They’re the basic building blocks of who we are and what we think."
    },
    {
      "author": "Neil",
      "text": "Professor Orchard estimates that 80 percent of spoken English in common parlance comes from Anglo-Saxon. In common parlance means the words and vocabulary that most people use in ordinary, everyday conversation."
    },
    {
      "author": "Georgina",
      "text": "So Anglo-Saxon words are the building blocks of English - the basic parts that are put together to make something."
    },
    {
      "author": "Neil",
      "text": "He also thinks that the languages we speak shape the way we see the world."
    },
    {
      "author": "Georgina",
      "text": "Here’s Michael Rosen and Professor Andy Orchard discussing this idea on BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Michael Rosen",
      "text": "Can we say that English speakers today, as I’m speaking to you now, view the world through Anglo-Saxon eyes , through Anglo-Saxon words? Can we say that?"
    },
    {
      "author": "Professor Andy Orchard",
      "text": "Well, in Old English poetry it’s always raining and I suppose it’s always raining today. There is a retrospective element, that we’re still inhabiting that worldview, those ideas; the same words, the same simple ideas that they inhabited. And what’s extraordinary if you think about the history of English is despite the invasions by the Norse and by the Norman, and then despite the years of empire when we’re bringing things back, the English that we’re speaking today is still at its root Old English word, at its heart Old English word, still very much English."
    },
    {
      "author": "Neil",
      "text": "Michael Rosen asks if English speakers see the world through Anglo-Saxon eyes . When we see something through someone’s eyes , we see it from their perspective, their point of view."
    },
    {
      "author": "Georgina",
      "text": "And Professor Orchard replies by saying that despite all the history of invasion and empire, the English we speak today is still Old English at heart – a phrase used to say what something is really like."
    },
    {
      "author": "Neil",
      "text": "Wow! So much history crammed into six minutes! And now, time for one more history fact."
    },
    {
      "author": "Georgina",
      "text": "Do you mean your quiz question, Neil? What’s the name of the famous battle of 1066?"
    },
    {
      "author": "Neil",
      "text": "What did you say, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I said b) The Battle of Hastings."
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer! The Battle of Hastings in 1066 played a big part in the Norman Conquest and mixing French words into the language."
    },
    {
      "author": "Georgina",
      "text": "And I also know how the English ruler, King Harold, died – shot through the eye with an arrow!"
    },
    {
      "author": "Neil",
      "text": "Ouch! OK, let’s recap the vocabulary, some of which exists because of invasions – when one country enters and controls another."
    },
    {
      "author": "Georgina",
      "text": "A suffix is added to the end of a word to make a new word."
    },
    {
      "author": "Neil",
      "text": "The phrase in common parlance means using ordinary, everyday words."
    },
    {
      "author": "Georgina",
      "text": "Building blocks are the basic parts used to make something."
    },
    {
      "author": "Neil",
      "text": "To see things through someone’s eyes means, from their point of view."
    },
    {
      "author": "Georgina",
      "text": "And finally, at heart is used to say what something is really like."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme. Join us again soon at 6 Minute English but for now, ‘far gesund!’ – that’s Old English for ‘goodbye’!"
    },
    {
      "author": "Georgina",
      "text": "Far gesund!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Michael Rosen",
    "Professor Andy Orchard"
  ]
}