{
  "title": "Hermits",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09j38qj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210520",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210520_6min_english_hermits_download.mp3",
  "intro": [
    "Are you happy being all alone, in silence, for long periods of time? Some people love it! Neil and Rob discuss why anybody would want to be a hermit and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "Christopher Wright lived in complete isolation for nearly 30 years. When hikers discovered his tent all they found was an alarm clock. Why did Christopher Wright, the hermit of the Maine woods, United States, needed an alarm clock? Was it:",
    "a) to remind him when to hide his tent?",
    "b) to frighten away wild animals?",
    "c) to wake him up at the coldest part of the night so he didn’t freeze to death?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "hermit",
      "desc": "someone who lives alone and apart from the rest of society, especially for religious reasons"
    },
    {
      "text": "dictum",
      "desc": "short statement or saying giving wise advice or a general truth about life"
    },
    {
      "text": "recluse (noun)",
      "desc": "someone who lives alone and deliberately avoids other people"
    },
    {
      "text": "drop out",
      "desc": "reject the normal rules and conventions of society and live outside the system"
    },
    {
      "text": "bereavement",
      "desc": "(sadness you feel) when a close friend or relative dies"
    },
    {
      "text": "treat",
      "desc": "reward or gift of something special and enjoyable"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "Do you enjoy your own company, Rob? Do you like being alone? Or do you prefer spending time with friends?"
    },
    {
      "author": "Rob",
      "text": "Well, recently I haven’t seen my friends much because of coronavirus – in fact, I’ve hardly seen anyone this past year!"
    },
    {
      "author": "Neil",
      "text": "It sounds like Rob has become a bit of a hermit – someone who lives alone and apart from society."
    },
    {
      "author": "Rob",
      "text": "Yes, I’ve been forced to spend time alone – but it wouldn’t be my choice. I’d much rather be socialising and visiting friends."
    },
    {
      "author": "Neil",
      "text": "If, like Rob, the idea of being alone does not appeal to you, it might be hard to understand why anyone would choose to be a hermit. But some people do - and in this programme we’ll be hearing some of the reasons why."
    },
    {
      "author": "Rob",
      "text": "Throughout history and across all cultures, there have been people who choose to leave behind the life and people they know to live in isolation and silence."
    },
    {
      "author": "Neil",
      "text": "People like Christopher Wright – an American man who lived in complete isolation in the forests of Maine for nearly 30 years! When hikers discovered his tent all they found was an alarm clock. So my quiz question is this: why did Christopher Wright, the hermit of the Maine woods, need an alarm clock? Was it:"
    },
    {
      "author": "Rob",
      "text": "Well, if he wanted to be alone so much I guess he needed to be invisible, so I’ll say a) to remind him to hide his tent."
    },
    {
      "author": "Neil",
      "text": "OK, Rob, we’ll find out the answer later. Christopher Wright may be an extreme example of someone seeking solitude, but there are many other motivations for becoming a hermit."
    },
    {
      "author": "Rob",
      "text": "Some people are looking for peace and silence, and for others it’s about being closer to God, focusing on what’s inside and finding a sense of joy."
    },
    {
      "author": "Neil",
      "text": "Meng Hu is a former librarian who now runs a website all about hermits. He says that in ancient times, many Chinese hermits seeking solitude were followers of the philosopher, Confucius."
    },
    {
      "author": "Rob",
      "text": "Here’s Meng Hu talking about Confucius to BBC World Service programme, The Why Factor:"
    },
    {
      "author": "Meng Hu",
      "text": "His dictum was something like, ‘When the Emperor is good, serve. When the Emperor is evil, recluse’. And so over a thousand years at least there were a lot of recluses, a lot of educated men who simply couldn’t tolerate any more evil – they simply dropped out and they would migrate to small villages, to farms."
    },
    {
      "author": "Neil",
      "text": "Meng Hu mentions Confucius’s dictum . A dictum is a short statement or saying which expresses some wise advice or a general truth about life."
    },
    {
      "author": "Rob",
      "text": "Confucius’s dictum advised that when the Emperor was evil, people should become recluses – people, like hermits, who live alone and avoid contact with others."
    },
    {
      "author": "Neil",
      "text": "In the interview, Meng Hu uses ‘recluse’ as a verb – to recluse - but this is very uncommon. A more modern way of saying this is, to drop out – to reject the normal ways society works and live outside the system."
    },
    {
      "author": "Rob",
      "text": "A bit like the hippies in the 1960s, you mean?"
    },
    {
      "author": "Neil",
      "text": "Right. Although most hippies weren’t looking for isolation, they did have something in common with hermits – the desire to challenge society’s rules and conventions."
    },
    {
      "author": "Rob",
      "text": "Someone who combines the hippie and the hermit is Catholic writer, Sara Maitland. Part of a long tradition of Christian hermits, Sara spent forty days and nights alone on the Isle of Skye, seeking God in the silence of the remote Scottish island."
    },
    {
      "author": "Neil",
      "text": "For her, the magic of silence is something to be embraced and taught to children. Here she explains more to BBC World Service’s, The Why Factor:"
    },
    {
      "author": "Sara Maitland",
      "text": "Most people first encounter silence in bereavement , in relationship breakdown and in death and that seems to be about the worst place to start. People say, ‘But what should we do?’ Never, ever use ‘Go to your room on your own’ as a punishment. You use it as a reward – ‘Darling, you’ve been so good all day, you’ve been so helpful, why don’t you go to your room for half an hour now and be on your own?’ A treat ! A reward!"
    },
    {
      "author": "Rob",
      "text": "Sara says that most people experience silence after a bereavement – the death of a relative or close friend."
    },
    {
      "author": "Neil",
      "text": "She also thinks that parents should never tell their children, ‘Go to your room!’ as a punishment. Instead, being alone should be a treat – a reward or gift of something special and enjoyable. That way, children learn that being alone can actually be enjoyable."
    },
    {
      "author": "Rob",
      "text": "I’m still wondering about that American, Christopher Wright – I suppose living alone in the woods was a treat for him…"
    },
    {
      "author": "Neil",
      "text": "I suppose so - but why did he need an alarm clock?"
    },
    {
      "author": "Rob",
      "text": "Ah yes, your quiz question, Neil. I thought maybe it was to remind him to hide his tent. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Well incredibly, Rob, the answer was c) to wake him up at the coldest part of the night so he didn’t freeze to death!"
    },
    {
      "author": "Rob",
      "text": "That’s someone who really wants to be left alone! A hermit in other words, or a recluse – two ways of describing people who live alone and avoid others."
    },
    {
      "author": "Neil",
      "text": "OK, let’s recap the rest of the vocabulary, starting with dictum - a short saying often giving wise advice or expressing a general truth about life."
    },
    {
      "author": "Rob",
      "text": "People who drop out reject the normal rules of society and live outside the system."
    },
    {
      "author": "Neil",
      "text": "Many people experience solitude after a bereavement – the death of a close friend or relative."
    },
    {
      "author": "Rob",
      "text": "And finally a treat is reward or gift of something special and enjoyable."
    },
    {
      "author": "Neil",
      "text": "That’s all for now, but whether you’re listening alone or with others, we hope you’ll join us again soon, here at 6 Minute English."
    },
    {
      "author": "Rob",
      "text": "Don't forget - you’ll find us on our website or you can download our free app, so you won’t miss any of our programmes. And we are on all the main social media sites. Bye bye!"
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Meng Hu",
    "Sara Maitland"
  ]
}