{
  "title": "ding rapport with others",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09jg3mj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210617",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210617_6min_english_building_rapport_download.mp3",
  "intro": [
    "Do you establish a good understanding and communication with other people? Do you find it easy to get on with everybody? Neil and Georgina discuss four styles of communication and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "In 1936, American writer Dale Carnegie wrote a famous self-help book on building rapport. It sold over 30 million copies, making it one of the best-selling books of all time – but what is it called?",
    "a) How to get rich quick",
    "b) How to stop worrying and make friends",
    "c) How to win friends and influence people",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "rapport",
      "desc": "a relationship between two people based on good understanding and communication"
    },
    {
      "text": "to get on with (someone)",
      "desc": "to like someone and enjoy a friendly relationship with them"
    },
    {
      "text": "walk a tightrope",
      "desc": "be in a difficult situation which requires carefully considering what to do"
    },
    {
      "text": "objective",
      "desc": "based on the facts not personal feelings or emotions"
    },
    {
      "text": "frank",
      "desc": "express yourself in an open, honest and sincere way"
    },
    {
      "text": "sarcastic",
      "desc": "say the opposite of what you really mean, in order to hurt someone’s feelings or criticise them in a humorous way"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Georgina and I have got to know each other very well after working together for so long."
    },
    {
      "author": "Georgina",
      "text": "I know what sandwiches Neil has for lunch… Egg and tomato right, Neil?"
    },
    {
      "author": "Neil",
      "text": "Right! And I know it really annoys Georgina when people don’t wash up their cups in the staff kitchen."
    },
    {
      "author": "Georgina",
      "text": "So unhygienic!"
    },
    {
      "author": "Neil",
      "text": "But just as important as getting to know someone, socially or at work, is getting on with people. To get on with someone is a useful phrasal verb, meaning to like someone and enjoy a friendly relationship with them."
    },
    {
      "author": "Georgina",
      "text": "Which is really important if you work with them every day!"
    },
    {
      "author": "Neil",
      "text": "And there’s another word to describe the good understanding and communication between two friends: rapport."
    },
    {
      "author": "Georgina",
      "text": "Yes, how to build rapport and get on with people has been the subject of many self-help books over the years, and is the topic of this programme."
    },
    {
      "author": "Neil",
      "text": "Well, you and I must have great rapport, Georgina, because that leads perfectly onto my quiz question. In 1936, American writer Dale Carnegie wrote a famous self-help book on building rapport. It sold over 30 million copies, making it one of the best-selling books of all time – but what is it called? Is it:"
    },
    {
      "author": "Georgina",
      "text": "I think I know this, Neil. I’m going to say, c) How to win friends and influence people."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out if that’s the right answer at the end of the programme."
    },
    {
      "author": "Georgina",
      "text": "When it comes to getting on with people, psychologist Emily Alison has a few ideas. She’s built a career working with the police as they build rapport with criminal suspects."
    },
    {
      "author": "Neil",
      "text": "Emily is the author a new book, ‘Rapport: the four ways to read people’ and, as she told BBC Radio 4 programme All In The Mind it isn’t easy to get along with everyone:"
    },
    {
      "author": "Emily Alison",
      "text": "I often describe rapport-building in a relationship as like walking a tightrope because you really do need to maintain that balance of being objective , treating people with compassion but that doesn’t mean I’m sympathetic, I’m collusive – it’s that balance between judgement and avoidance."
    },
    {
      "author": "Georgina",
      "text": "Emily describes rapport building as like walking a tightrope , an idiom to describe being in a difficult situation which requires carefully considering what to do."
    },
    {
      "author": "Neil",
      "text": "Building rapport with \"terrorists\" or violent criminals isn’t easy. Emily doesn’t sympathise with what they have done, but she tries to remain objective –tobase her judgement on the facts, not personal feelings."
    },
    {
      "author": "Georgina",
      "text": "In her book, Emily identifies four main communication styles which she names after animals. The best at building rapport is the friendly and cooperative monkey."
    },
    {
      "author": "Neil",
      "text": "Then there’s a pair of opposites: the bossy lion, who wants to take charge and control things, and the more passive mouse."
    },
    {
      "author": "Georgina",
      "text": "Here’s Emily talking to BBC Radio 4’s, All In The Mind, about the fourth animal, the T-Rex. Try to listen out for the communication style of this personality:"
    },
    {
      "author": "Emily Alison",
      "text": "You’ve got the T-Rex which is conflict – so this is argument, whether you’re approaching it from a positive position where you can be direct, frank about your message or you approach that in a negative way by being... attacking, judgemental, argumentative, sarcastic , and that actually breeds the same behaviour back. So anyone who has teenagers will 100% recognise that… if you meet sarcasm with sarcasm, it’s only going to go one way."
    },
    {
      "author": "Neil",
      "text": "All four communication styles have good and bad points. On the positive side, T-Rex type people are frank – they express themselves in an open, honest way."
    },
    {
      "author": "Georgina",
      "text": "But T-Rex types can also be sarcastic - say the opposite of what they really mean, in order to hurt someone’s feelings or criticise them in a funny way."
    },
    {
      "author": "Neil",
      "text": "Yes, sarcasm is a strange thing - like saying, “Oh, I really like your haircut”, when in fact you don’t!"
    },
    {
      "author": "Georgina",
      "text": "Yes. There’s an English saying that sarcasm is the lowest form of humour, but I think British people can be quite sarcastic at times."
    },
    {
      "author": "Neil",
      "text": "Well, I can’t image you’d make many friends being rude to people. Maybe they should read Dale Carnegie’s self-help book."
    },
    {
      "author": "Georgina",
      "text": "Ah yes, your quiz question, Neil. Was my answer right?"
    },
    {
      "author": "Neil",
      "text": "In my quiz question I asked Georgina for the title of Dale Carnegie’s best-selling self-help book about building rapport. What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I said the book is called, c) How to win friends and influence people."
    },
    {
      "author": "Neil",
      "text": "Which is… the correct answer! And I guess you’ve read it, Georgina, because you have lots of friends."
    },
    {
      "author": "Georgina",
      "text": "I hope you’re not being sarcastic, Neil!"
    },
    {
      "author": "Neil",
      "text": "Absolutely not! I’m not a sarcastic T-Rex type, more of a friendly monkey!"
    },
    {
      "author": "Georgina",
      "text": "OK, well, let’s stay friends and recap the vocabulary from this programme, starting with rapport - a good feeling between two people based on understanding and communication."
    },
    {
      "author": "Neil",
      "text": "If you get on with someone , you like and enjoy a friendly relationship with them."
    },
    {
      "author": "Georgina",
      "text": "Walking a tightrope means to be in a difficult situation which requires careful consideration of what to do."
    },
    {
      "author": "Neil",
      "text": "To be objective is to base your actions on facts rather than personal feelings."
    },
    {
      "author": "Georgina",
      "text": "When building rapport with someone, it’s good to be frank – to express yourself in an open, honest way."
    },
    {
      "author": "Neil",
      "text": "But not sarcastic – to say the opposite of what you really mean, in order to hurt someone’s feelings or criticise them in a humorous way."
    },
    {
      "author": "Georgina",
      "text": "Well, Neil, if we run over six minutes we’ll break our rapport with the 6 Minute English producer, so that’s all for this programme! Join us again soon for more trending topics and useful vocabulary…"
    },
    {
      "author": "Neil",
      "text": "…and remember to download the BBC Learning English app and stay friends by following us on social media. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Emily Alison"
  ]
}