{
  "title": "The Rosetta Stone",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09k0fqt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210603",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210603_6min_english_the_rosetta_stone_download.mp3",
  "intro": [
    "In this programme, Rob and Sam talk about one of the most famous museum objects in the world, and how it helped us to get to know the writing system used by ancient Egyptians. You'll learn a bit of history, and some useful English vocabulary along the way."
  ],
  "this_week_question": [
    "The writing on the Rosetta Stone is a tax agreement between the priests and which Egyptian pharaoh? a) Cleopatra b) Ptolemy c) Ramesses",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "hieroglyphs",
      "desc": "pictures or symbol that represents words and sounds and were used in ancient Egypt"
    },
    {
      "text": "decipher",
      "desc": "discover the meaning of a piece of writing, even though it is difficult to read or understand"
    },
    {
      "text": "pearls of wisdom",
      "desc": "wise words, sayings or advice"
    },
    {
      "text": "prodigy",
      "desc": "a young person with a great natural ability or talent for doing something"
    },
    {
      "text": "get the bug",
      "desc": "suddenly develop a strong enthusiasm for something"
    },
    {
      "text": "there is no holding (somebody) back",
      "desc": "(idiom) when someone is doing something so enthusiastically they cannot be stopped"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’ll be unlocking the secrets of the ancient Egyptians, pyramid builders and the inventors of hieroglyphs – a writing system which uses pictures and symbols to represent words."
    },
    {
      "author": "Sam",
      "text": "The meaning of Egyptian hieroglyphs remained a mystery until 1799 when Napoleon’s soldiers unearthed a dark, damaged rock in the Egyptian coastal town of Rosetta."
    },
    {
      "author": "Rob",
      "text": "On the broken granite stone three scripts were faintly carved: Greek at the bottom, Demotic in the middle and Hieroglyphs at the top. Today, the Rosetta Stone is perhaps the most famous museum object in the world. But what’s actually written on it is quite dull! In fact, the Rosetta Stone contains a tax break! It describes an agreement exempting priests from paying taxes to the King."
    },
    {
      "author": "Sam",
      "text": "Ah, the famous Egyptian pharaohs!"
    },
    {
      "author": "Rob",
      "text": "Exactly - but which one, Sam? Let’s test your ancient Egyptian knowledge with this quiz question: the writing on the Rosetta Stone is a tax agreement between the priests and which Egyptian pharaoh? Is it: a) Cleopatra?, b) Ptolemy?, or c) Ramesses?"
    },
    {
      "author": "Sam",
      "text": "I’ll guess a) Cleopatra."
    },
    {
      "author": "Rob",
      "text": "OK, Sam, I’ll reveal the answer to that mystery later on. Before the discovery of the Stone, no scholar had been able to understand the strange symbols carved on the great pyramids."
    },
    {
      "author": "Sam",
      "text": "Egyptologist, Richard Parker, was in charge of the Rosetta Stone exhibition at the British Museum for twenty years. Here he is, telling BBC Radio 4 programme, In Our Time, about circumstances before the discovery of the Stone:"
    },
    {
      "author": "Richard Parkinson",
      "text": "People were exploring all sorts of means of trying to decipher, including trying to link the script with Chinese to see if that offered a parallel. It was known from the classical authors that the Egyptian script contained great, mysterious pearls of wisdom from the Egyptian philosophers and people had hugely high expectations and all attempts to decipher, to get a grip on the script, I think, had really failed."
    },
    {
      "author": "Rob",
      "text": "Before the discovery of the Rosetta Stone, no-one had managed to decipher hieroglyphs – to work out the meaning of writing which is difficult to read."
    },
    {
      "author": "Sam",
      "text": "Experts hoped that the Egyptian script contained great pearls of wisdom - wise words, sayings or advice."
    },
    {
      "author": "Rob",
      "text": "As we know, the actual meaning of the text turned out to be quite dull. But it was the fact that the messages were written in three scripts, including Greek - a language scholars already knew - that provided the key to finally crack the code."
    },
    {
      "author": "Sam",
      "text": "In 1801 the race was on between Egyptologists in Britain and France to be the first to translate the entire system of hieroglyphs."
    },
    {
      "author": "Rob",
      "text": "In the end, it was a young Frenchman named Jean-François Champollion who became the first person to understand hieroglyphs since the ancient Egyptians themselves, nearly two thousand years earlier."
    },
    {
      "author": "Sam",
      "text": "Here’s Penelope Wilson, Professor of Egyptian Archaeology at Durham University, explaining more about this remarkable young Frenchman to BBC Radio 4’s, In Our Time:"
    },
    {
      "author": "Penelope Wilson",
      "text": "He was certainly a prodigy , I think as far as language is concerned, but also had a fascination for Egypt I think, and the story is he was taught Coptic by a Coptic priest, and at that lecture was one of the first to argue that Coptic was related to ancient Egyptian. So, he was also encouraged in this by his older brother so I think there was soon to be no holding him back, once he got the bug he was encouraged and he made great strides."
    },
    {
      "author": "Rob",
      "text": "When Penelope Wilson calls Champollion a prodigy , she means someone young with a great natural talent for something, in this case, studying languages."
    },
    {
      "author": "Sam",
      "text": "Added to his natural ability was a fascination with Egypt and the encouragement of his brother, so Champollion soon got the bug – suddenly developed a strong enthusiasm for something."
    },
    {
      "author": "Rob",
      "text": "In English, we often add a noun to describe exactly what someone is enthusiastic about – so, for example, the skiing bug, for someone who loves to ski."
    },
    {
      "author": "Sam",
      "text": "Champollion was so enthusiastic, there was no holding him back – an idiom to say that you are doing something so eagerly, you cannot be stopped."
    },
    {
      "author": "Rob",
      "text": "The story goes that he worked so hard deciphering hieroglyphs, when he finally finished, he ran through the streets of Paris shouting, “I’ve done it!”, before collapsing unconscious."
    },
    {
      "author": "Sam",
      "text": "Rob, earlier you asked me which pharaoh ordered the Stone to be written."
    },
    {
      "author": "Rob",
      "text": "Yes. And what did you say?"
    },
    {
      "author": "Sam",
      "text": "I thought it was Cleopatra. Was I right?"
    },
    {
      "author": "Sam",
      "text": "OK. Let’s recap the vocabulary we’ve learned, starting with hieroglyphs - symbols used represents words in ancient Egypt."
    },
    {
      "author": "Rob",
      "text": "The challenge was to decipher them – to uncover the meaning of writing which is difficult to read or understand."
    },
    {
      "author": "Sam",
      "text": "Maybe they contained pearls of wisdom - wise words, sayings or advice."
    },
    {
      "author": "Rob",
      "text": "The hieroglyphic code was finally cracked by Jean-François Champollion – a prodigy oryoung person with a great natural talent."
    },
    {
      "author": "Sam",
      "text": "When Champollion got the bug, or suddenly became very enthusiastic about understanding hieroglyphs, there was no holding him back – nothing could stop him from succeeding."
    },
    {
      "author": "Rob",
      "text": "And nothing can stop us from saying goodbye, because our six minutes are up!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Richard Parkinson",
    "Penelope Wilson"
  ]
}