{
  "title": "Food superstitions",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09cyrj9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210610",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210610_6min_english_food_superstitions_download.mp3",
  "intro": [
    "Have you ever blown out the candles on a birthday cake and made a wish? Or thrown rice over the bride and groom at a wedding? Rob and Sam talk about food superstitions and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "The tradition of carving pumpkins, or Jack o’ Lanterns as they’re called in the United States, started out as a Celtic festival in Ireland - but it was the Americans who started using pumpkins. So what vegetable did the Irish originally use to scare away ghosts?",
    "a) turnips b) potatoes c) squash",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "superstitions",
      "desc": "old, unscientific beliefs which are connected with magic rather than human reason"
    },
    {
      "text": "ward off",
      "desc": "prevent someone or something from harming you; repel"
    },
    {
      "text": "evil eye",
      "desc": "bad luck or magical spells which have the power to cause bad things to happen"
    },
    {
      "text": "blanket term",
      "desc": "idiomatic phrase used to describe many examples of related things"
    },
    {
      "text": "chutney",
      "desc": "foodstuff mixing fruit, spices, sugar and vinegar"
    },
    {
      "text": "teach (you) a lesson",
      "desc": "show you what you should or should not do in the future, as a result of experience"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam, andI’m having a boiled egg for lunch today… I’ll just sprinkle some salt on top – there!"
    },
    {
      "author": "Rob",
      "text": "Oh, you’ve spilled some salt on the floor, Sam! Quick, throw some over your left shoulder."
    },
    {
      "author": "Sam",
      "text": "Throw salt over my shoulder?! What are you talking about, Rob?"
    },
    {
      "author": "Rob",
      "text": "It’s bad luck to spill salt!"
    },
    {
      "author": "Sam",
      "text": "Oh dear! It looks like Rob believes in superstitions - old beliefs which are based on magic and mystery rather than science. Many superstitions are connected to food, as we’ll discover in this programme."
    },
    {
      "author": "Rob",
      "text": "Right - like throwing salt over your shoulder to stop bad luck."
    },
    {
      "author": "Sam",
      "text": "Oh come on, Rob! You don’t really believe that, do you?"
    },
    {
      "author": "Rob",
      "text": "Well, lots of people do believe food superstitions, including otherwise rational, scientific people. For example, have you ever blown out the candles on a birthday cake and made a wish? Or thrown rice over the bride and groom at a wedding?"
    },
    {
      "author": "Sam",
      "text": "Yes to both of those. Maybe I’m more superstitious than I thought!"
    },
    {
      "author": "Rob",
      "text": "Well, before we find out, it’s time for a quiz question about another famous food festival – Halloween."
    },
    {
      "author": "Sam",
      "text": "That’s when people carve scary faces into pumpkins to frighten away evil spirits."
    },
    {
      "author": "Rob",
      "text": "Yes. Right. The tradition of carving pumpkins, or Jack o’ Lanterns as they’re called in the United States, started out as a Celtic festival in Ireland - but it was the Americans who started using pumpkins. So what vegetable did the Irish originally use to scare away ghosts? Was it: a) turnips? b) potatoes?,  or c) squash?"
    },
    {
      "author": "Sam",
      "text": "I’ll say b) potatoes."
    },
    {
      "author": "Rob",
      "text": "OK, Sam, we’ll find out the right answer later on. What’s for sure is that cultures from around the world have been connecting food and magic for thousands of years, and over time it’s created some strange beliefs."
    },
    {
      "author": "Sam",
      "text": "Here’s food historian Tasha Marks describing one unusual superstition to BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Tasha Marks",
      "text": "When you have superstitions and they sort of mix with science and health and medicine… and one of the examples of that would be something like garlic which… we all know garlic wards off vampires but it’s also been thought to ward off the ‘ evil eye’ , and if you come across the term, the ‘evil eye’, it’s a sort of blanket term that sort of applies to any bad luck."
    },
    {
      "author": "Rob",
      "text": "Tasha says that garlic is believed to ward off vampires, meaning to repel or stop someone from harming you."
    },
    {
      "author": "Sam",
      "text": "According to this superstition, garlic also keeps away the evil eye – bad luck or magical spells with the power to cause bad things to happen."
    },
    {
      "author": "Rob",
      "text": "Tasha describes the ‘evil eye’ as a blanket term for any bad luck. Just as a real blanket covers the different parts of your body, a blanket term is aphrase that’s used to describe many examples of related things."
    },
    {
      "author": "Sam",
      "text": "But food superstitions aren’t only about bad luck - they also give our lives meaning."
    },
    {
      "author": "Rob",
      "text": "Jonty Rajagopalan owns a tourist agency in Hyderabad, India, where she introduces visitors to some of the city’s food traditions."
    },
    {
      "author": "Sam",
      "text": "Here she is talking with BBC World Service’s, The Food Chain, about a tradition connected with the Hindu New Year. Can you spot the different tastes she mentions?"
    },
    {
      "author": "Jonty Rajagopalan",
      "text": "Some of the traditions give you a little bit of a lesson , like every new year, and not 1st January, not the Gregorian calendar New Year, but the Hindu calendar New Year, we would always be given… it’s a kind of a chutney which is made of all the five tastes:  so you have sour, you have sweet, you have something bitter in it and your mum would always give it to you saying that this is what the rest of the year is going to be – you’ll have happiness, you’ll have challenges, you’ll have a little sadness, you’ll have bitterness in your life, which I think is a very nice tradition – it prepares you for everything in life."
    },
    {
      "author": "Rob",
      "text": "At Hindu New Year, mothers give their children a special chutney – a mixture of fruit, spices, sugar and vinegar. Did you spot the chutney’s flavours, Sam?"
    },
    {
      "author": "Sam",
      "text": "There was sour, sweet and bitter."
    },
    {
      "author": "Rob",
      "text": "Mothers tell their children that the coming year, like the chutney, will have its own flavours, both good and bad."
    },
    {
      "author": "Sam",
      "text": "That’s why Jonty says that traditions can teach (you) a lesson – they show you what you should or shouldn't do in the future, as a result of experience."
    },
    {
      "author": "Rob",
      "text": "What a lovely way to end our look at food superstitions!"
    },
    {
      "author": "Sam",
      "text": "Yes, maybe we should make chutney at Halloween, instead of carving pumpkins – or whatever vegetable the Irish originally used."
    },
    {
      "author": "Rob",
      "text": "Ah, yes – in my quiz question I asked you what vegetable was originally used instead of pumpkins to scare away ghosts."
    },
    {
      "author": "Sam",
      "text": "I guessed it was b) potatoes."
    },
    {
      "author": "Rob",
      "text": "Which was… the wrong answer! In fact, turnips were originally used, so maybe Irish ghosts are smaller than American ones!"
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the vocabulary we’ve learned about superstitions – old beliefs which are connected with magic."
    },
    {
      "author": "Rob",
      "text": "Garlic is supposed to ward off, or keep away, dangers like the evil eye - bad luck or harmful magic."
    },
    {
      "author": "Sam",
      "text": "The evil eye is an example of a blanket term – a phrase used to describe many examples of related things."
    },
    {
      "author": "Rob",
      "text": "One Indian superstition involves chutney – a food mixing many flavours"
    },
    {
      "author": "Sam",
      "text": "These traditions can teach you a lesson - show you how to act in the future based on your past experience."
    },
    {
      "author": "Rob",
      "text": "Right. Well, that’s all for this programme. Good luck with your language learning!"
    },
    {
      "author": "Sam",
      "text": "And if you’ve enjoyed this topical discussion and want to learn how to use the vocabulary found in headlines, why not try out our News Review podcast? Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Tasha Marks",
    "Jonty Rajagopalan"
  ]
}