{
  "title": "king old things last longer",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09gbdm7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210624",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210624_6min_english_fixing_things_download.mp3",
  "intro": [
    "The world creates more than two billion tonnes of rubbish every year - shouldn't we start making it easier to fix objects and clothes rather than throw them away and buy new ones? Rob and Sam talk about companies in Sweden doing just that, and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "The company was started by Rafi Mohammad, a student of Industrial Innovation at the University of Stockholm. But what was the inspiration behind Rafi’s idea? Was it:",
    "a) he wanted to impress his girlfriend? b) he was sick of breathing in the city’s car fumes? c) he was late for his lecture because of a flat tyre?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a given",
      "desc": "something that is assumed to be true or certain to happen"
    },
    {
      "text": "no-brainer",
      "desc": "a decision that is very easy to make; an obvious choice"
    },
    {
      "text": "stuff",
      "desc": "things, objects and personal possessions (informal)"
    },
    {
      "text": "peer effect",
      "desc": "the positive or negative influence of peers and friends on the way you behave"
    },
    {
      "text": "foster",
      "desc": "encourage the development and growth of ideas or feelings"
    },
    {
      "text": "be mainstream",
      "desc": "be accepted as normal by most people"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "So, how are you today, Sam?"
    },
    {
      "author": "Sam",
      "text": "Don’t ask, Rob! Today’s been a nightmare! This morning I ripped my jeans and later my computer stopped working! Then, when I tried taking it to a repair shop, my car wouldn’t start!"
    },
    {
      "author": "Rob",
      "text": "Oh no, that’s terrible! And the really bad news is that in today’s consumer culture, when something breaks we usually throw it away and buy a new one, instead of trying to repair it."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll learn all about repairing broken things by asking what would happen if we stopped junking and got better at fixing."
    },
    {
      "author": "Rob",
      "text": "The world generates over two billion tonnes of rubbish every year."
    },
    {
      "author": "Sam",
      "text": "So we’re visiting companies in Sweden making it easier to mend things when they break instead of replacing them – whether that’s clothes, bikes or washing machines ."
    },
    {
      "author": "Rob",
      "text": "And my quiz question is about one of those companies - Fixi, a repair service that collects broken bikes from your door and brings them back fixed. The company was started by Rafi Mohammad, a student of Industrial Innovation at the University of Stockholm. But what was the inspiration behind Rafi’s idea? Was it: a) he wanted to impress his girlfriend?, b) he was sick of breathing in the city’s car fumes?, or c) he was late for his lecture because of a flat tyre?"
    },
    {
      "author": "Sam",
      "text": "I’ll say, a) he wanted to impress his girlfriend."
    },
    {
      "author": "Rob",
      "text": "OK, Sam, we’ll find out about Rafi and his love life later on. But whatever the inspiration behind it, Rafi’s idea was a success – Fixi took more than six hundred orders in its first six months."
    },
    {
      "author": "Sam",
      "text": "Rafi’s isn’t the only Swedish company helping people fix things instead of buying new. Denim company, Nudie Jeans, was started with a focus on ethics and sustainability."
    },
    {
      "author": "Rob",
      "text": "At 150 dollars a pair, Nudie jeans aren’t cheap but they do promise free repairs for life, from ripped knees to torn pockets."
    },
    {
      "author": "Sam",
      "text": "BBC World Service programme, People Fixing the World, asked students Felix and Fabia Morgen, why they bought the jeans, despite the high price tag."
    },
    {
      "author": "Felix Morgan",
      "text": "It’s just been a given that when your jeans break, you throw them away, so when I heard that you can repair them easily without any cost then it was a bit of a no-brainer for me."
    },
    {
      "author": "Fabia Morgan",
      "text": "I really liked the way they looked, so for me it’s worth it to buy more expensive but stuff that I really like."
    },
    {
      "author": "Rob",
      "text": "Felix says that throwing out old jeans is a given - something that is just assumed to happen."
    },
    {
      "author": "Sam",
      "text": "For him, buying Nudie jeans is a no-brainer - a decision that’s very easy to make."
    },
    {
      "author": "Rob",
      "text": "And Fabia agrees. She doesn’t mind paying more for stuff she really likes. Here, stuff is an informal way to say personal objects and possessions."
    },
    {
      "author": "Sam",
      "text": "Even though they’re good at recycling, people in wealthy Sweden still buy lots of new stuff and they have a big carbon footprint for a country of just 10 million."
    },
    {
      "author": "Rob",
      "text": "But it’s interesting that all the innovators behind these companies say that in their grandparents’ day, it was normal to repair, fix and mend broken stuff."
    },
    {
      "author": "Sam",
      "text": "Jessika Richter is a researcher at Lund University. She thinks repairing is an endangered activity that we used to do more of, both individually and as a society."
    },
    {
      "author": "Rob",
      "text": "Here she is talking to BBC World Service’s, People Fixing the World programme, about the need to get back in touch with older ways of doing things:"
    },
    {
      "author": "Jessika Richter",
      "text": "It really is a peer effect and a culture that we’re trying to foster here - changing a culture of consumption. The more people that are repairing and the more people that are choosing to buy repair services or more repairable products, the more we will see this going mainstream – and it used to be mainstream , so that’s what makes me positive too, that it is in some ways a return to what we used to be able as a society to do more of."
    },
    {
      "author": "Sam",
      "text": "Stories about Sweden’s repair shops spread between friends and Jessika thinks this creates a peer effect - the positive or negative influence friends have on the way you behave."
    },
    {
      "author": "Rob",
      "text": "She hopes this will foster – or encourage to grow - a new culture of sustainable consumption…"
    },
    {
      "author": "Sam",
      "text": "…so that fixing broken stuff will be mainstream , or be considered normal, once again."
    },
    {
      "author": "Rob",
      "text": "Yes, that’s a big part of the problem – repairing was something we all used to do, but seem to have forgotten."
    },
    {
      "author": "Sam",
      "text": "Hopefully, we’ll all be inspired to start fixing things again, or at least pay someone else to! And speaking of inspiration, what was the answer to your quiz question, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah yes, I asked about the inspiration behind Rafi Mohammad’s company, Fixi."
    },
    {
      "author": "Sam",
      "text": "I think he started the bike repair service to a) impress his girlfriend. Was I right?"
    },
    {
      "author": "Rob",
      "text": "Ah Sam, that’s very romantic … but the correct answer was c) he was late for his lecture because of a flat tyre."
    },
    {
      "author": "Sam",
      "text": "Well, I'm sure if he had a broken heart, he’d be able to mend it."
    },
    {
      "author": "Rob",
      "text": "Indeed. Well, in this programme, we’ve been hearing about repairing broken stuff – things, or personal possessions."
    },
    {
      "author": "Sam",
      "text": "That people would fix something broken used to be a given - assumed to be true or certain to happen."
    },
    {
      "author": "Rob",
      "text": "Repairing things used to be a no-brainer – the obvious choice."
    },
    {
      "author": "Sam",
      "text": "A peer effect is influence of peers and friends on someone’s behaviour."
    },
    {
      "author": "Rob",
      "text": "Some Swedish companies are trying to foster – or encourage the development of -  a new culture of consumption."
    },
    {
      "author": "Sam",
      "text": "So that once again, fixing things is mainstream - accepted as normal or common practice."
    },
    {
      "author": "Rob",
      "text": "That’s all from us. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Felix Morgan",
    "Fabia Morgan",
    "Jessika Richter"
  ]
}