{
  "title": "Hypnotism",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09h5012.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210708",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210708_6min_english_hypnotism_download.mp3",
  "intro": [
    "Either used for treating phobias or just for entertainment, hypnotism has always fascinated us. One question that’s often asked: can anyone be hypnotised or are there people - maybe you - who are less hypnotisable than others? Rob and Sam talk about the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "One of the first Europeans to hypnotise people became so famous that his name is forever associated with hypnotic trances – but who was he?",
    "a) Sigmund Freud b) Franz Mesmer c) Harry Houdini",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "trance",
      "desc": "a state of consciousness in which you are not completely aware or in control of yourself, but in which you can hear and see things and respond to commands given by others"
    },
    {
      "text": "suggestible",
      "desc": "easily influenced by other people"
    },
    {
      "text": "lose track of time",
      "desc": "become so occupied with something that you are not sure how much time has passed"
    },
    {
      "text": "get sucked into (something)",
      "desc": "become involved in a situation when you do not want to be involved"
    },
    {
      "text": "to hone in on (something)",
      "desc": "to give all your attention to something"
    },
    {
      "text": "be mesmerised",
      "desc": "have your attention completely fixed so that you cannot think of anything else"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "Now, Sam, look into my eyes! You are feeling sleepy! Relax!"
    },
    {
      "author": "Sam",
      "text": "What are you doing, Rob? Trying to hypnotise me?"
    },
    {
      "author": "Rob",
      "text": "Well, since hypnotism is the topic of this programme, I thought I’d give it a try! So how do you feel, Sam? Are you under my spell?"
    },
    {
      "author": "Sam",
      "text": "Hmmm, I don’t think so, Rob. It’s not so easy to put me into a hypnotic trance – that’s the word to describe the state of mind of someone who’s been hypnotised and isn’t completely in control."
    },
    {
      "author": "Rob",
      "text": "You mean like those stage magicians who trick people into clucking like a chicken or playing an imaginary violin?"
    },
    {
      "author": "Sam",
      "text": "Yes, some hypnotists make people do silly things for entertainment but hypnotism has real benefits as well - curing phobias, for example."
    },
    {
      "author": "Rob",
      "text": "Maybe so, but for other people the very idea of a hypnotic trance is nonsense. And even if hypnotism is real, why would you let a complete stranger inside your head?"
    },
    {
      "author": "Sam",
      "text": "Don’t worry, Rob. I won’t make you cluck like a chicken!"
    },
    {
      "author": "Rob",
      "text": "Please don’t! At least, not before my quiz question, which is about a well-known 20th century hypnotist. One of the first Europeans to hypnotise people, this man became so famous that his name is forever associated with hypnotic trances – but who was he? Was it: a) Sigmund Freud?, b) Franz Mesmer?, or c) Harry Houdini?"
    },
    {
      "author": "Sam",
      "text": "Well, people who want to quit smoking sometimes use a kind of therapy involving hypnotism, so maybe it’s a) Sigmund Freud!"
    },
    {
      "author": "Rob",
      "text": "OK, we’ll find out if that’s right at the end of the programme. One question that’s often asked is whether anyone can be hypnotised - or are there people, maybe like you, Sam, who are less hypnotisable than others?"
    },
    {
      "author": "Sam",
      "text": "Professor Amir Raz is a psychiatrist at The Brain Institute in Orange County, California. According to him, there are two things which explain what makes one person more or less hypnotisable than another, as he told BBC World Service programme, The Why Factor."
    },
    {
      "author": "Rob",
      "text": "And listen out for the first thing he mentions:"
    },
    {
      "author": "Prof Amir Raz",
      "text": "Initially people thought that if you’re very intelligent you’re likely to be less suggestible ; if you are male you’re likely to be less suggestible than if you’re female; and so on. These have been largely dismissed."
    },
    {
      "author": "Nicola Kelly",
      "text": "In fact, it’s about two things. First, absorption…"
    },
    {
      "author": "Prof Amir Raz",
      "text": "Your ability to get engrossed in a particular activity – we all know people who are capable of reading a book and losing track of time , we know the same thing about people who are watching a film and beginning to cry, having all these emotional reactions, again getting very much sucked into the scene and being riveted."
    },
    {
      "author": "Sam",
      "text": "People often think you can be easily hypnotised if you are suggestible ,or easily influenced by others."
    },
    {
      "author": "Rob",
      "text": "In fact, hypnotism is about two things. Did you hear the first thing, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes - it’s getting absorbed; so absorbed that you lose track of time - become so occupied with something that you are unaware of the passing time."
    },
    {
      "author": "Rob",
      "text": "And getting absorbed can also mean you get sucked into something - become involved in a situation when you do not want to be involved."
    },
    {
      "author": "Sam",
      "text": "Stage hypnotists often speak in a soothing, gentle ways to help this process of getting someone absorbed or sucked in!"
    },
    {
      "author": "Rob",
      "text": "But according to Professor Raz, there’s a second important part to being hypnotised: attention."
    },
    {
      "author": "Sam",
      "text": "Listen to the definition of attention Professor Raz gives to BBC World Service programme, The Why Factor:"
    },
    {
      "author": "Prof Amir Raz",
      "text": "The ability to get focused, to concentrate and hone in on particular, select pieces of information to the exclusion of others."
    },
    {
      "author": "Rob",
      "text": "Besides the relaxed, dream-like feeling of being absorbed, what’s also needed is the concentration to hone in on something , in other words, to give it your full attention."
    },
    {
      "author": "Sam",
      "text": "What you hone in on could be the way the hypnotist speaks, like how Rob said, “Look into my eyes!” at the beginning of the programme."
    },
    {
      "author": "Rob",
      "text": "Or it could be some other object, like a moving finger, a pendulum or a swinging watch that some hypnotists use."
    },
    {
      "author": "Sam",
      "text": "Well, I don’t feel hypnotised, Rob, but I’m certainly focused on one thing – my lunch! So come on, tell me – what's the correct answer to the quiz question?"
    },
    {
      "author": "Rob",
      "text": "OK, Sam. I asked you which hypnotist was so famous that his name became used as a verb. And what did you say?"
    },
    {
      "author": "Sam",
      "text": "I guessed it was a) Sigmund Freud."
    },
    {
      "author": "Rob",
      "text": "It was a good guess – but the correct answer was b) a German doctor called, Franz Mesmer."
    },
    {
      "author": "Sam",
      "text": "Of course! And the word named after him was… mesmerised – to have your attention completely fixed so that you can’t think of anything else."
    },
    {
      "author": "Rob",
      "text": "Well, that might be a problem if you want to remember this vocabulary, so let’s recap the words we’ve learned, starting with trance – a state of consciousness in which you are not completely aware or in control."
    },
    {
      "author": "Sam",
      "text": "Someone who is suggestible is easily influenced by other people."
    },
    {
      "author": "Rob",
      "text": "When you lose track of time , you become so absorbed with something that you are unaware of time passing."
    },
    {
      "author": "Sam",
      "text": "And you might get sucked in - become involved in a situation that you don’t want to."
    },
    {
      "author": "Rob",
      "text": "Hypnotism also depends on concentration and the ability to hone in on something - to give something your full attention…"
    },
    {
      "author": "Sam",
      "text": "…until you’re mesmerised – you have your attention completely fixed so that you cannot think of anything else."
    },
    {
      "author": "Rob",
      "text": "That’s all for this hypnotic journey. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Prof Amir Raz",
    "Nicola Kelly"
  ]
}