{
  "title": "The loneliest man in history",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09lzlpl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210726",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210726_6min_english_apollo11_download.mp3",
  "intro": [
    "Can you imagine being left in a capsule orbiting the Moon all by yourself, while your team mates go walk on the surface and become the first two humans to do so in history? That's what happened to the late Michael Collins in 1969. Neil and Georgina talk about the Apollo 11 astronaut, and teach you related vocabulary."
  ],
  "this_week_question": [
    "The first animal that went into space was a Russian dog. It was 1957. What was the dog’s name?",
    "a) Irina b) Laika c) Anastasia",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pioneer",
      "desc": "the first person to do something or go somewhere"
    },
    {
      "text": "camaraderie",
      "desc": "friendship or trust created by being together for some time"
    },
    {
      "text": "bond",
      "desc": "a connection or shared link"
    },
    {
      "text": "go down in history",
      "desc": "become famous"
    },
    {
      "text": "trailblazer",
      "desc": "someone who does something revolutionary or for the first time"
    },
    {
      "text": "solitude",
      "desc": "being alone"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "In this programme we’re going to be talking about the astronaut who piloted the command module to take Neil Armstrong and Buzz Aldrin to walk on the Moon. Michael Collins, who sadly passed away in 2021 at the age of 90, has been described as ‘the loneliest man in history’."
    },
    {
      "author": "Georgina",
      "text": "Yes, while Armstrong delivered his famous quote when taking the first steps on the lunar surface, and Buzz followed soon after, Collins was left behind to circle the Moon, tasked with the huge responsibility of getting the three pioneers – the first people to do something - back to Earth."
    },
    {
      "author": "Neil",
      "text": "That’s right – And many people over the years have wondered whether he was disappointed not to have walked on the Moon. How would you feel if you went all that way and didn’t stand on the Moon, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Me personally – I’d probably be pretty devastated – but I think it depends on personality. To be honest, I’d probably be too scared to go to the Moon anyway."
    },
    {
      "author": "Neil",
      "text": "Yes – and just think about being in a space module together – trapped for all those hours – it could create quite the sense of camaraderie – a friendship and trust formed by spending time together."
    },
    {
      "author": "Georgina",
      "text": "Or you could drive each other crazy asking questions!"
    },
    {
      "author": "Neil",
      "text": "Which is what I’m going to do now, Georgina. I know how much you love animals – and the first animal that went into space was a Russian dog in 1957, but what was that dog’s name?"
    },
    {
      "author": "Georgina",
      "text": "Well, I think I know this one - b) Laika - and I believe, sadly, she didn’t survive."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out if that’s right at the end of the programme. But let’s talk more about Michael Collins and that famous trip to the Moon that captured people’s attention around the world."
    },
    {
      "author": "Georgina",
      "text": "Yes - I think one thing that has always interested me is the feeling of friendship, or as you said camaraderie, that must have developed between those three explorers. But, perhaps surprisingly, in an interview with the BBC programme Hard Talk, Collins said the close connection between the astronauts didn’t develop until later."
    },
    {
      "author": "Michael Collins, astronaut",
      "text": "We formed some very strong bonds , but actually, not really during the flight of Apollo 11 or even during the preparatory flight of the flight. It was a round-the-world trip that we took after the flight. When I came to know Neil better. During our training, in the first place we had not been a backup as most primary crews had been, so we just got to know each other in the 6 months before the flight, which is a short period of time."
    },
    {
      "author": "Neil",
      "text": "So, it wasn’t really until afterwards that they formed those strong bonds – the connections between them, until on a trip round the world to talk about their experiences."
    },
    {
      "author": "Georgina",
      "text": "Six months sounds like a long time, but I suppose when preparing to become famous and go down in history , as they did - it doesn’t leave much time for personal interactions."
    },
    {
      "author": "Neil",
      "text": "One of the sad things to take away is that everyone remembers Armstrong and Aldrin, but sometimes Collins is seen as the forgotten man."
    },
    {
      "author": "Georgina",
      "text": "Yes – and he did say in the interview that he would have loved to walk on the Moon, but he was very proud to be a part of the team – as he was one of the trailblazers – a similar word to pioneer."
    },
    {
      "author": "Neil",
      "text": "They most certainly were trailblazers. But imagine how he must have felt – circling around Moon, all alone!"
    },
    {
      "author": "Georgina",
      "text": "Yes, a lot of people questioned Collins afterwards regarding the solitude , about which he had this to say in the same interview with BBC programme Hard Talk:"
    },
    {
      "author": "Michael Collins, astronaut",
      "text": "Well, I… when I returned to Earth, I was amazed because most of the questions to me from the press centred on: You were the loneliest man in the whole lonely orbit around the lonely planet on a lonely evening. And I felt, on the other hand, quite comfortable in my happy little home inside the command module Columbia. I had been flying aeroplanes by myself for a number of years. So, the fact I was aloft by myself was not anything new."
    },
    {
      "author": "Neil",
      "text": "So, it sounds like he appreciated the peace and quiet and he felt used to it having been alone on flights."
    },
    {
      "author": "Georgina",
      "text": "Yes – while people talk about the two who walked on the Moon, he must have experienced an incredible sense of peace while on the dark side of the Moon – the first person ever to go there."
    },
    {
      "author": "Neil",
      "text": "But now, Georgina, let’s get the answer to my question: What was the name of the first animal, a dog, to go into space?"
    },
    {
      "author": "Georgina",
      "text": "I said Laika."
    },
    {
      "author": "Neil",
      "text": "Which is correct, well done! And you were right when you said that she sadly didn’t survive the return to Earth."
    },
    {
      "author": "Georgina",
      "text": "Well, speaking of dogs, I need to feed mine soon - so let’s just recap some of the vocabulary we’ve discussed."
    },
    {
      "author": "Neil",
      "text": "Yes, we had camaraderie – a sense of trust and friendship after spending a long time together, and the creation of strong bonds or connections."
    },
    {
      "author": "Georgina",
      "text": "And if you’re the first person to do something, you could be called a pioneer ."
    },
    {
      "author": "Neil",
      "text": "Or even a trailblazer which means the same thing. And if you are the first person to do something, you could become famous and go down in history."
    },
    {
      "author": "Georgina",
      "text": "And finally we spoke about the solitude , or state of being alone, that Collins must have experienced."
    },
    {
      "author": "Neil",
      "text": "Well, we’re out of time for today. We have plenty more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com."
    },
    {
      "author": "Georgina",
      "text": "If you are busy, we offer English in a Minute: short videos with tips on how to improve your English."
    },
    {
      "author": "Neil",
      "text": "And check us out on Facebook, Twitter and Instagram."
    },
    {
      "author": "Georgina",
      "text": "Don't forget we have an app too, which you can download for free from the app stores. We help you learn English on the move! Grammar, vocabulary, and interesting topics – we have them all! Visit our website! Get the app!"
    },
    {
      "author": "Neil",
      "text": "Bye for now."
    },
    {
      "author": "Georgina",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Michael Collins, astronaut"
  ]
}