{
  "title": "Saving the white rhinos",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09cyrzj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210701",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210701_6min_english_white_rhino_download.mp3",
  "intro": [
    "Northern white rhinos are extinct in the wild. Conservationists are working on an artificial breeding programme, using eggs from the last two females in captivity in Kenya and sperm from a deceased male to preserve the species. Neil and Sam talk about the research by the Leibniz Institute for Zoo and Wildlife Research in Berlin, and teach you related vocabulary."
  ],
  "this_week_question": [
    "Recently there’s been a new development in the story, but before we hear more, it’s time for my quiz question. The name, ‘rhinoceros’, comes from the ancient Greek, but what exactly does it mean?",
    "a) thick skin b) horned nose c) small eye",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "embryo",
      "desc": "an unborn animal or human being in the very early stages of development, inside its mother’s womb"
    },
    {
      "text": "inbreeding",
      "desc": "when animals or people are born by breeding between closely related parents"
    },
    {
      "text": "hybrid",
      "desc": "animal or plant that has been bred from two different species"
    },
    {
      "text": "calf",
      "desc": "the young of several large mammals including cows, elephants, whales and rhinos"
    },
    {
      "text": "pregnancy",
      "desc": "the state of a woman or female animal having a baby developing in their womb"
    },
    {
      "text": "ultrasound",
      "desc": "procedure which uses ultrasonic sound waves to create images of internal body parts or babies growing inside the body"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam.In this programme, we’ll be hearing a news story linked to the ‘Nature versus Nurture’ debate, not concerning a human, but a rhinoceros!"
    },
    {
      "author": "Neil",
      "text": "The extremely rare northern white rhino of East Africa was on the brink of extinction when the second-to-last living male, Suni, died in 2014, leaving behind two females, Najin and Fatu - the last living creatures of their species."
    },
    {
      "author": "Sam",
      "text": "Conservationists started an artificial breeding programme, using eggs from the females and sperm from Suni to produce an embryo – an unborn animal in the very early stages of development."
    },
    {
      "author": "Neil",
      "text": "Recently there’s been a new development in the story, but before we hear more, it’s time for my quiz question. The name, ‘rhinoceros’, comes from the ancient Greek, but what exactly does it mean? Is it: a) thick skin, b) horned nose, or c) small eye?"
    },
    {
      "author": "Sam",
      "text": "That’s a tricky one, because rhinos have all three! OK, I’ll guess a) thick skin."
    },
    {
      "author": "Neil<em>",
      "text": "Neil OK, Sam, we’ll find out later. Now let’s get back to the story of those precious northern rhino embryos."
    },
    {
      "author": "Sam",
      "text": "Well, the good news is that so far five embryos have been produced. They’re being frozen until they can be implanted in s outhern rhinos – the northern species’ more common cousin."
    },
    {
      "author": "Neil",
      "text": "Conservationist Thomas Hildebrandt runs the rhino breeding programme. He spoke to BBC World Service’s, Science in Action, who asked him whether the embryos were genetically from the northern species."
    },
    {
      "author": "Thomas Hildebrandt",
      "text": "Absolutely right. They’re not hybrids , they’re pure northern white rhino embryos which were generated with the desired breeding partner, Suni, who died in 2014. So we have embryos which have a very high quality – there’s no inbreeding effect on these embryos, and it’s so important to make the next step, to transfer these embryos because we can preserve life – biological material - in liquid nitrogen, but what we can’t do – we can’t preserve social knowledge and therefore we need desperately a calf on the ground so that these two existing northern white rhinos, can teach the new calf how to behave as a northern white rhino."
    },
    {
      "author": "Sam",
      "text": "Having genetically pure embryos prevents the birth of hybrids – animals that have been bred from two different species. Neil It’s also important the embryos have no inbreeding – breeding of a young animal from two closely related parents, because this can cause disease."
    },
    {
      "author": "Sam",
      "text": "Fortunately, Thomas and his team have preserved five healthy and genetically pure northern rhino embryos in liquid nitrogen."
    },
    {
      "author": "Neil",
      "text": "But while they can preserve ‘nature’, what Thomas’s team can’t provide is ‘nurture’ – the social knowledge that a young northern rhino – or calf – can only learn from other northern rhinos."
    },
    {
      "author": "Sam",
      "text": "And since Najin and Fatu, the last remaining northern rhinos on Earth, are getting old, the race is on to breed a young rhino calf before they die."
    },
    {
      "author": "Neil",
      "text": "The good news for the survival of the northern white rhino is that experiments to implant the delicate embryos in southern rhinos have been successful."
    },
    {
      "author": "Sam",
      "text": "Here’s Thomas Hildebrandt again talking about these recent experiments with BBC World Service programme, Science in Action:"
    },
    {
      "author": "Thomas Hildebrandt",
      "text": "We will, for sure, not wait until this pregnancy is completed because it takes 16 months for a full pregnancy in a rhinoceros. So if this embryo implants - and we can see that on ultrasound … and - forms a nice placenta, that is the goal for us to proceed with the next step on the Northern White rhino embryos."
    },
    {
      "author": "Neil",
      "text": "Normally it takes 16 months for a female rhino to complete her pregnancy - the state in which a woman or female animal has a baby developing inside her."
    },
    {
      "author": "Sam",
      "text": "But in the case of the northern rhino, the race is on to birth calves who can learn the rhino rules of social behaviour from Aunty Najin and Granny Fatu while they’re still alive…"
    },
    {
      "author": "Neil",
      "text": "…which is why conservationists are monitoring the pregnancy using ultrasound - a procedure using sound waves to create images of internal body parts, or in this case, growing rhino babies."
    },
    {
      "author": "Sam",
      "text": "It’s an unusual episode in the ongoing ‘Nature versus Nurture’ debate."
    },
    {
      "author": "Neil",
      "text": "And hopefully a big step towards restoring the northern white rhino population so that future generations get to see these magnificent creatures with their thick skin, horned nose and…"
    },
    {
      "author": "Sam",
      "text": "…and small eyes, Neil? So what was the answer to your quiz question?"
    },
    {
      "author": "Neil",
      "text": "Yes, I asked you what the name ‘rhinoceros’ meant. What did you say, Sam?"
    },
    {
      "author": "Sam",
      "text": "I guessed it was a) thick skin. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Well, rhinos certainly do have thick skin, but their name actually comes from the Greek meaning, ‘horned nose’."
    },
    {
      "author": "Sam",
      "text": "Well, luckily I’ve got a thick skin too, so I won’t take it personally! Let’s have another look at the vocabulary we’ve learned, starting with embryo – anunborn animal or human still inside its mother’s womb."
    },
    {
      "author": "Neil",
      "text": "A hybrid is an animal or plant that has been bred from two different species."
    },
    {
      "author": "Sam",
      "text": "Inbreeding is when a young animal is born from closely related parents."
    },
    {
      "author": "Neil",
      "text": "A calf is the name forthe young of several large mammals including cows, elephants and whales, as well as rhinos."
    },
    {
      "author": "Sam",
      "text": "Pregnancy means being pregnant or growing a baby inside you."
    },
    {
      "author": "Neil",
      "text": "And finally, ultrasound is used to see internal organs or a baby developing inside a woman."
    },
    {
      "author": "Sam",
      "text": "That’s all from this species-saving edition of 6 Minute English."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Neil<em>",
    "Thomas Hildebrandt"
  ]
}