{
  "title": "king sense of the census",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09sl74n.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210826",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210826_6min_english_census_intro_download.mp3",
  "intro": [
    "Millions of people have tried to trace their family history and discover how their ancestors lived hundreds of years ago. And one of the most useful documents for research is the census. What is a census for? Why was it created? That's what Neil and Sam discuss as they teach you related vocabulary."
  ],
  "this_week_question": [
    "When BBC television programme, Who Do You Think You Are?, researched the family history of the British actor Danny Dyer, they discovered that the actor was related to someone very famous – but who?",
    "A) King Edward III B) William Shakespeare C) Winston Churchill",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "census",
      "desc": "system of officially counting and classifying every person of a nation’s population"
    },
    {
      "text": "figure out",
      "desc": "understand something; find the answer to something"
    },
    {
      "text": "conscription",
      "desc": "the act of forcing people to join the army by law"
    },
    {
      "text": "taxation",
      "desc": "system of taxing people an amount of money to be paid to the government to fund public services"
    },
    {
      "text": "clerk",
      "desc": "office worker whose job involves keeping records"
    },
    {
      "text": "tabulate",
      "desc": "show information in the form of a table with rows and columns"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "In recent years, many people have wanted to find out more about where they come from. Millions have tried to trace their family history and discover how their ancestors lived hundreds of years ago."
    },
    {
      "author": "Sam",
      "text": "The internet has made it much easier to find historical documents and records about your family history - and one of the most useful documents for doing this is the census ."
    },
    {
      "author": "Neil",
      "text": "A census is an official count of all the people living in a country. It collects information about a country’s population and is usually carried out by the government."
    },
    {
      "author": "Sam",
      "text": "In Britain, a census has been carried out every ten years since 1801. In 2002, when census records from a hundred years before became available online, so many people rushed to their computers to access them that the website crashed!"
    },
    {
      "author": "Neil",
      "text": "But before we find out more about the census and its related vocabulary it’s time for a quiz question, Sam. Someone who knows a lot about his family history is British actor, Danny Dyer. When BBC television programme, Who Do You Think You Are? researched his family history they discovered that the actor was related to someone very famous – but who was it? A) King Edward III, B) William Shakespeare, or C) Winston Churchill"
    },
    {
      "author": "Sam",
      "text": "Well, I know Danny Dyer usually plays tough-guy characters so maybe it’s C), war hero Winston Churchill?"
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out later if that’s correct. Now, although the first British census took place in 1801, other censuses have a much longer history. In fact, the bible story of Mary and Joseph travelling to Bethlehem is linked to a Roman census."
    },
    {
      "author": "Sam",
      "text": "So, what was the original reason for counting people and what did governments hope to achieve by doing so? Here’s Dr Kathrin Levitan, author of a book on the cultural history of the census, speaking to BBC World Service programme, The Forum:"
    },
    {
      "author": "Dr Kathrin Levitan",
      "text": "I think there were probably two most common reasons. One was in order to figure out who could fight in wars, so basically military conscription and in order to find out who could fight in wars ancient governments like the Roman Empire had to find out how many men of a certain age there were. And I would say that the other thing that censuses were most commonly used for was for purposes of taxation ."
    },
    {
      "author": "Neil",
      "text": "According to Kathrin Levitan, ancient censuses were used to figure out – or understand, how many men were available to fight wars."
    },
    {
      "author": "Sam",
      "text": "The Roman Empire needed a strong army, and this depended on conscription – forcing people to become soldiers and join the army."
    },
    {
      "author": "Neil",
      "text": "The other main reason for taking a census was taxation – the system of taxing people a certain amount of money to be paid to the government for public services."
    },
    {
      "author": "Sam",
      "text": "Ancient and early modern censuses were large and difficult-to-organise projects. They often involved government officials going from house to house, asking questions about the people who lived there."
    },
    {
      "author": "Neil",
      "text": "But over time governments’ desire to know about, and control, its citizens gave rise to new technologies for counting people."
    },
    {
      "author": "Sam",
      "text": "Here’s statistician and economist Andrew Whitby explaining how this happened in the US to BBC World Service programme, The Forum:"
    },
    {
      "author": "Andrew Whitby",
      "text": "The 1890 census of the United States was the first in which some kind of electro-mechanical process was used to count people… so instead of armies of clerks reading off census schedules and tabulating these things by hand, for the first time an individual census record would be punched onto a card… so that there were holes in this card representing different characteristics of the person and then those cards could be fed through a machine."
    },
    {
      "author": "Neil",
      "text": "Old-fashioned censuses were managed by clerks – office workers whose job involved keeping records."
    },
    {
      "author": "Sam",
      "text": "Thousands of clerks would record the information gathered in the census and tabulate it, in other words, show the information in the form of a table with rows and columns."
    },
    {
      "author": "Neil",
      "text": "The US census of 1890 was the first to use machines, and many censuses today are electronically updated to record new trends and shifts in populations as they happen."
    },
    {
      "author": "Sam",
      "text": "In fact, so much personal information is now freely available through social media and the internet that some people have questioned the need for having a census at all."
    },
    {
      "author": "Neil",
      "text": "Yes, it isn’t hard to find out about someone famous, like a TV star."
    },
    {
      "author": "Sam",
      "text": "Someone like Danny Dyer, you mean?"
    },
    {
      "author": "Neil",
      "text": "Right. In my quiz question I asked Sam which historical figure TV actor, Danny Dyer, was related to."
    },
    {
      "author": "Sam",
      "text": "And I said it was C) Winston Churchill. Was I right?"
    },
    {
      "author": "Neil",
      "text": "It was a good guess, Sam, but the actual answer was A) King Edward III. And no-one was more surprised that he was related to royalty than the EastEnders actor himself!"
    },
    {
      "author": "Sam",
      "text": "OK, Neil, let’s recap the vocabulary from this programme about the census - the official counting of a nation’s population."
    },
    {
      "author": "Neil",
      "text": "To figure something out means to understand it."
    },
    {
      "author": "Sam",
      "text": "The Romans used conscription to force men to join the army by law."
    },
    {
      "author": "Neil",
      "text": "Taxation is the government’s system of taxing people to pay for public services."
    },
    {
      "author": "Sam",
      "text": "A clerk is an office worker whose job involves keeping records."
    },
    {
      "author": "Neil",
      "text": "And tabulate means show information in the form of a table with rows and columns."
    },
    {
      "author": "Sam",
      "text": "That’s all for our six-minute look at the census, but if we’ve whetted your appetite for more why not check out the whole episode – it’s available now on the website of BBC World Service programme, The Forum."
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye."
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dr Kathrin Levitan",
    "Andrew Whitby"
  ]
}