{
  "title": "The history of swimming",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09p2c2w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210805",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210805_6min_english_swimming_download.mp3",
  "intro": [
    "Swimming has many health benefits and since ancient times has been used to promote strength and wellbeing. But swimming’s not just about exercise – there’s far more to it beneath the surface as we’ll be finding out in this programme on the history of swimming. Neil and Georgina talk about the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Someone who did enjoy swimming was the poet, Lord Byron. He wrote poems popularising the sport and in 1810 swam the Hellespont, a stretch of water separating Europe from Asia. But in which modern country can the Hellespont be found?",
    "a) Greece b) Cyprus c) Turkey",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "take a dip",
      "desc": "go for a swim (informal)"
    },
    {
      "text": "swim against the tide",
      "desc": "to not follow what everyone else is doing"
    },
    {
      "text": "immodest",
      "desc": "shocking or embarrassing because it shows too much of the body"
    },
    {
      "text": "nude",
      "desc": "not wearing any clothes, naked"
    },
    {
      "text": "play hooky",
      "desc": "stay away from school without permission"
    },
    {
      "text": "frowned upon",
      "desc": "disapproved of"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Can you swim, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I can, Neil. I learned to swim as a child and now I enjoy swimming for exercise and to relax."
    },
    {
      "author": "Neil",
      "text": "In the summer hundreds of keen swimmers, like Georgina, head off to swimming pools, lakes and beaches to take a dip – an informal idiom meaning ‘go for a swim’."
    },
    {
      "author": "Georgina",
      "text": "Swimming has many health benefits and since ancient times has been used to promote strength and wellbeing."
    },
    {
      "author": "Neil",
      "text": "But swimming’s not just about exercise – there’s far more to it beneath the surface as we’ll be finding out in this programme on the history of swimming."
    },
    {
      "author": "Georgina",
      "text": "Although evidence suggests that ancient Mediterranean people dived eagerly into temple pleasure pools, lakes and the sea, other cultures have swum against the tide – another swimming idiom there, Neil - meaning ‘not to follow what everyone else is doing’."
    },
    {
      "author": "Neil",
      "text": "Someone who did enjoy swimming was the poet, Lord Byron. He wrote poems popularising the sport and in 1810 swam the Hellespont, a stretch of water separating Europe from Asia. But in which modern country can the Hellespont be found - that’s my quiz question, Georgina. Is it: a) Greece? b) Cyprus?, or c) Turkey?"
    },
    {
      "author": "Georgina",
      "text": "I think Lord Byron visited Istanbul, so I’ll say c) Turkey."
    },
    {
      "author": "Georgina",
      "text": "According to historian and swimming enthusiast, Professor Kevin Dawson, the rise of Christian beliefs discouraged swimming, as he explains here to BBC World Service programme, The Forum:"
    },
    {
      "author": "Kevin Dawson",
      "text": "You have some beliefs that water is this unsafe space, unnatural space for human beings… it’s a perpetuation of the chaos that existed before God created land, or that water is a mechanism for punishment like the Great Flood story or pharaoh’s army being destroyed in the Red Sea… but then there’s also beliefs that swimming is immodest … most people at the time swam nude and so church officials discouraged swimming because they felt that it lead to immodest behaviour."
    },
    {
      "author": "Neil",
      "text": "As well as being considered unsafe or chaotic, swimming was seen as immodest – shocking because it shows too much of the body."
    },
    {
      "author": "Georgina",
      "text": "This was because most people at the time swam nude – naked, without clothes."
    },
    {
      "author": "Neil",
      "text": "Another place with a long history of swimming is the remote Maldives Islands in the Indian Ocean."
    },
    {
      "author": "Georgina",
      "text": "In the Maldives, access to shallow, warm sea-water lakes called lagoons makes it an unbeatable place for swimming."
    },
    {
      "author": "Neil",
      "text": "But even on a tropical island, things haven’t always gone swimmingly as diver and Maldives resident, Mikael Rosen, told BBC World Service programme, The Forum:"
    },
    {
      "author": "Georgina",
      "text": "Listen for the reason Mikael gives for the change in people’s attitudes to swimming in the Maldives:"
    },
    {
      "author": "Mikael Rosen",
      "text": "Most citizens of the Maldives have half a mile to a lukewarm lagoon. Given that, they could be world leaders in swimming, but in the 1960s the government recruited a lot of teachers from India, Sri Lanka. They didn’t know anything about the water culture and they noticed that the young students playing hooky – they were in the lagoons, and swimming soon got frowned upon, but now the government and the local organisations – they try to reclaim swimming."
    },
    {
      "author": "Georgina",
      "text": "Did you hear the reason Mikael gave, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, he said that young students were playing hooky to go swimming in the lagoons. Play hooky is an informal way of saying ‘stay away from school without permission’."
    },
    {
      "author": "Georgina",
      "text": "Right, and that meant swimming quickly got frowned upon , or disapproved of."
    },
    {
      "author": "Neil",
      "text": "It seems a bit unfair since there was already a strong culture of swimming in the Maldives which the arriving teachers didn’t fully appreciate."
    },
    {
      "author": "Georgina",
      "text": "Well, I know which I’d rather do – sit in a classroom or swim in a warm tropical lagoon!"
    },
    {
      "author": "Neil",
      "text": "Swimming, right? But then you would never have learned about Lord Byron…"
    },
    {
      "author": "Georgina",
      "text": "Yes, in your quiz question you asked me about Lord Byron swimming the Hellespont, a stretch of water separating Europe from Asia."
    },
    {
      "author": "Neil",
      "text": "I asked you in which country the Hellespont can be found. Is it: a) Greece? b) Cyprus? or c) Turkey? What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I said c) Turkey. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Yes, you were, Georgina! The Hellespont, also known as the Straits of Dardanelles, is a six-kilometre-wide stretch of water in Turkey."
    },
    {
      "author": "Georgina",
      "text": "Let’s recap the vocabulary from this programme on swimming, which some people informally call taking a dip."
    },
    {
      "author": "Neil",
      "text": "Someone who swims against the tide refuses to do what everyone else is doing."
    },
    {
      "author": "Georgina",
      "text": "In the past, swimming was considered immodest - shocking because it showed too much of the body."
    },
    {
      "author": "Neil",
      "text": "Another word for naked or not wearing any clothes is nude."
    },
    {
      "author": "Georgina",
      "text": "Children who play hooky stay away from school without permission."
    },
    {
      "author": "Neil",
      "text": "And finally, if something is ' frowned upon' it’s disapproved of."
    },
    {
      "author": "Georgina",
      "text": "That’s all for our dive into the deep end of the vocabulary of swimming. As we’ve discovered, there’s plenty of idioms and expressions relating to swimming and water!"
    },
    {
      "author": "Neil",
      "text": "And check us out on Facebook, Twitter, and Instagram."
    },
    {
      "author": "Georgina",
      "text": "Don’t forget – we have an app too, which you can download for free from the app stores. We help you learn English on the move. Grammar, vocabulary, and interesting topics – we have them all! Visit our website! Get the app!"
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Kevin Dawson",
    "Mikael Rosen"
  ]
}