{
  "title": "Is chimp politics like ours?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09rf7f6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210902",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210902_6min_english_chimp_politics_download.mp3",
  "intro": [
    "Just like humans, chimps are highly intelligent. They live in social groups, have leaders and a desire for power. Neil and Sam talk about the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Did you know that a chimp is more like a human than like a gorilla? Biologically, how close are chimpanzees to humans?",
    "a) 79 % b) 89 % c) 99 %",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "alpha male",
      "desc": "the most successful and powerful male in any group"
    },
    {
      "text": "over the hill",
      "desc": "used to describe someone who is old and no longer useful or attractive"
    },
    {
      "text": "the power behind the throne",
      "desc": "someone who does not have official power but who secretly controls things"
    },
    {
      "text": "coalition",
      "desc": "different political groups who join together for a limited time to form a government"
    },
    {
      "text": "get together",
      "desc": "join together as a group; combine"
    },
    {
      "text": "spoils",
      "desc": "benefits, advantages or profits obtained by winning a war or being in a position of power"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "In English, there are many expressions which use an adjective to compare humans with animals. For example, you might say, ‘She’s as busy as a bee’."
    },
    {
      "author": "Sam",
      "text": "As hungry as a horse. But you probably won’t hear someone say…"
    },
    {
      "author": "Neil",
      "text": "‘She’s as clever as a chimpanzee’."
    },
    {
      "author": "Sam",
      "text": "…which is strange, because of all the animals it’s our close cousins, chimpanzees, or chimps for short, who are most like us."
    },
    {
      "author": "Neil",
      "text": "Just like humans, chimps are highly intelligent. They live in social groups and just like humans these groups have leaders."
    },
    {
      "author": "Sam",
      "text": "Also, like humans, chimps have a desire for power. In fact, chimpanzees have their own politics which is surprisingly similar to human politics, as we’ll be discovering in this programme."
    },
    {
      "author": "Neil",
      "text": "Research shows that the reason chimpanzee behaviour so closely resembles human politics is because biologically we are almost identical. Did you know that a chimp is more like a human than like a gorilla? So, Sam, my quiz question is this: biologically, how close are chimpanzees to humans? Is it: a) 79 % ? b) 89 % ?,  or c) 99 % ?"
    },
    {
      "author": "Sam",
      "text": "Well, Neil, if chimps and humans are almost identical, I’ll guess c) 99 %."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out the correct answer at the end of the programme. In human societies of course, not everyone gets to be a political leader. It’s usually the most powerful or ambitious person who becomes president."
    },
    {
      "author": "Sam",
      "text": "In chimpanzee society this is called the alpha male – the most successful and powerful male who leads the group."
    },
    {
      "author": "Neil",
      "text": "Professor Frans de Waal is an expert on chimpanzee behaviour. Here he is on BBC World Service programme, The Why Factor, telling presenter, James Tilley, about one example of chimp behaviour which closely mirrors human politics."
    },
    {
      "author": "Prof Frans de Waal",
      "text": "Older males who are over the hill and cannot be alpha males any more, they start grooming a certain young male who they think has a future, and they may end up making that young male the alpha male with their help, meaning that they are essential to the power of that young male…"
    },
    {
      "author": "Prof James Tilley",
      "text": "They’re the power behind the throne , really…"
    },
    {
      "author": "Prof Frans de Waal",
      "text": "Yeah – these older males… and you see that in human politics all the time, these older males who have a lot of influence still…"
    },
    {
      "author": "Sam",
      "text": "Professor de Waal calls chimps who are too old to be alpha males, over the hill – a phrase describing someone who is old and no longer useful or attractive."
    },
    {
      "author": "Neil",
      "text": "Older chimps try to control younger males in order to maintain their own power and influence. In other words, they are the power behind the throne – an expression meaning someone with no official power but who secretly controls things in the background."
    },
    {
      "author": "Sam",
      "text": "Another example of chimp politics is when several weaker males gang up and overthrow a stronger alpha male. By working together weaker chimps can increase their power and the benefits, like food, which power brings."
    },
    {
      "author": "Neil",
      "text": "According to Simon Hicks, professor of political science at the London School of Economics, human alliances work in exactly the same way."
    },
    {
      "author": "Sam",
      "text": "Here is Professor Hicks speaking with BBC World Service programme, The Why Factor:"
    },
    {
      "author": "Prof Simon Hicks",
      "text": "So, for example if you imagine three parties in a parliament, one big one and two small ones, you might think that naturally the most likely coalition is the big party with either one of the two small ones, whereas, in fact, minimum winning coalition prediction would suggest the two smaller ones should get together , if together they can reach more than 50 percent of the seats, because they can divide up the spoils between the two of them. Whereas, if either one of them form a coalition with a big party, the big party would dominate, and they wouldn’t get many of the spoils for themselves."
    },
    {
      "author": "Neil",
      "text": "Professor Hicks recommends that smaller political parties get together – join together in a group to combine their power."
    },
    {
      "author": "Sam",
      "text": "These smaller parties could form a coalition – a collection of different political groups who unite for a limited time to form a government."
    },
    {
      "author": "Neil",
      "text": "In human politics making coalitions improves your chances of winning an election."
    },
    {
      "author": "Sam",
      "text": "And in chimpanzee politics coalitions are a good way for young male chimps to defeat the alpha male and divide up the spoils between themselves. Here, the word spoils means the benefits obtained by winning a war or being in a strong position."
    },
    {
      "author": "Neil",
      "text": "For ambitious alpha chimps the spoils might include getting first choice of food and female partners."
    },
    {
      "author": "Sam",
      "text": "While for human politicians’ power can bring wealth and fame as well."
    },
    {
      "author": "Neil",
      "text": "And there’s something else alpha chimpanzees and human politicians have in common – they like to show their softer side by kissing babies!"
    },
    {
      "author": "Sam",
      "text": "It looks like chimps and humans share many similar behaviours after all – which reminds me of your quiz question, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, in my quiz question I asked Sam how similar we are to chimps. What did you say, Sam?"
    },
    {
      "author": "Sam",
      "text": "I said that, biologically speaking, we’re - c) 99 % the same."
    },
    {
      "author": "Neil",
      "text": "Which is… the correct answer! Well done, Sam – you’re as clever as a chimp!"
    },
    {
      "author": "Sam",
      "text": "Ah, thanks, Neil! And you’re definitely not over the hill! Let’s recap the vocabulary from today’s programme about chimp politics, starting with alpha male - the most successful and powerful male in any group."
    },
    {
      "author": "Neil",
      "text": "Over the hill is used to describe someone who is old and no longer useful or attractive."
    },
    {
      "author": "Sam",
      "text": "Someone who is the power behind the throne secretly controls things but has no official power."
    },
    {
      "author": "Neil",
      "text": "Get together means join together as a group."
    },
    {
      "author": "Sam",
      "text": "A coalition is when different political groups temporarily unite to form a government."
    },
    {
      "author": "Neil",
      "text": "And finally, the spoils are benefits or advantages gained by winning a war."
    },
    {
      "author": "Sam",
      "text": "That’s all for this programme. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Prof Frans de Waal",
    "Prof James Tilley",
    "Prof Simon Hicks"
  ]
}