{
  "title": "Going through the menopause",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09vyg27.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210930",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210930_6min_english_menopause_download.mp3",
  "intro": [
    "The menopause can be a difficult time in a woman’s life. But with age comes wisdom and experience and in more and more societies around the world the menopause is being talked about more openly. That's what Sam and Georgina talk about, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "What is the average age for a woman to reach the menopause in Britain? a) 49 b) 51 c) 53",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "taboo",
      "desc": "custom to avoid publicly talking about certain topics or doing certain activities for social or religious reasons, or because people find discussing them uncomfortable"
    },
    {
      "text": "pay your dues",
      "desc": "do what’s expected of you; do your duty (UK)"
    },
    {
      "text": "surplus to requirements",
      "desc": "no longer needed"
    },
    {
      "text": "ageism",
      "desc": "the unfair treatment of older people because of their age"
    },
    {
      "text": "symptom",
      "desc": "something wrong with your body or mind that is a sign of some illness or physical process"
    },
    {
      "text": "double whammy",
      "desc": "situation where two unpleasant things happen at the same time (informal)"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Sam",
      "text": "Something that affects almost every woman at some point in her life is the menopause. The menopause is a natural part of ageing that happens as a woman‘s hormones decline and she stops having monthly periods and being able to get pregnant naturally."
    },
    {
      "author": "Georgina",
      "text": "With the menopause comes physical signs. These vary from person to person and often include hot flushes, mood swings and night sweats. But besides these there may be other changes too and living through it can be isolating, both personally and professionally."
    },
    {
      "author": "Sam",
      "text": "In many societies, the menopause is still taboo – not talked about in public for social or religious reasons, or because people are uncomfortable discussing it"
    },
    {
      "author": "Georgina",
      "text": "But recently high-profile women like former First Lady, Michelle Obama, have started speaking up. In this programme, we’ll be hearing from two other women trying to make the menopause more visible in society…"
    },
    {
      "author": "Sam",
      "text": "…and, of course, we’ll be learning some related vocabulary as well. But first let me ask you my quiz question, Georgina. As we mentioned, the menopause is part of the natural ageing process and usually occurs between the ages of 45 and 55. But what is the average age for a woman to reach the menopause in Britain? Is it: a)    49? b)    51? or c)    53?"
    },
    {
      "author": "Georgina",
      "text": "I’ll jump in the middle and say 51 years old."
    },
    {
      "author": "Sam",
      "text": "OK, Georgina, we’ll find out the answer later in the programme."
    },
    {
      "author": "Georgina",
      "text": "Since the menopause is a normal and natural part of life it’s surprising how little it’s talked about. Dr Nighat Arif is a British Pakistani family doctor specialising in women’s health. According to her, the silence around the subject is because menopause is about getting old, something no one wants to be reminded of."
    },
    {
      "author": "Sam",
      "text": "Here is Dr Arif explaining more to BBC World Service programme, The Conversation:"
    },
    {
      "author": "Dr Nighat Arif",
      "text": "Historically, particularly when it comes to women, the older you are you’re surplus to excess now, that’s it, you’ve done your dues, you’ve had your children, your use isn’t needed anymore in society… but actually women are not like that at all, women are far more becoming productive in the career and workspace and they are the caregivers, sometimes they are actually the financial providers in their home setting as well."
    },
    {
      "author": "Georgina",
      "text": "In many cultures, the traditional role of women is to have children. Dr Arif says that after doing this, women may be considered to have done - or paid - their dues – an expression meaning to do everything you are expected to do, or to have done your duty."
    },
    {
      "author": "Sam",
      "text": "After raising children, women are sometimes thought to be surplus to excess, something which is more than needed, or in other words, surplus to requirements – a phrase meaning ‘no longer required’."
    },
    {
      "author": "Georgina",
      "text": "Of course, this isn’t true for all women everywhere, but it is surprising how unequal men and women’s experience of getting older can be. Barbara Hannah Grufferman, is an American writer who publishes a regular newsletter, ‘The Menopause Cheat Sheet’, which focuses on healthy ageing."
    },
    {
      "author": "Sam",
      "text": "Here she is speaking with BBC World Service Programme, The Conversation:"
    },
    {
      "author": "Barbara Hannah Grufferman",
      "text": "One of the biggest complications, I think, is ageism . So, if women are entering that age range, 45 and over, they’re already possibly feeling the effects of ageism, you know, pointing in their direction. And then when they add on this layer of having physical symptoms that can impact how they’re functioning at work and even at home - it’s a double whammy."
    },
    {
      "author": "Sam",
      "text": "For Barbara Hannah Grufferman, one of the biggest barriers women face is ageism - the unfair treatment of older people because of their age."
    },
    {
      "author": "Georgina",
      "text": "Just as racism and sexism discriminate against people because of their race or gender, ageism values older people less than the young."
    },
    {
      "author": "Sam",
      "text": "As we mentioned before, the menopause brings physical signs such as hot flushes or night sweats. These signs are known as symptoms - things wrong with your body or mind that are signs of some illness or bodily process."
    },
    {
      "author": "Georgina",
      "text": "So menopausal women suffer physical symptoms, as well as possibly dealing with discrimination based on their age. Barbara Hannah Grufferman calls this a double whammy – an informal way to describe a situation where two unpleasant things happen at the same time."
    },
    {
      "author": "Sam",
      "text": "The menopause can be a difficult time in a woman’s life. But with age comes wisdom and experience and in more and more societies around the world the menopause is being talked about more openly."
    },
    {
      "author": "Georgina",
      "text": "Speaking of which, what was the answer to your question, Sam?"
    },
    {
      "author": "Sam",
      "text": "In my quiz question I asked about the average age for British women to reach menopause."
    },
    {
      "author": "Georgina",
      "text": "I said it was c) 51."
    },
    {
      "author": "Sam",
      "text": "Which was… the correct answer! Although for some women menopause can start as early as in their 40s."
    },
    {
      "author": "Georgina",
      "text": "OK, let’s recap the vocabulary from this programme starting with taboo – something which is forbidden for social or religious reasons."
    },
    {
      "author": "Sam",
      "text": "To pay your dues means to do your duty."
    },
    {
      "author": "Georgina",
      "text": "Surplus to requirements means to be no longer needed."
    },
    {
      "author": "Sam",
      "text": "Ageism is the unfair treatment of older people because of their age."
    },
    {
      "author": "Georgina",
      "text": "Symptom is a sign of illness."
    },
    {
      "author": "Sam",
      "text": "And finally, a double whammy is a situation where two unpleasant things happen at once."
    },
    {
      "author": "Georgina",
      "text": "That’s all from us, but we hope to see you again soon. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Georgina",
    "Dr Nighat Arif",
    "Barbara Hannah Grufferman"
  ]
}