{
  "title": "I love my language!",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09w5dmw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210923",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210923_6min_english_indigenous_download.mp3",
  "intro": [
    "Languages carry people’s history, culture, and identity. Some indigenous languages are at risk of disappearing and, when this happens, so does the culture it's linked to. In this programme, Neil and Sam talk about a woman's effort to keep her language alive."
  ],
  "this_week_question": [
    "The dominance of international languages, including English, has endangered other less-spoken languages. Did you know that nearly 7,000 different languages are spoken around the world? But how many of these are indigenous?",
    "a)    3,000",
    "b)    4,000",
    "c)    5,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "indigenous",
      "desc": "relating to the people who originally lived in a place, rather than people who moved there from somewhere else"
    },
    {
      "text": "glee",
      "desc": "a feeling of happiness, pleasure or excitement"
    },
    {
      "text": "pass (something) on to",
      "desc": "to give something to someone, usually in your family, who lives on after you die (phrasal verb)"
    },
    {
      "text": "bumps in the road",
      "desc": "small problems or delays that slow down or stop something from developing (informal)"
    },
    {
      "text": "immersion",
      "desc": "the process of learning something, such as a language or a skill, by using only that and nothing else code-switching changing between two or more languages when you are speaking"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Last weekend I was driving from London to Anglesey in Wales when I saw a road sign written in two languages. It said, ‘Welcome to Wales’ in English, and below that, it said ‘Croeso I Gymru’ in Welsh."
    },
    {
      "author": "Sam",
      "text": "Yes, Welsh is spoken by many people in north Wales. It’s the indigenous language – the language spoken by the people who originally lived in a place, rather than by others who moved there from somewhere else."
    },
    {
      "author": "Neil",
      "text": "Welsh is a good example of an indigenous language that has survived. Some children speak Welsh in school and the local government has encouraged its spread. But not all indigenous languages have been so lucky, as we’ll be finding out in this programme."
    },
    {
      "author": "Sam",
      "text": "Of course, languages are more than just words – they carry people’s history, culture, and identity. So, when an indigenous language disappears so too does the culture."
    },
    {
      "author": "Neil",
      "text": "Yes, the dominance of international languages, including English, has endangered other less-spoken languages. So, here’s my quiz question, Sam. Did you know that nearly 7,000 different languages are spoken around the world? But how many of these are indigenous? Is it: a) 3,000? b) 4,000? or c) 5,000?"
    },
    {
      "author": "Sam",
      "text": "Hmmm, I’ll say b) 4,000 languages."
    },
    {
      "author": "Neil",
      "text": "Ok, Sam, we’ll find out the answer at the end of the programme."
    },
    {
      "author": "Sam",
      "text": "One indigenous language speaker is Mshkogaabwid Kwe. She’s from Canada, or ‘Turtle Island’ as it’s called by her tribe. She grew up speaking English instead of her native language, Anishinaabemowin, which she only learned later, as an adult."
    },
    {
      "author": "Neil",
      "text": "Listen to Mshkogaabwid speaking with BBC World Service programme, The Conversation, about how she felt learning Anishinaabemowin later in life."
    },
    {
      "author": "Mshkogaabwid Kwe",
      "text": "When I realised that the sounds that were coming out of my mouth were the same sounds that had come out of my ancestors’ mouths thousands of years ago I felt a deep sense of who I was and what it means to be Anishinaabemowbec and it made me realise that my dream of learning this language and passing it on to my children was now accessible, was now reachable, attainable. And, you know, after a couple of months, I was able to understand one full prayer that was said at a ceremony feast and the glee in me and the feeling of joy at being able to understand something in my own language, it was the most profound sense of confidence."
    },
    {
      "author": "Sam",
      "text": "Learning to speak the language of her ancestors gave Mshkogaabwid glee – a feeling of happiness, pleasure, or excitement."
    },
    {
      "author": "Neil",
      "text": "Although she didn’t grow up speaking Anishinaabemowin she now wants to pass it on to her children. To pass something on means to give it to someone, usually in your family, who lives on after you die."
    },
    {
      "author": "Sam",
      "text": "Mshkogaabwid’s decision to raise her children speaking Anishinaabemowin turned out to be the right one, as she explained to BBC World Service programme, The Conversation."
    },
    {
      "author": "Mshkogaabwid Kwe",
      "text": "There are lots of bumps in the road but it’s going very well. My daughter is turning four and she completely understands the language. Being put back into day care, which she’s only been there maybe a month, has really influences her English… so I notice she’s speaking a lot of English and so that was a little bit rough for the family being an immersion home where we only speak Anishinaabemowin when in the home, for there to be so much English, and only recently, over the last week and a half, have we really noticed her switch and her shift back into using the language."
    },
    {
      "author": "Neil",
      "text": "Bringing up her children to speak her indigenous language wasn’t easy and Mshkogaabwid says there were some bumps in the road - small problems or delays that slowed down or stopped things from developing."
    },
    {
      "author": "Sam",
      "text": "To help, her family spoke only Anishinaabemowin at home, using a technique called immersion - the process of learning a language or skill by using only that and nothing else."
    },
    {
      "author": "Neil",
      "text": "This meant that Mshkogaabwid’s children spoke both English - at school - and Anishinaabemowin - at home. She noticed how they changed between languages when speaking, something known as code-switching."
    },
    {
      "author": "Sam",
      "text": "Mshkogaabwid believes this not only helps her children’s development but also gives them a sense of family history, as well as preserving her traditional culture..."
    },
    {
      "author": "Neil",
      "text": "…a culture she hopes they will pass on to their children in turn."
    },
    {
      "author": "Sam",
      "text": "So while indigenous cultures are threatened by big global languages, there’s still hope that many will survive into the future. Which reminds me of your quiz question, Neil. Was my answer, right?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, I asked Sam how many of the 7,000 languages spoken around the world are indigenous."
    },
    {
      "author": "Sam",
      "text": "And I thought it was b) 4,000 languages."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer! And what’s amazing is that although indigenous peoples make up under 6% of the global population, they speak more than 4,000 of the world's languages."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, let’s recap the vocabulary from this programme on indigenous languages – languages spoken by the people who originally lived in a place rather than others who came later."
    },
    {
      "author": "Neil",
      "text": "Glee is a feeling of happiness or excitement."
    },
    {
      "author": "Sam",
      "text": "If you pass something on, you give it to someone, usually in your family, who lives on after you."
    },
    {
      "author": "Neil",
      "text": "A bump in the road is a small problem or delay that slows things down."
    },
    {
      "author": "Sam",
      "text": "Immersion is the process of learning something, like a language or a skill, by using only that and nothing else"
    },
    {
      "author": "Neil",
      "text": "And finally, code-switching is the ability to change between two or more languages when speaking."
    },
    {
      "author": "Sam",
      "text": "That’s all from us."
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Mshkogaabwid Kwe"
  ]
}