{
  "title": "Angela Merkel",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09wwg02.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211014_6min_english_angela_merkel_download.mp3",
  "intro": [
    "Angela Merkel, who is stepping down after 16 years leading Germany, has often been referred to as 'mutti' - which means 'mother' in German. Where did this nickname come from and who is she really? That's what Sam and Neil talk about, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "Who was Germany’s first ever chancellor? a) Otto von Bismarck b) Helmut Schmidt c) Or Franz von Papen",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "chancellor",
      "desc": "person in the highest position in a government or a university, and especially the title for the head of the government in some European countries"
    },
    {
      "text": "hardline",
      "desc": "describes someone with traditional and strict beliefs that can’t be easily changed"
    },
    {
      "text": "put down",
      "desc": "insult, used to make someone feel stupid or embarrassed"
    },
    {
      "text": "put in their place",
      "desc": "made to feel less important than they are trying to be"
    },
    {
      "text": "cliches",
      "desc": "phrases or ideas that have become meaningless because they’ve been overused"
    },
    {
      "text": "deadpan",
      "desc": "serious facial expression that shows no emotion"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’re talking about a famous leader and teaching you some useful vocabulary…"
    },
    {
      "author": "Neil",
      "text": "..like ‘ chancellor’ – the person in the highest position in a government or a university – and especially the title for the head of the government in some European countries."
    },
    {
      "author": "Sam",
      "text": "Such as Germany, where a chancellor runs the country. It’s a position like the prime minister in the UK."
    },
    {
      "author": "Neil",
      "text": "And one of Germany’s longest serving chancellors was Angela Merkel, who led the country from 2005 until the recent elections in September 2021."
    },
    {
      "author": "Sam",
      "text": "Well, we’re going to find out more about her soon but not before I’ve challenged you to answer this question, Neil. Who was Germany’s first ever chancellor ? Was it: a) Otto von Bismarck, b) Helmut Schmidt or c) Franz von Papen?"
    },
    {
      "author": "Neil",
      "text": "Well, my knowledge of German history isn’t great but a) Otto von Bismarck, sounds most likely."
    },
    {
      "author": "Sam",
      "text": "OK, I’ll reveal the answer later on. But let’s talk more about Angela Merkel now. She was in office for 16 years – ‘in office’ means ‘in power’ or ‘in charge’, until she stepped down last month."
    },
    {
      "author": "Neil",
      "text": "Yes, that’s a long time – which meant that she had to make lots of decisions, popular with some people and not with others."
    },
    {
      "author": "Sam",
      "text": "Over that time, she’s gained a nickname – ‘mutti’ – German for ‘mother’. This could be seen as a compliment but started life as more of an insult, as BBC correspondent Damien McGuinness, explained on the BBC Radio programme, From Our Own Correspondent…"
    },
    {
      "author": "Damien McGuinness, BBC correspondent",
      "text": "The ‘mummy Merkel’ image in fact, started off as an insult from conservative rivals. It was made up during her first term in office by hardline conservatives in her predominantly male party. A patronising put down behind her back. Given her dry academic distinctly un-cuddly style, it was meant to be slighly ironic to put her in her place as a woman, possibly even meant to be hurtful, given that in reality she has no children."
    },
    {
      "author": "Sam",
      "text": "Oh dear, so the nickname of ‘mother’ was really used as an insult to start with, probably invented by the men in her political party – described as the hardline conservatives – ones with traditional and strict beliefs that can’t be changed."
    },
    {
      "author": "Neil",
      "text": "Yes, the nickname was used as a put down – that’s an insult, used to make someone feel stupid or embarrassed. And the intention was to make her feel less important – or to put her in her place ."
    },
    {
      "author": "Sam",
      "text": "Well, politics is full of insults and critics, but it sounds rather cruel, and Damien McGuinness does go on to say that this image is really a ‘media myth’ and not quite accurate."
    },
    {
      "author": "Neil",
      "text": "The media has not always been negative about Angela Merkel. She is the longest serving amongst current EU leaders and participated in an estimated 100 EU summits. She has often been described as \"the only grown-up in the room\". So, the media has also labelled her ‘The Queen of Europe’."
    },
    {
      "author": "Sam",
      "text": "What is true is that following the recent elections in Germany, her successor – the person who became chancellor - will lack the experience and gravitas that Merkel has gained over her 16 years as chancellor."
    },
    {
      "author": "Neil",
      "text": "But Damien McGuinness, in his report for the BBC’s From Our Own Correspondent programme, concludes that many people aren’t sure which of her nicknames is accurate. What word does he use to mean ‘phrases or ideas that have become meaningless because they’ve been overused’?"
    },
    {
      "author": "Damien McGuinness, BBC correspondent",
      "text": "But the confusion around these cliches does point to another truth - The Chancellor is discreet, to the point of sometimes being invisible. So, there's a fascination about what's really going on behind that deadpan exterior. Angela Merkel may have been in power for more than a decade and a half, but people are still not really sure they know who she is."
    },
    {
      "author": "Sam",
      "text": "He used the word cliches to mean ‘phrases or ideas that have become meaningless because they’ve been overused.’ People are unsure which description of her is true because she is discreet – she keeps quiet about things so as not to attract attention."
    },
    {
      "author": "Neil",
      "text": "Yes, it’s hard to know what she is thinking because she looks deadpan – that means she looks serious and doesn’t show expression or emotion."
    },
    {
      "author": "Sam",
      "text": "Hmmm, I wonder if Germany’s first ever chancellor had a deadpan exterior?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, earlier you asked me who that was, and I said it was Otto von Bismarck. Was I right?"
    },
    {
      "author": "Sam",
      "text": "Yes, you were – well done."
    },
    {
      "author": "Neil",
      "text": "Wunderbar! Now it’s time to recap some of the vocabulary we’ve mentioned today, starting with chancellor - the person in the highest position in a government in some countries."
    },
    {
      "author": "Sam",
      "text": "Hardline describes someone with traditional and strict beliefs that can’t be easily changed."
    },
    {
      "author": "Neil",
      "text": "A put down is an insult, used to make someone feel stupid or embarrassed."
    },
    {
      "author": "Sam",
      "text": "When someone is put in their place , they are made to feel less important than they are."
    },
    {
      "author": "Neil",
      "text": "Cliches are phrases or ideas that have become meaningless because they’ve been overused. And deadpan describes someone’s serious facial expression that shows no emotion."
    },
    {
      "author": "Sam",
      "text": "Thanks, Neil. That’s all for now but don’t forget there are lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com. You can also find us on social media and on our free app. Thanks for listening and goodbye."
    },
    {
      "author": "Neil",
      "text": "And if you enjoy topical discussion, like in 6 Minute English, why not try one of our other podcasts? In News Review we take a big international story, discuss the vocabulary used in the headlines, and teach you how to use it in your everyday English. That’s News Review from BBC Learning English. Try it out!"
    },
    {
      "author": "Sam",
      "text": "Thank you for listening and goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Damien McGuinness, BBC correspondent"
  ]
}