{
  "title": "Should fast food sponsor sport?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09ysqvm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211104",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211104_6_minute_english_junk_food_and_sport_download.mp3",
  "intro": [
    "Is it right for companies selling unhealthy products to sponsor sporting events? Why do some companies that make unhealthy food and drinks advertise during the Olympics? That's what Sam and Neil talk about, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "McDonalds had a long history with the Olympic Games until the company ended the partnership ahead of the 2024 games in Paris. But why did McDonalds choose to quit? Was it because:",
    "a) they wanted to change the name of French fries to McFries?",
    "b) they didn’t want to call their hamburger, ‘Le Big Mac’? or,",
    "c) they wanted to be the only company selling cheese for cheeseburgers?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "sponsor",
      "desc": "pay for an event or tournament in order to advertise a company or brand in return"
    },
    {
      "text": "fast food",
      "desc": "hot, often unhealthy, food such as hamburgers or pizza that is quick to cook and serve"
    },
    {
      "text": "brand attachment",
      "desc": "a deep emotional connection between humans and brands"
    },
    {
      "text": "health halo",
      "desc": "the perception that something is healthy for you even though there is little evidence to support this"
    },
    {
      "text": "ultra-processed food",
      "desc": "foods containing added artificial ingredients that you wouldn’t add when cooking homemade food"
    },
    {
      "text": "beverage",
      "desc": "any type of drink"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "The Olympic Games happen every four years and the most recent games were held in Tokyo this summer. Did you watch them, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes, I saw British swimmer, Adam Peaty, win a gold medal and - my personal favourite - 13-year-old, Sky Brown, competing in an exciting sport which was added to the Olympics this year: skateboarding."
    },
    {
      "author": "Neil",
      "text": "Olympic athletes inspire people around the world to take on new challenges, eat healthily and get fit. So it seems strange that some of the companies that sponsor – or pay for, the Olympic Games also sell food and drink which is linked to obesity, heart disease and diabetes."
    },
    {
      "author": "Sam",
      "text": "Tobacco advertising was banned from international sport in 2005 because of the harmful effects of smoking. But other companies selling less-than-healthy products still sponsor big sporting events."
    },
    {
      "author": "Neil",
      "text": "These could be sugary drink companies, or others who sell fast food – hot food, like hamburgers, that is quick to cook and serve but which is often unhealthy."
    },
    {
      "author": "Sam",
      "text": "In this programme we’ll be asking whether it’s right for companies selling unhealthy products to sponsor sporting events."
    },
    {
      "author": "Neil",
      "text": "But first it’s time for my quiz question, Sam. McDonalds had a long history with the Olympic Games until the company ended the partnership ahead of the 2024 games in Paris. But why did McDonalds choose to quit? Was it because:"
    },
    {
      "author": "Sam",
      "text": "Hmm, I think maybe it’s a) because they wanted to call French fries, McFries."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out the answer later in the programme."
    },
    {
      "author": "Sam",
      "text": "Someone who is worried about the relationship between fast food and sport is Dr Sandro Demaio. He worked for the World Health Organisation specialising in obesity before starting his own public health agency in Australia."
    },
    {
      "author": "Neil",
      "text": "Here is Dr Demaio speaking with BBC World Service programme, The Food Chain, about the problem with unhealthy brands and food products:"
    },
    {
      "author": "Dr Sandro Demaio",
      "text": "By having their brand alongside a young person’s favourite sporting hero, on the chest of their national team, it does two things. First of all, it creates brand attachment , so if you’re a young child you built the connection in your mind that basically fast food equals success. At the same time it also gives a health halo to that brand. Then you start to think in your mind, even subconsciously, that it can’t be that bad…"
    },
    {
      "author": "Sam",
      "text": "You’ve probably heard of ‘brand loyalty’, where people have a favourite brand they always buy, but Dr Demaio is concerned about brand attachment ."
    },
    {
      "author": "Neil",
      "text": "Brand attachment is the emotional connection between humans and brands. It goes deeper than loyalty so that people mentally connect a particular company with feelings of winning, being healthy and success."
    },
    {
      "author": "Sam",
      "text": "The problem comes when these feelings attach to companies that aren’t healthy at all. Dr Demaio says this creates a health halo – the belief that something is good, like an angel’s halo, even though there is little evidence to support this."
    },
    {
      "author": "Neil",
      "text": "On the other hand, fast food and fizzy drink companies invest large amounts of money in sport, over 4.5 billion dollars since the 2016 Rio Olympics, much of it supporting athletes around the world."
    },
    {
      "author": "Sam",
      "text": "Yes, with travel, training and equipment the cost of being an Olympic athlete can be huge. And depending on your country and your sport, there may be little financial help."
    },
    {
      "author": "Neil",
      "text": "Many athletes are desperate for any sponsorship they can get - but does that make it right to promote unhealthy eating in return?"
    },
    {
      "author": "Sam",
      "text": "Not according to Dr Demaio, who thinks people should worry about the nutritional value of fast food, as he explained to BBC World Service’s, The Food Chain:"
    },
    {
      "author": "Dr Sandro Demaio",
      "text": "When we think about foods and beverages of public health concern, we tend to start by talking about highly-processed foods, particularly ultra-processed foods. These are foods that have been really broken down to their basic elements and then built up – they’re more products really than foods – they’re made in a laboratory not a kitchen."
    },
    {
      "author": "Neil",
      "text": "Dr Demaio mentions unhealthy foods and beverages – another word for drinks."
    },
    {
      "author": "Sam",
      "text": "He’s concerned about the public health risk of ultra-processed food – foods containing extra ingredients like chemicals, colourings and sweeteners that you wouldn’t add when cooking homemade food."
    },
    {
      "author": "Neil",
      "text": "A potato, for example, is natural - minimally processed. Bake a potato and it becomes ‘processed’. Make French fries and it’s ‘ultra-processed’."
    },
    {
      "author": "Sam",
      "text": "And speaking of French fries, Neil, what was the answer to your quiz question?"
    },
    {
      "author": "Neil",
      "text": "Yes, I asked Sam the reason behind the decision McDonald’s made not to sponsor the 2024 Paris Olympics."
    },
    {
      "author": "Sam",
      "text": "I said it was, a) because they wanted to call French fries, McFries."
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer! In fact, McDonald’s wanted to be only company allowed to advertise cheese so it could boost cheeseburger sales."
    },
    {
      "author": "Sam",
      "text": "This didn’t go down well with officials in France, a country with over a thousand different types of cheese! OK, let’s recap the vocabulary from this programme starting with fast food – hot food that is quick to cook but may be unhealthy."
    },
    {
      "author": "Neil",
      "text": "Companies that sponsor sports events, pay for them to happen."
    },
    {
      "author": "Sam",
      "text": "Brand attachment is a psychological connection between someone and a brand."
    },
    {
      "author": "Neil",
      "text": "A health halo is the perception that something is healthy for you, even if it’s not."
    },
    {
      "author": "Sam",
      "text": "Ultra-processed foods are foods containing added artificial ingredients like colourings and preservatives."
    },
    {
      "author": "Neil",
      "text": "And a beverage is another word for a drink."
    },
    {
      "author": "Sam",
      "text": "That’s all from us, but if you’d like to find out more about the business, science and culture of food, why not download The Food Chain podcast! – it’s updated weekly and available now."
    },
    {
      "author": "Neil",
      "text": "Join us again soon for more topical discussion and vocabulary here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dr Sandro Demaio"
  ]
}