{
  "title": "How green is nuclear energy?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b57qqs.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211125",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211125_6min_english_nuclear_energy_download.mp3",
  "intro": [
    "Climate change is reaching emergency levels. Some people think the best option is renewable energy. Others prefer a return to nuclear energy, arguing that it’s clean, green and more reliable that renewables. But after the infamous nuclear disasters at Chernobyl and Fukushima, questions about its safety remain. Neil and Sam talk about nuclear energy, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "Many of the nuclear power stations built since the 1960s are reaching the end of their planned life, and not everyone thinks they should be replaced. In 2011, one country announced that it would phase out – meaning gradually stop using - nuclear power altogether. But which country?",
    "a) Germany",
    "b) India",
    "c) Brazil",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "renewables",
      "desc": "types of energy such as wind and solar power that can be replaced as quickly as they are used"
    },
    {
      "text": "phase (something) out",
      "desc": "gradually stop using (something)"
    },
    {
      "text": "vivid memories",
      "desc": "memories that produce powerful feelings and strong, clear images in the mind"
    },
    {
      "text": "ingrained",
      "desc": "(beliefs) so strongly held that they are difficult to change"
    },
    {
      "text": "unique selling point",
      "desc": "(or USP) the feature of something that makes it different from and better than its competitors"
    },
    {
      "text": "casualty",
      "desc": "person or thing that suffers as a result of something else happening"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "With winter here, the rising price of oil and natural gas has become a hot topic."
    },
    {
      "author": "Sam",
      "text": "At the same time, climate change is also reaching emergency levels, and world leaders are looking for ways to reduce our consumption of fossil fuels. Some think the best option is renewables – types of natural energy, such as wind and solar power, which can be replaced as quickly as they are used."
    },
    {
      "author": "Neil",
      "text": "Others prefer a return to nuclear energy, arguing that it’s clean, green and more reliable that renewables. But after infamous nuclear disasters like those at Chernobyl and Fukushima, questions about its safety remain."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be finding out how green nuclear power is by asking: when it comes to the climate, is nuclear a friend or foe?"
    },
    {
      "author": "Neil",
      "text": "But before that, Sam, it’s time for my quiz question. Many of the nuclear power stations built since the 1960s are reaching the end of their planned life, and not everyone thinks they should be replaced. In 2011, one country announced that it would phase out – meaning gradually stop using - nuclear power altogether. But which country? Was it: a)    Germany? b)    India?   or, c)    Brazil?"
    },
    {
      "author": "Sam",
      "text": "I’ll go with a) Germany."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll reveal the correct answer later in the programme."
    },
    {
      "author": "Sam",
      "text": "As Neil mentioned, whatever the advantages of nuclear power for the climate, many members of the public have concerns about nuclear safety."
    },
    {
      "author": "Neil",
      "text": "Probably the most well-known nuclear accident happened on the 26th of April 1986 at the Chernobyl nuclear power plant in Soviet Ukraine."
    },
    {
      "author": "Sam",
      "text": "Dutch journalist Mirjam Vossen reflects on what happened with BBC World Service programme, The Real Story."
    },
    {
      "author": "Mirjam Vossen",
      "text": "The perceptions of nuclear energy of, I think, a whole generation has been shaped by high impact events, most notably the Chernobyl disaster… including myself. I have vivid memories of how the media reported on this event and how scary it was and how frightened everyone was of the radioactive clouds drifting from the Ukraine towards Europe. So, this is, sort of, ingrained in people’s minds, and for many it hasn’t been … really been updated."
    },
    {
      "author": "Neil",
      "text": "It was a frightening time, and Mirjam says she has vivid memories – memories that produce powerful feelings and strong, clear images in the mind."
    },
    {
      "author": "Sam",
      "text": "The accident in Chernobyl changed many people’s opinions of nuclear power in a negative way, and these opinions became ingrained - strongly held and difficult to change. But Mirjam believes these ingrained public perceptions of nuclear safety are out-of-date. She argues that such accidents caused by human error could not happen in the modern nuclear power stations used today."
    },
    {
      "author": "Neil",
      "text": "What’s more, nuclear creates a steady supply of power - unlike renewables, which don’t make electricity when the wind doesn’t blow, or the Sun doesn’t shine."
    },
    {
      "author": "Sam",
      "text": "So maybe nuclear power is the greenest way of generating energy without fossil fuels."
    },
    {
      "author": "Neil",
      "text": "Well, not according to Energy Institute researcher Paul Dorfman. Nuclear power stations are located near seas or large lakes because they need water to cool down. Paul thinks that soon rising seas levels will mean the end of nuclear as a realistic energy option."
    },
    {
      "author": "Sam",
      "text": "He thinks money invested in nuclear upgrades would be better spent making clean renewables more reliable instead, as he explained to BBC World Service programme, The Real Story"
    },
    {
      "author": "Paul Dorfman",
      "text": "I think the key takeaway is that nuclear’s low carbon electricity unique selling point kind of sits in the context of a much larger picture that nuclear will be one of the first and most significant casualties to ramping climate change. So, nuclear’s quite literally on the front line of climate change and not in a good way – that’s because far from helping with our climate change problems, it’ll add to it."
    },
    {
      "author": "Neil",
      "text": "One advantage of nuclear power is that it produces electricity using little carbon. Paul Dorfman calls this its unique selling point ."
    },
    {
      "author": "Sam",
      "text": "A unique selling point , which is sometimes shortened to ‘USP’, is a common way to describe the feature of something that makes it different from and better than its competitors."
    },
    {
      "author": "Neil",
      "text": "But that doesn’t change the fact that rising sea levels would make nuclear an unrealistic, even dangerous, choice. This is why he calls nuclear power a casualty of climate change, meaning a victim, or something that suffers as a result of something else happening."
    },
    {
      "author": "Sam",
      "text": "This also explains why some countries are now turning away from nuclear power towards more renewable energy sources – countries such as… well, what was the answer to your quiz question, Neil?"
    },
    {
      "author": "Neil",
      "text": "I asked Sam which country decided to gradually stop using nuclear power."
    },
    {
      "author": "Sam",
      "text": "I said a) Germany."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer! In fact, around 70% of Germany’s electricity now comes from renewables ."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, let’s recap the rest of the vocabulary from this programme, starting with to phase something out , meaning to gradually stop using something."
    },
    {
      "author": "Neil",
      "text": "Vivid memories are memories that produce powerful feelings and strong mental images."
    },
    {
      "author": "Sam",
      "text": "Opinions and beliefs which are ingrained are so strongly held that they are difficult to change."
    },
    {
      "author": "Neil",
      "text": "Something’s unique selling point , or USP , is the feature that makes it different from and better than its competitors."
    },
    {
      "author": "Sam",
      "text": "And finally, a casualty is a person or thing that suffers as a result of something else happening."
    },
    {
      "author": "Neil",
      "text": "That’s all for this look into nuclear and renewable energy."
    },
    {
      "author": "Sam",
      "text": "Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Mirjam Vossen",
    "Paul Dorfman"
  ]
}