{
  "title": "'s climate",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b787q8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211216",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211216_6min_english_climate_download.mp3",
  "intro": [
    "In this programme, Neil and Sam discuss geoengineering – the name for a collection of new scientific plans to remove carbon from the atmosphere and stop global warming. And they teach you related vocabulary so you can talk about this too."
  ],
  "this_week_question": [
    "Spraying diamond dust in the sky sounds futuristic, but in the 1960s there was a band who wrote a song called ‘Lucy in the Sky with Diamonds’. Which band wrote that song?",
    "a)    The Rolling Stones",
    "b)    The Beach Boys",
    "c)    The Beatles",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "nutrient",
      "desc": "food that plants and animals need to live and grow"
    },
    {
      "text": "pod",
      "desc": "group of whales, also other sea mammals such as dolphins"
    },
    {
      "text": "eddy",
      "desc": "large current of water moving in a circular motion"
    },
    {
      "text": "chock-a-block",
      "desc": "very full of people or things; plenty of something"
    },
    {
      "text": "repurpose",
      "desc": "find a new use for something"
    },
    {
      "text": "circular economy",
      "desc": "economic model which involves sharing, reusing, and recycling existing products as long as possible to avoid waste and to fight climate change"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. It’s hard to feel positive when you hear about climate change, don’t you think, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes. According to the UN’s COP26 conference, we’re heading for a catastrophic global temperature rise of three degrees by the end of this century… Fires are blazing from the Amazon to the Arctic... And even if we stopped burning all fossil fuels tomorrow, it would take decades to feel the effects. It’s all very depressing!"
    },
    {
      "author": "Sam",
      "text": "I agree, but there is hope that catastrophes can be avoided thanks to some amazing ideas by some very imaginative scientists. In this programme, we’ll be discussing geoengineering – the name for a collection of new scientific plans to remove carbon from the atmosphere and stop global warming."
    },
    {
      "author": "Neil",
      "text": "Also called ‘climate repair’, geoengineering is still in the experimental stages. Some technologies are controversial because they interfere with natural climate systems, and others may not even be possible."
    },
    {
      "author": "Sam",
      "text": "I think most people would say the answer is c) The Beatles"
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out the answer later in the programme. Now, throwing diamonds in the sky might sound crazy but it’s far from the wildest idea scientists have thought up to decarbonise the planet."
    },
    {
      "author": "Sam",
      "text": "Oceans hold sixteen times more carbon than the Earth’s atmosphere and could hold even more if the fish and plankton living there had more available nutrients – food that animals and plants need to grow."
    },
    {
      "author": "Neil",
      "text": "But how to provide these nutrients? Believe it or not, one answer involves - you guessed it - whale poo"
    },
    {
      "author": "Sam",
      "text": "David King chairs the Centre for Climate Repair at Cambridge University. He explained how his unusual idea would work to BBC World Service programme, Discovery:"
    },
    {
      "author": "David King",
      "text": "Image now a pod of whales all coming up and pooing in the same area of the ocean. This could be in an eddy current, and it could lead to something like 10,000 to 20,000 square kilometres being covered in nutrients, including iron. And as we know from observations today, within three months that region is chock-a-block with fish."
    },
    {
      "author": "Neil",
      "text": "Whales live in groups called pods. They swim up to the ocean surface to poo, and this poo can be spread in an eddy – a large current of water moving in a circular motion, like a giant whirlpool."
    },
    {
      "author": "Sam",
      "text": "As a result, huge areas of the ocean are covered in nutrients, and become chock-a-block with fish – an informal way to say ‘full of fish’."
    },
    {
      "author": "Sam",
      "text": "Listen as geochemist, Professor Rachael James, explains her idea to BBC World Service’s, Discovery:"
    },
    {
      "author": "Rachael James",
      "text": "For every tonne of rock that’s mined, only a very tiny proportion, a couple of grams of that, is actually diamond. The rest of it is effectively waste. So, mine waste material is potentially a really great source of material that could be repurposed for enhanced rock weathering, and I think that’s really good because it creates a circular economy."
    },
    {
      "author": "Sam",
      "text": "Mining for diamonds creates tonnes of waste rock which could be used to capture carbon. Professor James wants to repurpose this rock – to find a new use for it."
    },
    {
      "author": "Neil",
      "text": "Not only would this lock more carbon, it also creates a circular economy – an economic model which involves sharing, reusing and recycling products for as long as possible to avoid waste and to reduce levels of carbon."
    },
    {
      "author": "Sam",
      "text": "While these ideas might sound strange, they’re all theoretically possible. And looking to science for positive solutions reminds some people of the early ecological movement which started in the 1960s and now, fifty years later, is being taken seriously."
    },
    {
      "author": "Neil",
      "text": "Speaking of the 1960s, it’s time to reveal the answer to my question, Sam."
    },
    {
      "author": "Neil",
      "text": "Which was, of course… the correct answer! John Lennon and Paul McCartney wrote the song in 1967 but I doubt even they could have predicted that it would inspire a scientific idea to save the planet!"
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the vocabulary from the programme, starting with nutrients – food that plants and animals need to grow."
    },
    {
      "author": "Neil",
      "text": "Whales and other sea mammals like dolphins live in a group called a pod ."
    },
    {
      "author": "Sam",
      "text": "An eddy is a large current of water moving in a circular motion."
    },
    {
      "author": "Neil",
      "text": "Chock-a-block is an informal way to say ‘full of something’."
    },
    {
      "author": "Sam",
      "text": "If you repurpose something, you find a new use for it – a use other than what was originally intended."
    },
    {
      "author": "Neil",
      "text": "And finally, the planet’s future might depend on the circular economy – an economic system which values sharing, reusing and recycling over consumption and waste."
    },
    {
      "author": "Sam",
      "text": "These incredible scientific innovations might mean that time is not yet up for planet Earth - but time is up for this programme."
    },
    {
      "author": "Neil",
      "text": "Join us again soon for more trending topics and related vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "David King",
    "Rachael James"
  ]
}