{
  "title": "The Human Library: Life as an open book",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b4hwc7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211202",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211202_6min_english_human_library_download.mp3",
  "intro": [
    "We learn a lot from books and from talking to people. That's the idea behind an initiative to create a 'human library'. You borrow a person you wouldn’t usually meet for a half-hour candid conversation and learn what it is like to be in their shoes. That's what Neil and Sam discuss, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "The Human Library started out in Denmark but soon spread across Europe and the world. So how many countries have a Human Library now? a)    75 b)    85 c)    95",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "prejudice",
      "desc": "unfair and unreasonable dislike of a particular group of people"
    },
    {
      "text": "safe space",
      "desc": "place where you feel protected from danger and harm"
    },
    {
      "text": "put someone in a box",
      "desc": "judge what kind of person someone is based on their appearance or a limited understanding of them"
    },
    {
      "text": "feel uncomfortable",
      "desc": "feel slightly worried or embarrassed, not relaxed, in a social situation"
    },
    {
      "text": "walking on eggshells",
      "desc": "being very careful about what you do and say because you don’t want to upset or offend anyone"
    },
    {
      "text": "diversity",
      "desc": "many different types of people being included together"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "If you browse through a library, you’ll find a variety of different books, from fiction to crime to romance."
    },
    {
      "author": "Sam",
      "text": "And if you walk through a city you’ll see a variety of people of different ages, body shapes, skin colours and genders."
    },
    {
      "author": "Neil",
      "text": "In this 6 Minute English, we’ll be hearing about an unusual library where the books are people, made of flesh and bone instead of paper. It’s called The Human Library and the ‘books’ are individuals who have faced prejudice – which means an unreasonable dislike of certain types of people."
    },
    {
      "author": "Sam",
      "text": "Readers may borrow these ‘books’, who are people from all walks of life, for a thirty minute conversation. The book titles are short and to the point - titles like ‘transgender’, ‘former criminal’ or ‘immigrant’."
    },
    {
      "author": "Neil",
      "text": "The human books are volunteers, and visiting readers are encouraged to ask those awkward or embarrassing questions they’ve always wondered about."
    },
    {
      "author": "Sam",
      "text": "This means the Human Library needs to be a safe space – a place where people feel protected from danger and harm."
    },
    {
      "author": "Neil",
      "text": "It’s a fascinating idea but before we find out more, I have a question for you, Sam. The Human Library started out in Denmark but soon spread across Europe and the world. So how many countries have a Human Library now? Is it: a)    75? b)    85?   or, c)    95?"
    },
    {
      "author": "Sam",
      "text": "Well, everyone likes to hear a story – so I‘ll guess, c) 95."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out if that’s right later in the programme."
    },
    {
      "author": "Sam",
      "text": "The first Human Library was founded in Copenhagen by Ronni Abergel. Here he is telling BBC World Service programme People Fixing the World about the inspiration behind his original idea:"
    },
    {
      "author": "Ronni Abergel",
      "text": "We don’t have time on the street to stop and get to know everyone, so we drop people in little boxes … so it’s instinct that’s guiding us, and we never get beyond the instinct if we don’t get to know the person… so in our library, we recommend sitting down and meeting some of the people that you normally might actually not feel interested in sitting down with because there’s something about them that you may feel a little bit uncomfortable about. You learn tremendously not only about them, but also about yourself."
    },
    {
      "author": "Neil",
      "text": "When we meet someone new, we often already have ideas about what they are like. Ronni says we put someone in a box – an expression meaning to judge what kind of person someone is based on their appearance or on a limited understanding of who they are."
    },
    {
      "author": "Sam",
      "text": "He recommends meeting people who you wouldn’t usually spend time with, even if this makes you feel uncomfortable – feel slightly worried or embarrassed in a social situation."
    },
    {
      "author": "Neil",
      "text": "So the main idea of the Human Library is to challenge the assumptions and stereotypes that we all have about other people."
    },
    {
      "author": "Sam",
      "text": "Ronni uses social media to find volunteers who are willing to talk about their lives at public meetings, which anyone can attend."
    },
    {
      "author": "Neil",
      "text": "As the Human Library spreads around the world, more money is needed to keep the project going. This mostly comes from hosting events for private companies, including famous businesses like Google."
    },
    {
      "author": "Sam",
      "text": "Transgender volunteer Katy Jon Went is a regular host for the Human Library’s business events. Listen to this clip of her introducing the project to a group of Dutch businessmen from BBC World Service programme, People Fixing the World:"
    },
    {
      "author": "Katy Jon Went",
      "text": "When we’re in the workplace or on social media, what we often find is we’re walking on eggshells around diversity and difference, and many people don’t want to get it wrong, quite understandably. The important thing to remember is that you can ask them anything – they’re never going to make to feel wrong for the question you ask today, which is an incredibly rare offer."
    },
    {
      "author": "Neil",
      "text": "When meeting someone with completely different life experiences, people can be worried about saying the wrong thing or asking embarrassing questions. Katy says they are walking on eggshells – an expression which means to be very careful about what you do and say because you don’t want to offend or upset anyone."
    },
    {
      "author": "Sam",
      "text": "But in fact the human ‘books’ are rarely offended. The event is all about celebrating people’s difference and diversity – a term which describes how many different types of people are included together."
    },
    {
      "author": "Neil",
      "text": "Exactly. It’s a celebration for everyone regardless of race, age or gender…"
    },
    {
      "author": "Sam",
      "text": "Or nationality… and that reminds me – what was the answer to your question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Oh yes, I asked how many counties today have a Human Library. What did you say, Sam?"
    },
    {
      "author": "Sam",
      "text": "I guessed it was c) 95 countries."
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer I’m afraid. The correct answer was b) 85 countries, from Norway and Hungary all the way to Australia and Mongolia!"
    },
    {
      "author": "Sam",
      "text": "Wow! I bet that makes a lot of interesting stories! OK, let’s recap the vocabulary for this programme about people sharing their experience of facing prejudice – the unreasonable dislike of certain groups of people."
    },
    {
      "author": "Neil",
      "text": "A safe space is place where you feel protected from danger and harm."
    },
    {
      "author": "Sam",
      "text": "When we put someone in a box , we judge them based on their appearance or a limited understanding of them."
    },
    {
      "author": "Neil",
      "text": "If you feel uncomfortable , you feel slightly worried or embarrassed in a social situation."
    },
    {
      "author": "Sam",
      "text": "The expression walking on eggshells means being very careful about what you do and say because you don’t want to offend anyone."
    },
    {
      "author": "Neil",
      "text": "And finally, diversity is a term describing many different types of people being included together."
    },
    {
      "author": "Sam",
      "text": "Well, it’s time to return these human books back to the library shelves because our six minutes are up!"
    },
    {
      "author": "Neil",
      "text": "Join us again for more real-life stories and topical vocabulary here at 6 Minute English from BBC Learning English. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Ronni Abergel",
    "Katy Jon Went"
  ]
}