{
  "title": "Inventing languages",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b9xbg7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220113",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220113_6_minute_english_inventing_languages_download.mp3",
  "intro": [
    "New bits of English are invented as people use the language in new ways, but what happens when a language comes from an entirely different galaxy – somewhere like Qo’noS, home planet of the Klingons? Neil and Sam discuss how languages develop and teach some related vocabulary."
  ],
  "this_week_question": [
    "In 2010, Klingon became the first invented language to do what? Is it:",
    "a) have its own dictionary?, b) have an opera written? or, c) be recognised as an official language by the United Nations?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "living language",
      "desc": "a language that people still speak and use in their ordinary lives"
    },
    {
      "text": "my bad",
      "desc": "used instead of ‘my fault’ to admit that you have made a mistake (informal, US)"
    },
    {
      "text": "patron saint",
      "desc": "someone who is believed to give special help and protection to a particular activity"
    },
    {
      "text": "conlang",
      "desc": "constructed language; artificially invented language, such as Esperanto and Klingon"
    },
    {
      "text": "root (of a language)",
      "desc": "origin or source"
    },
    {
      "text": "get stuck on (something)",
      "desc": "be unable to continue or complete what you’re doing because it’s too difficult"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. How are you today, Sam?"
    },
    {
      "author": "Sam",
      "text": "Thanks for asking Neil, I’m fine… not!"
    },
    {
      "author": "Neil",
      "text": "Sorry, so are you fine? Or not…?"
    },
    {
      "author": "Sam",
      "text": "Oh, did I confuse you? My bad!"
    },
    {
      "author": "Neil",
      "text": "Sam is speaking English, just a very modern type of English, for example saying ‘my bad’, instead of ‘my fault’ as a way of accepting that she’s wrong."
    },
    {
      "author": "Sam",
      "text": "Or adding ‘not’ at the end of a sentence to show I really mean the opposite of what I said. Both are examples of small changes in English which have happened naturally over the last decade or two."
    },
    {
      "author": "Neil",
      "text": "Changes like these happen because, unlike say, Latin, which no-one speaks day-to-day, English is a living language – a language people speak and use in their ordinary lives."
    },
    {
      "author": "Sam",
      "text": "New bits of English are invented as people use the language in new ways, but what happens when a language comes from an entirely different galaxy – somewhere like Qo’noS, home planet of the Klingons?"
    },
    {
      "author": "Neil",
      "text": "Yes, when sci-fi TV show, Star Trek, introduced alien characters called Klingons, the makers needed to invent a whole new language - Klingon."
    },
    {
      "author": "Sam",
      "text": "Entirely made-up and unrelated to any human language, Klingon has developed a life of its own. Today you can even study it at university. So, Neil, my quiz question is this: in 2010, Klingon became the first invented language to do what? Is it:"
    },
    {
      "author": "Neil",
      "text": "Hmmm, every language needs vocabulary, so I’ll say a) Klingon was the first invented language to have its own dictionary."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, I’ll reveal the answer later in the programme. Klingon isn’t the only made-up language invented for the movies. David Peterson is the creator of Dothraki, a language used in the fantasy TV show, Game of Thrones."
    },
    {
      "author": "Neil",
      "text": "From his home in Los Angeles, David spoke to Michael Rosen, presenter of BBC Radio 4 programme, Word of Mouth. They discussed Saint Hildegard who created the very first made-up language in the 12 th century:"
    },
    {
      "author": "David Peterson",
      "text": "What she had was an entire list of nouns, a whole list of nouns – many of them godly, many of them not, and she would drop them into songs using Latin grammar and other Latin words, so it’s not a language proper in the way that we understand it now, because really when we talk about a language it’s not just the vocabulary, it’s the grammar – nevertheless we still kind of look on her as the patron saint of modern conlanging."
    },
    {
      "author": "Sam",
      "text": "Saint Hildegard invented new nouns but used Latin grammar, so David doesn’t think her invention is a proper language. Nevertheless, Saint Hildegard is considered the patron saint of languages."
    },
    {
      "author": "Neil",
      "text": "The patron saint of something refers to a Christian saint who is believed to give special help to a particular activity. Here, the activity is inventing a conlang , short for constructed language – artificially invented languages, like Klingon and Dothraki."
    },
    {
      "author": "Sam",
      "text": "Another famous constructed language, Esperanto, was invented in 1887 by Polish doctor, Ludwik Zamenhof. He wanted to make it easier for people who spoke different languages to communicate with each other."
    },
    {
      "author": "Neil",
      "text": "Listen as David Peterson speaks Esperanto with Michael Rosen and tests how much he understands for BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "David Peterson",
      "text": "You are an English speaker from Western Europe, and in the 19 th Century ‘universal’ meant ‘able to be understood by people from WesternEurope’."
    },
    {
      "author": "Michael Rosen",
      "text": "Yes, I might have got that one – the ‘parle’ bit from its Latin root , and ‘me’, obviously. Try me again."
    },
    {
      "author": "David Peterson",
      "text": "David Peterson Kiel vi fartas?"
    },
    {
      "author": "Michael Rosen",
      "text": "Who is my father? No, ‘Where am I travelling’? Er, no I got stuck on that one!"
    },
    {
      "author": "Sam",
      "text": "Like Spanish, Italian and other modern European languages, Esperanto is based on Latin. Michael guessed the meaning of the Esperanto word ‘parolas’ from its Latin root – the origin or source of a language."
    },
    {
      "author": "Neil",
      "text": "But the second sentence of Esperanto isn’t so easy. Michael gets stuck on that one – he can’t answer because it’s too difficult."
    },
    {
      "author": "Sam",
      "text": "I think I’d probably get stuck on that as well. But at least Esperanto was invented for humans, not alien creatures from outer space!"
    },
    {
      "author": "Neil",
      "text": "And speaking of creatures from outer space, did I get the right answer to your quiz question, Sam?"
    },
    {
      "author": "Sam",
      "text": "I asked Neil about an unusual first achieved by the made-up alien language, Klingon."
    },
    {
      "author": "Neil",
      "text": "I guessed it was the first invented language to have its own dictionary."
    },
    {
      "author": "Sam",
      "text": "Which was… the wrong answer, I’m afraid. Incredibly, the correct answer was c) - in 2010 a company of Dutch musicians and singers performed the first ever Klingon opera! The story must have been hard to follow but I’m sure the singing was out of this world!"
    },
    {
      "author": "Neil",
      "text": "MajQa! That’s Klingon for ‘great’. OK, let’s recap the vocabulary from our discussion about invented languages, also called constructed languages, or conlangs for short."
    },
    {
      "author": "Sam",
      "text": "A living language , like English, is a language that people still speak and use in their ordinary lives."
    },
    {
      "author": "Neil",
      "text": "The phrase, my bad, originated in the United States but is also used in Britain as an informal way to say, ‘my fault’ or to tell someone that you’ve made a mistake."
    },
    {
      "author": "Sam",
      "text": "A patron saint is someone believed to give special help and protection to a particular activity."
    },
    {
      "author": "Neil",
      "text": "The root of a languagemeans its origin or source."
    },
    {
      "author": "Sam",
      "text": "And finally, if you get stuck on something , you’re unable to complete it because it’s too difficult."
    },
    {
      "author": "Neil",
      "text": "That’s all the time we have for this programme about invented languages. ‘Gis revido baldau’- that’s Esperanto for ‘see you again soon’."
    },
    {
      "author": "Sam",
      "text": "In other words, ‘Qapla’, which is how Klingons say ‘goodbye’. Qapla!"
    },
    {
      "author": "Neil",
      "text": "Qapla!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "David Peterson",
    "Michael Rosen",
    "David Peterson"
  ]
}