{
  "title": "bugs",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bn2fjm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220224",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220224_6min_english_bugs_download.mp3",
  "intro": [
    "Would you eat a cricket doughnut? Food made from bugs is a growing trend in the Western world. Insects are an alternative source of food and experts say they’re filled with lots of good nutrients. Neil and Sam discuss this strange menu and teach you related vocabulary."
  ],
  "this_week_question": [
    "Do you know what type of food is sometimes known as ‘priest chokers’? a) cheese b) pasta c) potato",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "fusion",
      "desc": "mix of different styles"
    },
    {
      "text": "entomophagy",
      "desc": "the practice of eating insects"
    },
    {
      "text": "an uphill struggle",
      "desc": "needs a lot of effort to achieve"
    },
    {
      "text": "ingrained",
      "desc": "long-lasting attitude that is difficult to change"
    },
    {
      "text": "viscerally",
      "desc": "having an emotional reaction rather than one based on fact or reason"
    },
    {
      "text": "sustainably",
      "desc": "doing something in a way that can last for a long time and is good for the environment"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Do you like trying new food?"
    },
    {
      "author": "Sam",
      "text": "I do indeed – I love eating foods from around the world and I especially like trying out restaurants that serve news kinds of food."
    },
    {
      "author": "Neil",
      "text": "Me too, and I like food that is a mix of different styles – sometimes called fusion food. But could I tempt you to some insect tapas or a tarantula doughnut?"
    },
    {
      "author": "Sam",
      "text": "Maybe not – the idea of eating food made from bugs and creepy crawlies doesn’t appeal."
    },
    {
      "author": "Neil",
      "text": "Well, maybe I can convince you in this programme because that’s what we’re discussing – and teaching you some vocabulary along the way. But first, I must serve you a question to answer. It’s about food – but not made form bugs. Do you know what type of food is sometimes known as ‘priest chokers’? Is it: a)    cheese? b)    pasta? or c)    potato?"
    },
    {
      "author": "Sam",
      "text": "I think I know this one, Neil. It’s pasta, isn’t it?"
    },
    {
      "author": "Neil",
      "text": "Well, I will give you the answer at the end of the programme. But, let’s get back to food made from bugs – which is a growing trend in the Western world.  Insects are an alternative source of food and experts say they’re filled with lots of good nutrients, including amino acids and protein. And eating them could help to fight world hunger and reduce pollution."
    },
    {
      "author": "Sam",
      "text": "I’m not convinced yet, but I do know that the word for eating insects is ‘ entomophagy’ and it’s something BBC World Service programme, The Food Chain, discussed."
    },
    {
      "author": "Neil",
      "text": "The programme spoke to experts who think cooking with bugs is a great idea. One of them was Andy Holcroft, founding director of Grub Kitchen and Bug Farm Foods. He explained the challenge of getting some people to eat bugs…"
    },
    {
      "author": "Andy Holcroft, founding director of Grub Kitchen and Bug Farm Foods",
      "text": "In the Western culture, we have got a bit of an uphill – I would say - struggle because pre-conceptions around eating insects are already sort of ingrained in society, so we already think before we've even tried them, they're going to taste disgusting or gross. So, to actually get someone to put it in your mouth - the easiest way we find straightaway is to try maybe, a cricket cookie or a chocolate-chip cricket cookie where you have… we are using cricket powder so you don’t actually see any insects whatsoever – you’re getting the idea of eating them so people can deal with that a bit more than actually seeing the whole insect."
    },
    {
      "author": "Neil",
      "text": "Interestingly, it seems to be western cultures that don’t like eating insects – perhaps because it’s thought to be wrong or just disgusting, even if it’s not! As Andy says, people have pre-conceived ideas about it. To change these ideas is an uphill struggle or needs a lot of effort to achieve."
    },
    {
      "author": "",
      "text": "Sam Yes, the negative attitude to eating bugs is ingrained into society, meaning it is a long-lasting attitude that is difficult to change. But Andy and other chefs are trying to change that attitude by subtly introducing insects into food, such as his chocolate-chip cricket cookies."
    },
    {
      "author": "Neil",
      "text": "This is just for starters! Other interesting and exotic dishes, where you do see the bugs you’re eating, are now being served."
    },
    {
      "author": "Sam",
      "text": "I’m still not convinced but maybe chef Joseph Yoon can change my mind? He is a chef and an ‘edible insect ambassador’. He’s also trying to persuade the squeamish – people easily upset by something unpleasant - to overcome their fears of crickets, worms, and spiders, and instead see them as a tasty, alternative source of protein."
    },
    {
      "author": "Neil",
      "text": "Here he is, speaking on the BBC’s Food Chain programme talking about changing people’s attitudes."
    },
    {
      "author": "Joseph Yoon, chef and executive director of Brooklyn Bugs",
      "text": "We approach our work with openness, with understanding and inclusivity. When people approach me and they go like ‘urghh’ or they react very viscerally , I don’t get confrontational, I go like, I understand that you can feel that way and what we need to do is start changing these perceptions from insects as being a pest, that bites you or that carries disease, to edible insects, something that’s sustainably farmed and harvested specifically for human consumption."
    },
    {
      "author": "Neil",
      "text": "So, Joseph is passionate about edible insects but is understanding of people who don’t like the idea and maybe show this viscerally - having an emotional reaction rather than one based on fact or reason."
    },
    {
      "author": "Sam",
      "text": "But Joseph wants to change these negative emotions by explaining the insects are farmed purely for humans to eat, and they are farmed sustainably – in a way that can last for a long time and is good for the environment."
    },
    {
      "author": "Neil",
      "text": "I suppose we kill animals such as cows and sheep to eat so why not insects or spiders? The debate about this continues but there’s no debate about the answer to today’s question, Sam. Earlier, I asked you if you knew what type of food is sometimes known as ‘priest choker’?"
    },
    {
      "author": "Sam",
      "text": "And I was sure if was pasta."
    },
    {
      "author": "Neil",
      "text": "It is pasta. Strozzapreti, which means ‘priest chokers’ in Italian, is an elongated form of cavatelli pasta. Its name is thought to come from the greedy priests who were so enthralled by the pasta that they ate too quickly and choked themselves. No bugs were involved, though."
    },
    {
      "author": "Sam",
      "text": "That’s good to know because we have been talking about entomophagy , a word for the practice of eating insects."
    },
    {
      "author": "Neil",
      "text": "Other vocabulary we mentioned included fusion , which means a mix of different styles. And the expression an uphill struggle means needs a lot of effort to achieve."
    },
    {
      "author": "Sam",
      "text": "Something that is ingrained is a long-lasting attitude that is difficult to change."
    },
    {
      "author": "Neil",
      "text": "Viscerally describes having an emotional reaction rather than one based on fact or reason."
    },
    {
      "author": "Sam",
      "text": "And, doing something sustainably is doing it in a way that can last for a long time and is good for the environment."
    },
    {
      "author": "Neil",
      "text": "Well, that’s all for this 6 Minute English. If you’ve enjoyed it, join us again soon for more real-life stories and topical vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Andy Holcroft, founding director of Grub Kitchen and Bug Farm Foods",
    "",
    "Joseph Yoon, chef and executive director of Brooklyn Bugs"
  ]
}