{
  "title": "Sleepy in South Korea",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bjj61f.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220203",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220203_6min_english_sleep_download.mp3",
  "intro": [
    "How many hours do you sleep? Not many, if you live in South Korea, which might be one of the most stressed and tired nations on earth. It is a place where people work and study longer hours and get less sleep than anywhere else. Neil and Sam talk about sleeplessness and teach you related vocabulary."
  ],
  "this_week_question": [
    "In the 1960s, American man, Randy Gardner, set the world record for staying awake for the longest period. Do you know what that time was?",
    "a) 64 hours",
    "b) 164 hours",
    "c) 264 hours",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "go out like a light",
      "desc": "go to sleep very quickly"
    },
    {
      "text": "switch off",
      "desc": "stop thinking about something and think about something else"
    },
    {
      "text": "agitated",
      "desc": "get worried or upset"
    },
    {
      "text": "encroach",
      "desc": "gradually take over"
    },
    {
      "text": "side-effects",
      "desc": "unpleasant and unexpected result from taking medication"
    },
    {
      "text": "sleepwalking",
      "desc": "moving around and doing things while still asleep"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Sleep – we all need it – some more than others. I can usually get by with around seven hours a night but I do like to have a nap – a short sleep – in the afternoon, when I’m not working of course. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "I’m always tired and as soon as my head hits the pillow, I’m out like a light – meaning I go to sleep very quickly."
    },
    {
      "author": "Sam",
      "text": "Well, Neil, you might not survive in South Korea then. Apparently, it’s one of the most stressed and tired nations on earth - a place where people work and study longer hours and get less sleep than anywhere else. We’ll find out more later and teach some sleep-related vocabulary."
    },
    {
      "author": "Neil",
      "text": "But before we do, you need to give me a question to keep me awake and alert!"
    },
    {
      "author": "Sam",
      "text": "Of course I do, and here it is. In the 1960s, American man, Randy Gardner, set the world record for staying awake for the longest period. Do you know what that time was? Was it: a)    64 hours b)    164 hours, or c)    264 hours?"
    },
    {
      "author": "Neil",
      "text": "All sound impossible but I’ll guess a) 64 hours – that’s nearly 3 days!"
    },
    {
      "author": "Sam",
      "text": "Oh, well. I’ll give you the answer later in the programme – assuming you don’t doze off! But let’s talk more about sleep now. As I mentioned, we all need it to help our mind and body rest and relax. And going without sleep – or sleeplessness - is bad for our health."
    },
    {
      "author": "Neil",
      "text": "Many things can stop us sleeping and some of them are pressure, anxiety and stress caused by your job. And in South Korea research has shown it’s become increasingly difficult to switch off – stop thinking about work and relax. South Koreans sleep fewer hours and have higher rates of depression and suicide than almost anywhere else."
    },
    {
      "author": "Sam",
      "text": "Se-Woong Koo has been reporting on this for the BBC World Service Documentary podcast. He met one worker who explained why she never got time to relax."
    },
    {
      "author": "Se-Woong Koo, BBC reporter",
      "text": "Separating work and rest time has been a recurring issue for Ji-an – in her last job her office hours were long. Like most Korean firms, her employer didn’t think about any boundaries. They encroached on almost all her time."
    },
    {
      "author": "Korean office worker",
      "text": "They told me ‘you need to be contactable 24/7’ – there will always be someone from work reaching out to me, like needing to get something done right now. Even just thinking about it, I get really agitated ."
    },
    {
      "author": "Sam",
      "text": "So, that stressed out worker got agitated just thinking about the situation – she got worried or upset. That’s because office hours in South Korea are long and some employers expect their workers to be contactable all the time."
    },
    {
      "author": "Neil",
      "text": "Yes, there are no boundaries – so no limits or rules about when employers can contact their employees. Therefore, as this employee said, work encroached – it gradually took over - her leisure time. Stress like this can lead to insomnia – a condition where you are unable to sleep."
    },
    {
      "author": "Sam",
      "text": "The BBC Discovery podcast goes on to explain that offering a cure for this sleeplessness has become big business. There are sleep clinics where doctors assess people overnight, and sleep cafes that offer places to nap in the middle of the working day."
    },
    {
      "author": "Neil",
      "text": "One other issue in South Korea that’s affecting sleep is the ‘bali bali’ culture, meaning ‘quickly, quickly’ or ‘hurry, hurry’. People are constantly in a rush."
    },
    {
      "author": "Sam",
      "text": "Doctor Lee spoke to the World Service’s Discovery podcast about the effects of this and how even trying to take medication to help sleep, has its problems."
    },
    {
      "author": "Dr Lee",
      "text": "People take like, ten or twenty pills per one night, and because they cannot fall asleep even with the medication, they drink alcohol on top of that, and they experience side-effects of the medication. People can sleepwalk , and go to the refrigerator, eat a lot of things unconsciously - uncooked food, and they don’t remember next day. There were cases of car accidents in the centre of Seoul which has been sleepwalking patients."
    },
    {
      "author": "Neil",
      "text": "So, some people are taking lots of pills to help them sleep but they’re not working so they’re drinking alcohol as well. This leads to side-effects – unpleasant and unexpected results from the medication."
    },
    {
      "author": "Sam",
      "text": "It seems, one of these side-effects is sleepwalking – moving around and doing things while still asleep."
    },
    {
      "author": "Neil",
      "text": "Well, if sleeping pills aren’t working, there’s always meditation – or working less."
    },
    {
      "author": "Sam",
      "text": "At least South Koreans are getting some sleep, unlike Randy Gardner who I asked you about earlier."
    },
    {
      "author": "Neil",
      "text": "Yes, he holds the record for staying awake the longest. And I thought he stayed awake for 64 hours. Was I right?"
    },
    {
      "author": "Sam",
      "text": "No, Neil. Not long enough. Randy Gardner stayed awake for an incredible 264.4 hours – that’s 11 days and 25 minutes – in January 1964."
    },
    {
      "author": "Neil",
      "text": "That’s one record I really don’t want to beat."
    },
    {
      "author": "Sam",
      "text": "Well, before you nod off Neil, let’s recap some of the vocabulary we’ve been discussing, including go out like a light , which means you go to sleep very quickly."
    },
    {
      "author": "Neil",
      "text": "When you switch off you stop concentrating on one thing and start thinking about something else."
    },
    {
      "author": "Sam",
      "text": "A lack of sleep or rest can make you agitated – you get worried or upset."
    },
    {
      "author": "Neil",
      "text": "Encroach means gradually take over."
    },
    {
      "author": "Sam",
      "text": "When you take medication and it gives you an unpleasant and unexpected result, we call these side-effects ."
    },
    {
      "author": "Neil",
      "text": "And sleepwalking describes moving around and doing things while still asleep."
    },
    {
      "author": "Sam",
      "text": "That’s our six minutes up. Goodbye and sweet dreams!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Se-Woong Koo, BBC reporter",
    "Korean office worker",
    "Dr Lee"
  ]
}