{
  "title": "Discoveries of the Deep Sea",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bxgvz2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220421",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220421_6min_english_deep_sea_download.mp3",
  "intro": [
    "A thriving ecosystem has been discovered in the last few decades in a region which was previously deemed empty. Neil and Sam talk about the strange creatures of the Deep Sea, and teach you related vocabulary."
  ],
  "this_week_question": [
    "Do you know how much of the Earth’s surface is ocean?",
    "a) 50 percent",
    "b) 60 percent",
    "c) 70 percent",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "like finding a needle in a haystack",
      "desc": "something that is impossible or very difficult to find because the area you have to search is so large"
    },
    {
      "text": "thin on the ground",
      "desc": "there are very few of something"
    },
    {
      "text": "abundant",
      "desc": "there is more than enough of something"
    },
    {
      "text": "scratch the surface",
      "desc": "find out (or do) a small amount about something, but not enough to fully understand (or deal with) it"
    },
    {
      "text": "vast",
      "desc": "extremely large; huge"
    },
    {
      "text": "hard to get your head around",
      "desc": "difficult to fully understand or comprehend"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. The 20th of July 1969 was a big day in history. Do you know why, Sam?"
    },
    {
      "author": "Sam",
      "text": "Wasn’t that when Neil Armstrong first set foot on the Moon?"
    },
    {
      "author": "Neil",
      "text": "Right. But it’s often forgotten that some of the most dramatic photographs taken on the Apollo space mission weren’t of the Moon at all – they were of Earth. It wasn’t until we went to the Moon that we really saw the size of Earth’s oceans and named ourselves, the Blue Planet."
    },
    {
      "author": "Sam",
      "text": "Despite most of our planet being covered by water, the ocean remains of place of unexplored mystery, of sea monsters like Moby Dick, and the Kraken. In this programme, we’ll be diving into the deep seas, seeing some of its strange sights, and as usual, learning some related vocabulary too."
    },
    {
      "author": "Neil",
      "text": "But before that I have a question for you, Sam. You were right when you said that most of the Earth is covered by water. But do you know exactly how much of the Earth’s surface is ocean? Is it: a) 50 percent? b) 60 percent?  or, c) 70 percent?"
    },
    {
      "author": "Sam",
      "text": "Well, it is called the Blue Planet, so I’ll say c) 70 percent."
    },
    {
      "author": "Neil",
      "text": "OK. I’ll reveal the answer later in the programme. The first thing to say about the deep ocean is that the rules of life down there are very different from the rules on land. Sunlight cannot reach the very bottom of the ocean, a place between two and three kilometres down known as the ‘deep abyss’, so it totally dark and extremely cold. And the weight of water creates massive amounts of pressure."
    },
    {
      "author": "Sam",
      "text": "This extreme environment is stranger than fiction, and home to things which seem to be from another planet; things like hydrothermal vents - volcanic hot springs which break through the ocean floor. Oceanographer, Alex Rogers, joined an expedition which discovered a hydrothermal vent in the ocean near Antarctica. He told his story to BBC World Service programme, Discovery."
    },
    {
      "author": "Alex Rogers",
      "text": "Well, the first problem is actually finding them because they cover a very small area so it’s literally like trying to find a needle in a haystack , but when you do come across them, I mean, the deep ocean is food limited, so life is quite thin on the ground , and then suddenly your camera just stumbles into this area where there is just abundant life all over the sea floor and around these vents."
    },
    {
      "author": "Neil",
      "text": "Alex says that finding these small thermal vents at the bottom of the ocean is like finding a needle in a haystack , an idiom meaning almost impossible to find because the area you have to search is so large."
    },
    {
      "author": "Sam",
      "text": "Because there’s no sunlight on the ocean floor, it’s hard for plants and creatures to survive, so forms of life are thin on the ground – there are only a few of them. Alex cannot find anything to film with his camera, until suddenly he nears the vent and sees plants and animals everywhere. Here, there is more than enough, or abundant life."
    },
    {
      "author": "Neil",
      "text": "To picture a hydrothermal vent, imagine an underwater volcano. Billowing clouds of what looks like smoke heat the seawater to a temperature of 386 degrees C. This creates a warm environment of all kinds of weird and wonderful creatures, including vent mussels, tube worms and blind ‘yeti crabs’, so called because of their hairy claws, some of which get cooked because the water is so hot."
    },
    {
      "author": "Sam",
      "text": "What’s amazing is that while these vents may be as old as Earth itself, they were only discovered in the 1970s. So, are there more mysteries hiding in the deep ocean? That’s the question BBC World Service’s, Discovery, asked marine biologist, Kerry Howell. Here’s what she said."
    },
    {
      "author": "Kerry Howell",
      "text": "I have absolutely no doubt that there is plenty more to discover down there. It’s really vast , I mean it’s quite hard to get your head around how vast the deep sea is, and it is most of our planet. So… and we’ve barely scratched the surface of exploration of this unique environment, and if you think that vents were only discovered in the 70s, you know, there’s great potential for a lot else to come, I think. We’ve only been exploring this environment for the last 150 years, I mean. Before that we didn’t think there was any life down there at all. So, it’s a very young science is Deep Sea biology. And so, there’s … yeah, there’s a lot more to discover. I have no doubt."
    },
    {
      "author": "Neil",
      "text": "In terms of ocean exploration Kerry thinks we’ve only scratched the surface – found out a little bit about something, but not enough to fully understand it."
    },
    {
      "author": "Sam",
      "text": "That’s because the ocean is vast – extremely big. So vast, in fact, that it’s hard to get your head around it , or difficult to really understand."
    },
    {
      "author": "Neil",
      "text": "But how vast, exactly, Sam? In my question I asked how much of the Earth’s surface is covered by water."
    },
    {
      "author": "Sam",
      "text": "And I said it was c) 70 percent."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer! Well, 71 percent to be precise, but either way it’s hard to get your head around or difficult to fully understand."
    },
    {
      "author": "Sam",
      "text": "OK, we’d better recap the other vocabulary too, starting with the idiom, finding a needle in a haystack meaning that something is almost impossible to find because you have to search so widely for it."
    },
    {
      "author": "Neil",
      "text": "If something is thin on the ground , there’s very little of it, but if it’s abundant , there’s plenty or more than enough."
    },
    {
      "author": "Sam",
      "text": "When you only scratch the surface , you find out a little about something, but not enough to fully understand it."
    },
    {
      "author": "Neil",
      "text": "And finally, vast is another way of saying extremely large, huge or enormous."
    },
    {
      "author": "Sam",
      "text": "Unlike the vast oceans, our time is limited to just six minutes and it’s up. So, join us again soon for more amazing adventures and, of course, useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Alex Rogers",
    "Kerry Howell"
  ]
}