{
  "title": "'s love affair with coffee",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bsyqh4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220407",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220407_6min_english_coffee_download.mp3",
  "intro": [
    "Here in the UK, when it comes to enjoying a nice hot drink, it's not all about tea. We like coffee too - and we like it a lot! Sam and Neil talk about the coffee 'boom' and teach you related vocabulary."
  ],
  "this_week_question": [
    "The earliest coffee to arrive in Britain took its name from the port in Yemen it was shipped from. So, what was it called?",
    "a) Cappuccino",
    "b) Mocha",
    "c) Latte",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "caffeine hit",
      "desc": "the effect of the natural stimulant caffeine on your brain to make you feel more awake"
    },
    {
      "text": "perks you up",
      "desc": "gives you more energy, makes you feel more active"
    },
    {
      "text": "wean (somebody) off (something)",
      "desc": "make someone gradually stop using something that is bad for them"
    },
    {
      "text": "Fairtrade",
      "desc": "a system of certification which ensures that producers receive a fair price and safe working conditions for growing coffee"
    },
    {
      "text": "microlot",
      "desc": "small plot of land which grows specialised coffee beans of a very high quality or unique flavour"
    },
    {
      "text": "artisanal",
      "desc": "made in the traditional way by an artisan (someone who is skilled in working with their hands)"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Did you have a cup of coffee this morning, Neil?"
    },
    {
      "author": "Neil",
      "text": "Oh yes, I can’t start the day without my morning cup of coffee… or two… or three!"
    },
    {
      "author": "Sam",
      "text": "And what do you like about coffee so much?"
    },
    {
      "author": "Neil",
      "text": "Well, that lovely smell for one thing! And, of course, it wakes me up and gets me ready to face the world."
    },
    {
      "author": "Sam",
      "text": "Ah, you mean the caffeine hit – the effect of caffeine, which is a natural stimulant, on your brain making you feel more awake. Do you think, maybe, you’re… addicted to coffee?"
    },
    {
      "author": "Neil",
      "text": "It’s not just me, Sam. Have you seen how busy coffee shops are nowadays?! Full of people enjoying delicious coffee from all around the world!"
    },
    {
      "author": "Sam",
      "text": "Well, it wasn’t always like that, Neil. The first coffee to reach Britain in the 17th century took months to arrive by sea. It was made by boiling raw coffee beans, and apparently tasted awful! In this programme, we’ll be looking into the history of coffee in Britain, and as usual, we’ll be learning some related vocabulary too. But before that, I have a question for you. The earliest coffee to arrive in Britain took its name from the port in Yemen it was shipped from. So, what was it called? Was it: a) Cappuccino? b) Mocha? or c) Latte?"
    },
    {
      "author": "Neil",
      "text": "I’ll say b) Mocha."
    },
    {
      "author": "Sam",
      "text": "OK. I’ll reveal the answer later in the programme."
    },
    {
      "author": "Neil",
      "text": "Britain’s love affair with coffee started with the opening of London’s first coffee shop in 1652. People loved the effect – coffee made them more talkative and brighter, it kept them awake for longer, and the drink became more and more popular. Within a decade over eighty new coffee shops had opened in the City of London alone"
    },
    {
      "author": "Sam",
      "text": "By the 1800s, though, tea had replaced coffee as the most fashionable drink, partly because it was drunk by Queen Victoria. Listen as Judith Hawley, an expert on 18th century literature, takes up the story with BBC Radio 4 programme, In Our Time."
    },
    {
      "author": "Judith Hawley",
      "text": "It became more of a working-class drink. So, there were coffee shacks and carts like these sort of little street carts that you get still in London, and you get all over New York, that is a cheap, quick drinks to perk you up . And the Temperance Movement sponsored coffee taverns to try to wean working men off going to the pub for lunch. So, it moved. It declined seriously and has never fully recovered even in the current coffee boom."
    },
    {
      "author": "Neil",
      "text": "In the 17th century there was a coffee boom – an increase in its popularity. One of the reasons was that coffee perks you up – gives you more energy and makes you more active."
    },
    {
      "author": "Sam",
      "text": "Drinking coffee was also supported by a social group called the Temperance Movement, who campaigned to make alcohol illegal. They used coffee to wean men off alcohol – make them gradually stop using something they had become addicted to."
    },
    {
      "author": "Neil",
      "text": "Coffee changed British society and continues to do so today. Here’s Professor Judith Hawley again, talking to BBC Radio 4’s, In Our Time, about the situation today."
    },
    {
      "author": "Judith Hawley",
      "text": "I think if we look at the way coffee consumption is going today it seems to me to set out two quite radical alternatives for the world. One is the world of corporate coffee, the coffee chains existing on a low wage economy. So, you have that kind of mass coffee market on the one hand. One the other hand you have these microlot estates, Fairtrade coffee, the sort of hipster coffee which is as varied and as interesting as fine wines and is made in an artisanal way."
    },
    {
      "author": "Sam",
      "text": "Many customers today are turning away from large coffee chains like Starbucks, in search of a more responsibly sourced cup of coffee. One example of this is Fairtrade , an ethical standards scheme which guarantees a fair price for coffee producers in South America, Africa and Asia."
    },
    {
      "author": "Neil",
      "text": "Another recent development is the use of microlots – small plots of land which grow specialised coffee beans prized for their high quality and unique flavour."
    },
    {
      "author": "Sam",
      "text": "Fairtrade and microlot coffee are part of a shift in focus towards quality, artisanal coffee – coffee made by hand, in the traditional way by skilled growers. It’s artisanal coffee that’s often sold in smaller, independent coffee shops preferred by trendy hipsters."
    },
    {
      "author": "Neil",
      "text": "So, coffee in Britain has come a long way from the days it travelled for months by sea from faraway places like Ethiopia and Java – which reminds me, Sam, what was the answer to your question."
    },
    {
      "author": "Sam",
      "text": "I asked Neil which city gave its name to the first coffee to arrive in Britain in the 1600s."
    },
    {
      "author": "Neil",
      "text": "I guessed it was b) Mocha, which happens to be my favourite drink."
    },
    {
      "author": "Sam",
      "text": "Well, you guessed right because that was the correct answer! You certainly know your coffee, Neil."
    },
    {
      "author": "Neil",
      "text": "Right, let’s recap the vocabulary we’ve used in this programme on the history of coffee, a drink which can perk you up - give you more energy and make you feel awake."
    },
    {
      "author": "Sam",
      "text": "Many people drink coffee for the caffeine hit – the way caffeine, which is contained in coffee, stimulates your body and mind. The effect can be so strong you might have to wean yourself off it – gradually stop using something which is bad for you."
    },
    {
      "author": "Neil",
      "text": "Fairtrade coffee refers to a scheme which ensures that coffee farmers receive a fair price for growing their product, while a microlot is a small plot of land specialising in coffee beans of a very high quality or unique flavour."
    },
    {
      "author": "Sam",
      "text": "Finally, artisanal describes something made by artisans - skilled workers who make things by hand in the traditional way."
    },
    {
      "author": "Neil",
      "text": "Once again, our six minutes up. I’m off to get myself a hot steamy mocha. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Judith Hawley"
  ]
}