{
  "title": "Remembering Desmond Tutu",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0c06bzm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220428",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220428_6min_english_desmond_tutu_download.mp3",
  "intro": [
    "Archbishop Desmond Tutu, a Nobel Peace Prize winner who helped end the racist regime in South Africa, died last year aged 90. Neil and Sam talk about the life of this hero of the 20th century and teach you related vocabulary."
  ],
  "this_week_question": [
    "Nelson Mandela was sometimes affectionately called by his clan’s name, Madiba, but do you know what nickname Archbishop Desmond Tutu was given?",
    "a) The Des",
    "b) The Bish",
    "c) The Arch",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pamper",
      "desc": "give someone special treatment, make them very comfortable by giving them whatever they want"
    },
    {
      "text": "spoil (a child)",
      "desc": "allow a child to do and have whatever they want – considered to have a bad effect on the child’s character"
    },
    {
      "text": "take advantage (of somebody)",
      "desc": "treat someone unfairly for your own benefit"
    },
    {
      "text": "humiliate",
      "desc": "make someone feel ashamed or stupid"
    },
    {
      "text": "acquitted",
      "desc": "declared to be not guilty of committing a crime"
    },
    {
      "text": "toughie",
      "desc": "(slang) a person who is tough and determined"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "In this 6 Minute English we’re celebrating the life of one of modern South Africa’s founding fathers – the icon and Nobel laureate, Archbishop Desmond Tutu. Archbishop Tutu was one the leaders of the non-violent movement to end the system of racial segregation known as apartheid. Apartheid was enforced against the black population of South Africa by the white minority government from 1948 until 1991."
    },
    {
      "author": "Neil",
      "text": "It’s impossible to imagine South Africa's difficult journey to freedom without Archbishop Desmond Tutu. While other anti-apartheid leaders, like his close friend Nelson Mandela, were imprisoned or even killed, Archbishop Tutu was there at every step of the struggle - the rebellious priest speaking out against the injustices of apartheid. Archbishop Tutu was a hero of the 20"
    },
    {
      "author": "Sam",
      "text": "He died in December 2021 and was laid to rest in Cape Town in a state funeral on New Year’s Day. In this programme, we’ll hear about some important moments from his life and, as usual, learn some related vocabulary as well. But first I have a question for you, Neil. Nelson Mandela was sometimes affectionately called by his clan’s name, Madiba, but do you know what nickname Archbishop Desmond Tutu was given? Was it:"
    },
    {
      "author": "Neil",
      "text": "I don’t know, but I’ll guess his nickname was c) the Arch."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. We’ll find out if that’s the correct answer at the end of the programme. Desmond Mpilo Tutu was born in 1931 in the town of Klerksdorp in northern South Africa. In this 2014 interview with BBC World Service programme, Outlook, he looks back on some of his earliest childhood memories:"
    },
    {
      "author": "Desmond Tutu",
      "text": "I had a very happy childhood. I am a boy child between two girls. My sisters sometimes thought that our mother rather spoiled me, pampered me. My mother was not educated much but she had an incredible loving for people and was very generous. Part of my own unhappiness was precisely that anyone could want to take advantage of such a gracious, gentle, generous person."
    },
    {
      "author": "Neil",
      "text": "As a child, Desmond Tutu’s mother would pamper him – give him special treatment and make him feel special by doing nice things for him"
    },
    {
      "author": "Sam",
      "text": "He also says his mother spoiled him – let him do or have whatever he wanted. Spoiling a child usually has a bad effect on their character as they grow up, but this doesn’t seem to be true for Desmond Tutu."
    },
    {
      "author": "Neil",
      "text": "What upset the young Desmond was how his mother was treated by some white South Africans who would take advantage of her - treat her unfairly for their own benefit."
    },
    {
      "author": "Sam",
      "text": "In 1955 Desmond Tutu married his wife, Leah. They had children and the family moved to London for a time, before returning to South Africa when Desmond was made Dean of Johannesburg."
    },
    {
      "author": "Neil",
      "text": "He knew that returning to a racially segregated South Africa would be difficult for his family. In this interview with BBC World Service programme, Outlook, Archbishop Tutu remembers one terrifying incident involving his wife, Leah, who had gone to the Johannesburg traffic department to renew a car licence:"
    },
    {
      "author": "Desmond Tutu",
      "text": "… they handcuffed her, and they walked with her in the streets, she was paraded, and then when the court case was heard my wife was acquitted - but they had done what they wanted to do which was humiliate her, and in the process hit at me. I have to say that I found those actions near unforgivable, because I was the one who was out in the forefront... although Leah… she’s a toughie! (laughs)."
    },
    {
      "author": "Sam",
      "text": "Police officers arrested and handcuffed Leah to humiliate her – make her feel ashamed and stupid."
    },
    {
      "author": "Neil",
      "text": "When she went to court, Leah was acquitted – declared not guilty of committing a crime. But the police continued to harass her, even though his wife was, in his own words, a toughie – someone who is tough and determined."
    },
    {
      "author": "Sam",
      "text": "Archbishop Tutu describes the event as “near unforgivable” but, in fact, he did forgive the white police officers, and in 1991, at the end of apartheid, he started the Truth and Reconciliation Commission as a way of healing divisions between black and white communities."
    },
    {
      "author": "Neil",
      "text": "What an inspirational life! But we still don’t know what his nickname was, Sam!"
    },
    {
      "author": "Sam",
      "text": "Right, in my question I asked Neil what Archbishop Desmond Tutu’s nickname was."
    },
    {
      "author": "Neil",
      "text": "I guessed it was, The Arch."
    },
    {
      "author": "Sam",
      "text": "Which was the correct answer! Affectionately known as The Arch, Desmond Tutu will be remembered as a man of peace and forgiveness. Right, let’s recap the vocabulary we’ve learned in this programme, starting with pamper – to give someone special treatment."
    },
    {
      "author": "Neil",
      "text": "If you spoil a child, you let them do whatever they want, but be careful because they might take advantage of you – treat you badly for their own benefit."
    },
    {
      "author": "Sam",
      "text": "To humiliate someone means to make them feel ashamed or stupid."
    },
    {
      "author": "Neil",
      "text": "If you are acquitted of a crime, it is judged that you are not guilty."
    },
    {
      "author": "Sam",
      "text": "And finally, a toughie is a slang word to describe someone, like Archbishop Desmond Tutu or his wife, Leah, who is tough and determined."
    },
    {
      "author": "Neil",
      "text": "Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Desmond Tutu"
  ]
}