{
  "title": "The Manhattan Project",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cgxzbw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220623",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220623_6min_english_manhattan_project_download.mp3",
  "intro": [
    "In this programme we'll take a look into the science and the politics of The Manhattan Project. As usual, we'll learn some new vocabulary as well."
  ],
  "this_week_question": [
    "Uranium is the heaviest element in the periodic table. Which is the lightest?",
    "a) hydrogen b) carbon c) oxygen",
    "Watch the video to find out the answer."
  ],
  "vocab": [
    {
      "text": "the periodic table",
      "desc": "chart grouping all the chemical elements according to their atomic number and symbol fragile easily broken or damaged split break into two parts chain reaction series of connected events, where each event becomes the cause of the next memorandum short, written report on a specific issue or topic conceivable possible to believe"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Sam. Rob And I'm Rob. Sam On August the sixth 1945, the US aircraft, Enola Gay, dropped an atomic bomb on the city of Hiroshima, instantly killing 70,000 people. When Japan refused to surrender, a second bomb was dropped on Nagasaki three days later. Many believe the bombings quickened the end of the Second World War. But it came at a terrible human cost, which some have called a crime against humanity. Rob The invention of the atomic bomb, which resulted from the cooperation between the US military and some of the world's leading scientific minds, was known as The Manhattan Project. In this programme we'll take a look into the science and the politics of The Manhattan Project, and as usual, we'll learn some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "Even before World War Two, scientists had known about the potential energy inside uranium, the heaviest metal in the periodic table - a diagram which groups the chemical elements into rows and columns according to their atomic number and symbol. The challenge for science was learning how to unleash this potential energy in a controlled way."
    },
    {
      "author": "the periodic table",
      "text": "We'll hear more soon, but first I have a question for you, Rob. I mentioned that uranium is the heaviest element in  , but which is the lightest? a) hydrogen b) carbon c) oxygen Rob Well, oxygen is a gas, so it must pretty light. I'll say c) oxygen. Sam OK, Rob, we'll find out the answer later in the programme. First, let's find out a bit more about the science of uranium from Frank Close, an Oxford professor of theoretical physics, in conversation with BBC Radio 4 programme, In Our Time: Prof Frank Close In 1938 the discovery was made that if you use uranium, the atoms of uranium, which are the heaviest that occur naturally in the periodic table , they're very fragile … and the discovery was that if you just almost touched them with a single neutron, that's a nuclear particle, the uranium was like a drop of water, it would just break apart, split in two… and this action of splitting the uranium has become known as fission . Rob Atoms of uranium are very fragile - easily broken or damaged. In 1938, it was discovered that when nuclear particles called neutrons were fired at uranium atoms, they would split , or break in two. Sam This process of splitting uranium, or fission , did two things. First, it released huge amounts of energy, a billion times more than would be released in a normal chemical reaction. Rob Secondly, the act of splitting atoms released two more neutrons. These new neutrons were freed to hit more uranium, creating four neutrons, which in turn were freed and created eight, then sixteen and so on, making what's known as a chemical chain reaction. Sam In everyday English, a chain reaction is a series of events where each event becomes the cause of the next. Rob The politics behind the development of the atomic bomb was no less complex than the science. In the same year that Hitler invaded Poland, two Jewish scientists exiled from Nazi Germany - Rudolf Peierls, and Otto Frish - first realised uranium's power as a weapon of war. Listen as Professor Frank Close takes up the story for BBC Radio 4 programme, In Our Time: Prof Frank Close Having had the idea and the shock of the discovery, you immediately then think, 'maybe scientists in Germany have already had the same idea and come to the same conclusions - could Hitler already be building such a weapon?' And in their memorandum which they wrote and reached the British government they said it's conceivable that Germany is in fact developing this weapon, and the only defence against it is to have one yourself. Sam After their discovery, Peierls and Frish were worried that the Nazis had already found out how to weaponize uranium. It was conceivable , or believable, that Germany was building an atomic bomb. Rob They shared this terrifying thought in their famous memorandum - a short written report on a specific topic. As soon as US President Franklin Roosevelt read it, he started the Manhattan Project, and the race to build an atomic bomb began. Sam In a strange twist of history, it turned out that Hitler hadn't been building atomic bombs at all. And Hiroshima, the Japanese city destroyed in 1945, was rebuilt and stands as a symbol of peace today. Rob Let's end on a lighter note, Sam, with your question."
    },
    {
      "author": "Sam",
      "text": "Yes, I asked which is the lightest element in the periodic table . It's A, hydrogen, the lightest of all gases which come at the very start of the periodic table , having the atomic number 1. Rob Ah, if only I'd remembered what our chemistry teacher taught us about the periodic table - a chart grouping all the chemical elements according to their atomic number. Sam Let's recap the rest of the vocabulary too. If something is fragile it's easily broken. Rob To split something means to break it into two parts. Sam A chain reaction happens when one event becomes the cause of the next. Rob A memorandum is a short, written report on a specific topic."
    },
    {
      "author": "Sam",
      "text": "And finally, the adjective conceivable means believable. That brings us to the end of our programme! We hope you'll join us again soon for more interesting issues and useful vocabulary. Bye for now! Rob Bye!"
    }
  ],
  "authors": [
    "Sam",
    "the periodic table"
  ]
}