{
  "title": "onnecting remote communities",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0csfjkm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220811",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220811_6_min_english_connecting_distant_tribes_download.mp3",
  "intro": [
    "In certain developed countries around the world, there is a stark difference in the availability of internet to different communities. In tribal lands, located in remote, rural and rugged landscapes, internet connection is often very patchy, or non-existent.  In this episode, Sam and Neil discuss attempts to connect these remote areas. Join us to explore this topic and learn the useful vocabulary you need to talk about it!"
  ],
  "this_week_question": [
    "What was the name of the first ever internet browser, the engine for searching websites? Was it: a) Ask Jeeves? b) WorldWideWeb? c) Yahoo? Watch the video to find out the answer."
  ],
  "vocab": [
    {
      "text": "global village",
      "desc": "description of the modern world as a connected community in which people communicate across great distances using technology such as the internet and telephone"
    },
    {
      "text": "spasmodic",
      "desc": "happening suddenly for a short time and not in a regular way"
    },
    {
      "text": "dodgy",
      "desc": "(informal) bad, not able to be trusted"
    },
    {
      "text": "word-of-mouth",
      "desc": "information passed by people telling each other, rather than being written down or sent electronically"
    },
    {
      "text": "gadget",
      "desc": "small, modern electronic device or machine which does something useful"
    },
    {
      "text": "(straight) from the horse's mouth",
      "desc": "(idiom) directly from the most reliable source, or from someone who has reliable knowledge of it"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "If you’re old enough to remember the early days of dial-up internet then you’ll know the unforgettable sound of the ‘handshake’, the clicks and squeaks your computer made as it struggled to connect to the internet through the telephone line."
    },
    {
      "author": "Sam",
      "text": "Yes, I remember that strange noise! Dial-up internet was slow and websites took forever to load. And because you couldn’t use both the internet and the telephone at the same time, this was usually followed by someone shouting, “Get off the computer, I’m making a phone call!”"
    },
    {
      "author": "Neil",
      "text": "In the thirty years since then, the internet has changed dramatically. Fibre optics and broadband have created superfast internet speeds and an interconnected online world, where physical distances between people are no longer a barrier to communication -  a situation expressed in the phrase, the global village ."
    },
    {
      "author": "Sam",
      "text": "But take a closer look and you’ll still find people around the world with a slow connection or no internet at all. In this programme we’ll be finding out how some communities are working together to fix their internet connection problems for the benefit of local people. And, of course, we’ll be learning some new vocabulary too."
    },
    {
      "author": "Neil",
      "text": "But before that I have a question for you, Sam. We’ve been talking about the early days of the internet, but do you know the name of the first ever internet browser, the engine for searching websites?  Was it:"
    },
    {
      "author": "Sam",
      "text": "I’ll guess it was c) Yahoo."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out the answer later. You might think its people living in the most remote and isolated places with the greatest difficulty getting online, but that’s not always true. Even here in the UK people struggle to connect, including BBC radio listener, Katie, who explained her problem to BBC World Service programme, Digital Planet:"
    },
    {
      "author": "World Service listener, Katie",
      "text": "Hi, I’m Katie. I live in Dorset in England. Our internet can be quite spasmodic here, and I think that that’s due to most of our underground cabling is very old and somewhat dodgy , tatty, and needs replacing."
    },
    {
      "author": "Sam",
      "text": "Katie lives in Dorset, a rural part of south-west England. She describes  her internet connection as spasmodic – suddenly working but only  for a short time and not in a regular way."
    },
    {
      "author": "Neil",
      "text": "She thinks this is because her internet cables are dodgy , slang for bad or untrustworthy."
    },
    {
      "author": "Sam",
      "text": "A dodgy internet connection might be irritating, but in other parts of the world the consequences can be more serious. Aamer Hayat is farmer who lives in the Pakistani Punjab, one of the country’s most fertile regions, but also one of the least connected. His village is a three-hour drive from the nearest town, and he can’t make a phone call, even with 2G."
    },
    {
      "author": "Neil",
      "text": "For Aamer, basic weather information like knowing when rain is coming can mean the difference between his crops succeeding or failing. Without the internet he doesn’t have a reliable weather report,  so the villagers decided to build their own fifty-metre-high telephone transmission tower, linking a network of five villages to the internet. Here is Aamer talking to BBC World Service programme, Digital Planet…"
    },
    {
      "author": "Aamer Hayat",
      "text": "We used to do conventional farming like just getting information from word-of-mouth. Now, I’m using the latest technologies to have gadgets available with us and taking information right from the horse’s mouth through internet and the technology we have in our hands. So, this is what I’m doing in my farm practices."
    },
    {
      "author": "Sam",
      "text": "Before the community-built tower brought the internet to his village, Aamer got his weather report by word-of-mouth - information passed on by people telling each other."
    },
    {
      "author": "Neil",
      "text": "Now, there’s stable internet that works thanks to a tower high enough to pick up a telephone signal which it then sends into the villages via solar-powered receivers – a  type of gadget , meaning a small, electronic device which does something useful."
    },
    {
      "author": "Sam",
      "text": "This means Aamer now gets his weather report straight from the horse's mouth , an idiom meaning from a reliable source, or from someone who knows what they’re talking about. The internet brings reliable climatic information, which means a good harvest not just for Aamer and his family, but for all the families living in the five connected villages."
    },
    {
      "author": "Neil",
      "text": "It’s a great example of community action, and of people looking after each other – something which may have been lost since the early, idealistic days of the internet. And speaking of the early internet, it’s time to answer my question. Remember, I asked  you for the name of the very first internet browser."
    },
    {
      "author": "Sam",
      "text": "I guessed it was c) Yahoo. So, was I right?"
    },
    {
      "author": "Neil",
      "text": "You were… wrong, I’m afraid, Sam. Way back before Google, the first internet browser was called the WorldWideWeb - invented by none other than cyber legend, Tim Berners-Lee, who, I think, would be pleased to hear about Aamer’s community internet."
    },
    {
      "author": "Sam",
      "text": "Yes. Right, let’s recap the vocabulary we’ve learnt about internet connections between people living at a physical distance in the modern world, something described as the global village."
    },
    {
      "author": "Neil",
      "text": "If your internet is spasmodic , it’s irregular, stopping then suddenly working for a short time. In other words, it’s dodgy , a slang word meaning bad or unreliable"
    },
    {
      "author": "Sam",
      "text": "If you know something by word-of-mouth , it’s been passed verbally from person to person. Whereas if you hear it from the horse’s mouth , it’s come directly from a reliable source of information."
    },
    {
      "author": "Neil",
      "text": "And finally, a gadget is a small, electronic device with a useful purpose. Once again our six minutes are up. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "World Service listener, Katie",
    "Aamer Hayat"
  ]
}