{
  "title": "Are you following your dreams?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cxhv1w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220908",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220908_6min_english_dreams_download.mp3",
  "intro": [
    "In this programme, Neil and Beth talk about dreams. You'll hear from two people who dared to follow their dreams and are happy to have done so. You'll also learn some related vocabulary along the way."
  ],
  "this_week_question": [
    "In 2012, Australian nurse, Bronnie Ware, wrote her bestselling book, The Top Five Regrets of the Dying, after interviewing terminally ill patients about their life regrets. So, what do you think their top regret was?",
    "a)    I wish I hadn’t worked so hard.",
    "b)    I wish I had followed my dreams.",
    "c)    I wish I’d made more money.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "utopia",
      "desc": "perfect, ideal society where everyone is happy and gets along with each other"
    },
    {
      "text": "struggle with (something)",
      "desc": "find it difficult to accept or even think about (something)"
    },
    {
      "text": "outlandish",
      "desc": "strange, unusual and difficult to like"
    },
    {
      "text": "conquer",
      "desc": "control something by force"
    },
    {
      "text": "humble",
      "desc": "not proud or arrogant"
    },
    {
      "text": "a grain of sand",
      "desc": "small and insignificant, yet at the same time important, part of a whole"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "When I was a boy, I wanted to be a fireman when I grew up. How about you, Beth? Did you have any childhood dreams?"
    },
    {
      "author": "Beth",
      "text": "I wanted to be an astronaut and fly to the Moon…"
    },
    {
      "author": "Neil",
      "text": "When we’re young most of us have big dreams and plans for the future. Unfortunately, as we grow up these childhood dreams often get lost in the adult world of jobs, money, families and careers. But not for everyone…"
    },
    {
      "author": "Beth",
      "text": "Daisy, from New Zealand, and, Herman, from Argentina are two people who decided to follow their childhood dreams. They wanted the world to become a utopia – a perfect, ideal society where everyone is happy and gets along with each other. In this programme, we’ll be hearing how Daisy and Herman made their dreams come true – not by changing the world, but by changing themselves. And, as usual, we’ll be learning some new vocabulary too."
    },
    {
      "author": "Neil",
      "text": "But before that I have a question for you, Beth. Following your dreams can be tough, but not following them can leave you regretting all the things you wanted to do but didn’t. In 2012, Australian nurse, Bronnie Ware, wrote her bestselling book, The Top Five Regrets of the Dying, after interviewing terminally ill patients about their life regrets. So, what do you think their top regret was? Was it:"
    },
    {
      "author": "Beth",
      "text": "Well, I’ll guess it’s b) they wish they had followed their dreams."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I’ll reveal the correct answer at the end of the programme."
    },
    {
      "author": "Beth",
      "text": "The first dreamer we’re going to meet lives in Riverside, a peace-loving community in New Zealand where everyone shares everything. Riverside members work for the community’s businesses, including a farm, a hotel and a café. All the money they earn is collected and shared between everyone equally."
    },
    {
      "author": "Neil",
      "text": "Daisy, who was born in East Germany, joined Riverside in 2004. Here she explains her belief in sharing to BBC World Service programme, The Documentary."
    },
    {
      "author": "Daisy",
      "text": "What I think I always believed in is that the sharing of resources can provide a group of people with quite a great advantage, but it doesn’t matter how many hours you work or what work you do, everyone is getting the same amount. And that is something that many people outside of Riverside struggle with , and where we’re often getting this ‘communism’ label attached to us, because it’s so… it seems so outlandish for people."
    },
    {
      "author": "Beth",
      "text": "Riverside isn’t a communist community. In fact, people with many different political views live there. But Daisy says that local people struggle with the idea that everything is shared. If you struggle with an idea, you find it difficult to accept or think about it."
    },
    {
      "author": "Neil",
      "text": "Daisy also says some local people call Riverside outlandish – strange and unusual."
    },
    {
      "author": "Beth",
      "text": "Our second group of dreamers are a family - the Zapps. In 2000, childhood sweethearts, Herman and Candelaria Zapp, bought a vintage car and set off from Argentina to travel around the world with less than 3.500 dollars in their pockets. Twenty-two years and three children later they have visited over a hundred countries, meeting with countless people and experiences on the way."
    },
    {
      "author": "Neil",
      "text": "Here, Herman Zapp explains to BBC World Service’s, The Documentary, how following his dream has changed him for the better."
    },
    {
      "author": "Herman Zapp",
      "text": "I am so happy with the Herman there is now, that I know now – not the one who wanted to conquer the world, but the one who was conquered by the world. I learn so much from people, and it’s amazing how the more you meet people, the more you know stories, how much more humble you become because you notice that you are a beautiful, tiny piece of sand, but a very important piece of sand like everyone is, right?"
    },
    {
      "author": "Beth",
      "text": "After many years travelling, meeting new people and hearing their stories, Herman is more humble – not proud or arrogant. He no longer wants to conquer the world – to control it by force; rather, he has been conquered by his experiences."
    },
    {
      "author": "Neil",
      "text": "Herman compares himself to a beautiful but tiny piece of sand and uses the phrase a grain of sand to describe things which are insignificant in themselves, but at the same time are an important part of the whole."
    },
    {
      "author": "Beth",
      "text": "Daisy and Herman are rare examples of dreamers who followed their dream and found a happy life, lived without regret – which reminds me of your question, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, I asked about Bronnie Ware’s book, The Top Five Regrets of the Dying. What do you think the number one regret was, Beth?"
    },
    {
      "author": "Beth",
      "text": "I guessed it was b) not following your dreams."
    },
    {
      "author": "Neil",
      "text": "Which was the right answer! Not having the courage to follow your dreams was listed as the top life regret. At least we have people like Daisy and Herman to remind us dreams can come true!"
    },
    {
      "author": "Beth",
      "text": "OK, let’s recap the vocabulary from this programme, starting with utopia – a perfect world where everyone is happy."
    },
    {
      "author": "Neil",
      "text": "If you struggle with an idea, you find it difficult to accept."
    },
    {
      "author": "Beth",
      "text": "The adjective, outlandish , means strange and unusual."
    },
    {
      "author": "Neil",
      "text": "To conquer something means to control it by force."
    },
    {
      "author": "Beth",
      "text": "Someone who is humble is not proud or arrogant."
    },
    {
      "author": "Neil",
      "text": "And finally, the phrase a grain of sand describes something which is both insignificant yet somehow important."
    },
    {
      "author": "Beth",
      "text": "Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Daisy",
    "Herman Zapp"
  ]
}