{
  "title": "for dating online",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0czh7dw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220922",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220922_6min_english_english_for_dating_online_download.mp3",
  "intro": [
    "What sort of language gets used for dating online, and what new language is emerging? Sam and Roy talk about this topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to research, what do men tend to lie about in their dating profile?",
    "Is it:",
    "a) their hair? b) their height? c) their age?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dating profile",
      "desc": "brief written description of yourself which you hope will attract a romantic partner"
    },
    {
      "text": "deceptive",
      "desc": "making you believe something that is not true"
    },
    {
      "text": "hanging out",
      "desc": "spending a lot of time with someone, often friends"
    },
    {
      "text": "walking a fine line",
      "desc": "finding a balance between opposing ideas, or between two sides so as not to annoy either side"
    },
    {
      "text": "catfishing",
      "desc": "trying to attract someone by pretending to be someone else on social media"
    },
    {
      "text": "wokefishing",
      "desc": "pretending to share the same political and social opinions as a person that you are attracted to"
    }
  ],
  "transcript": [
    {
      "author": "dating profile",
      "text": "Nowadays many people use online dating apps to find love and romance. This involves writing a  – a short description of yourself which you hope makes you appear attractive to other people looking for love online."
    },
    {
      "author": "deceptive",
      "text": "If you’re very  , so if you have no friends, and you never go to the pub, and you said in your profile that your most fun thing to do is hanging out with your friends on a Saturday night, then that becomes a problem because then you’ve been very deceptive. If you occasionally do it and you made it sound a bit more like you do it all the time, that’s more exaggeration – a lot of people do that, where they exaggerate things about themselves to make them seem more attractive. But they’re walking a fine line in trying to balance between being attractive and not completely disappointing."
    },
    {
      "author": "deceptive",
      "text": "People often exaggerate things about themselves to seem more attractive online, for example that they love hanging out, or spending time with friends. Nicola also says there’s a difference between exaggerating and being  - deliberately lying and making someone believe things that are not true."
    },
    {
      "author": "walking a fine (or thin) line",
      "text": "Nicola says deceptive daters are  – they’re finding a balance between two opposing attitudes or ideas."
    },
    {
      "author": "catfishing",
      "text": "Online dating has also created new vocabulary of its own. Here’s Nicola Fox Hamilton again explaining the meaning of two new words,  and wokefishing , to BBC Radio 4’s, Word of Mouth."
    },
    {
      "author": "Wokefishing",
      "text": "is a version of catfishing , and catfishing is where someone creates a profile that isn’t them at all, so a complex false identify usually with the purpose of looking for, or pretending to get into involved in, love or romance. Wokefishing is when the person is generally who they say they are, but they say that they’re much more liberal in their values and political attitudes than they actually are."
    },
    {
      "author": "Catfishing",
      "text": "is when someone tries to be more attractive by creating a false profile and pretending to be someone else on social media. Related to this is the term, wokefishing . Here someone asks about your political and social opinions, and pretends to share them in order to get closer to you. They may pretend to have more liberal or progressive attitudes than they really do."
    },
    {
      "author": "dating profile",
      "text": "You were… wrong. According to research by Dr Fox Hamilton, men tend to lie about their height – and women, about their weight. OK, let’s recap the new vocabulary we’ve learnt in this programme about the language of online romance starting with  – a brief written description of yourself which you hope will attract a partner."
    },
    {
      "author": "deceptive",
      "text": "Being  means lying so people believe something that is not true."
    },
    {
      "author": "Hanging out",
      "text": "is an informal way to say spending time with someone, usually friends."
    },
    {
      "author": "walking a fine line",
      "text": "The phrase,  means finding a balance between two opposing ideas or attitudes, or between two opposing sides so as not to annoy either side."
    },
    {
      "author": "Catfishing",
      "text": "And finally, we learnt two newly invented expressions.  means trying to appear more attractive by pretending to be someone else on social media."
    },
    {
      "author": "wokefishing",
      "text": "And  is when someone pretends to share the same opinions as the person they are attracted to. Once again, our six minutes are up. Good luck if you are looking for love online, and remember - there’s probably someone out there interested in the real you. Bye for now!"
    }
  ],
  "authors": [
    "Sam",
    "Roy",
    "dating profile",
    "Dr Nicola Fox Hamilton",
    "deceptive",
    "walking a fine (or thin) line",
    "catfishing",
    "Wokefishing",
    "Catfishing",
    "Hanging out",
    "walking a fine line",
    "wokefishing"
  ]
}