{
  "title": "Do emojis make language better?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0ct6l2v.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220901",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220901_6min_english_emojis_download.mp3",
  "intro": [
    "Emojis are part of our daily communication. They've been around for more than 20 years, but are these colourful faces helping to bring people together or contributing to illiteracy? Sam and Neil talk about this topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "Emojis were invented in 1999 in Japan for the first internet-enabled mobile phones. The name, 'emoji', comes from the combination of two Japanese words, but which words?",
    "a) face and emotion",
    "b) picture and character",
    "c) message and image",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "the grammar police",
      "desc": "(informal) people who want to have correct English spelling and grammar written online, and who criticise those who don't follow grammar rules"
    },
    {
      "text": "a jaundiced view (of something)",
      "desc": "only seeing the negative side of something because of your own bad experience with it"
    },
    {
      "text": "the dark ages",
      "desc": "a time in the past considered not advanced and characterised by a lack of knowledge and progress"
    },
    {
      "text": "dating",
      "desc": "spending time with someone you have started a romantic relationship"
    },
    {
      "text": "lucky in love",
      "desc": "lucky in finding a romantic partner"
    },
    {
      "text": "it stands to reason (that)",
      "desc": "it seems likely to be true (that); it makes sense (that) back to the dark ages"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Sam."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Sam",
      "text": "It's nice to see you, Neil, [smiley face], [high five], [fist bump]!"
    },
    {
      "author": "Neil",
      "text": "What's this, Sam? Are you saying hello with… emojis?!"
    },
    {
      "author": "Sam",
      "text": "Yes, I am! In this programme, we're entering the world of emojis - the small characters people use to show emotions in texts and emails. Do you have a favourite emoji, Neil? Mine's the [crying tears of laughter] emoji."
    },
    {
      "author": "Neil",
      "text": "I like the [smiling face with hearts] one, and with over three thousand emojis to choose from, there's one for every occasion. It's one of the reasons why emojis have become so popular over the last 20 years - they let people put back some of the human emotion that's missing in written texts and emails."
    },
    {
      "author": "Sam",
      "text": "We'll be finding out more about emojis, and learning some related vocabulary, soon… but first I have a question for you, Neil. It's about the word 'emoji' itself, which was invented in 1999 in Japan for the first internet-enabled mobile phones. The name, 'emoji', comes from the combination two Japanese words, but which words? Is the word 'emoji' a combination of: a) face and emotion? b) picture and character? or c) message and image?"
    },
    {
      "author": "Neil",
      "text": "I'll say it's a) face and emotion."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. We'll find out if your answer gets a [thumbs up] at the end of the programme. When we talk with someone face to face, we use physical gestures like smiling, laughing or nodding to show the other person how we feel. But these gestures get lost in written communication."
    },
    {
      "author": "Neil",
      "text": "That's where emojis come in - they add feeling and emotion to online messages. But not everyone is an emoji fan. Some people believe that carefully chosen words are the best way of expressing yourself, and that emojis are affecting our ability to put feelings into words."
    },
    {
      "author": "Sam",
      "text": "Here's cognitive linguist, Professor Vyv Evans, author of a book about the language of emojis, explaining more to BBC Radio 4's, Word of Mouth."
    },
    {
      "author": "Professor Vyv Evans",
      "text": "A lot of people, you know, language-mavens, the grammar police and so on, or say… have this sort of jaundiced , prejudiced view about emoji - that it's taking us back to the dark ages of illiteracy - bring back Shakespeare, and stick to the language of Shakespeare and all the rest of it."
    },
    {
      "author": "Neil",
      "text": "Vyv Evans describes people who don't approve of emojis as the grammar police - a slang term referring to people who want to see formal language and grammar - what they call 'correct' English - written online. The grammar police criticise modern styles of English and like to correct other people's mistakes in spelling and grammar."
    },
    {
      "author": "Sam",
      "text": "According to Professor Evans, the grammar police have a jaundiced view of emojis - they only see the negative side of them because of their own ideas and experiences."
    },
    {
      "author": "Neil",
      "text": "What's more, they think emojis are taking us back to the dark ages of illiteracy, when most people couldn't read or write. If someone refers to the dark ages , they mean a past time in history considered uncivilised, and characterised by ignorance."
    },
    {
      "author": "Sam",
      "text": "But luckily for emoji fans, the grammar police are in the minority. Over 6 billion emoji messages are sent around the world every day, with about 70 percent containing emotion-based characters like [smiley face] and [blowing kisses]."
    },
    {
      "author": "Neil",
      "text": "According to Professor Evans, emoji users are more expressive, more effective communicators. So, could that be an advantage for someone looking for love online? That's what Michael Rosen, presenter of BBC Radio 4's, Word of Mouth, wanted to find out."
    },
    {
      "author": "Michael Rosen",
      "text": "Is it possible to start a relationship using emoji?"
    },
    {
      "author": "Professor Vyv Evans",
      "text": "Well, there is research that's been conducted by Match.com, the American-based dating site, and what they've found, based on their research, is that the people that use more emojis tend to be lucky in love , they have more success in terms of dating . In the digital age, using emoji makes us more effective communicators…"
    },
    {
      "author": "Michael Rosen",
      "text": "… more expressive …"
    },
    {
      "author": "Professor Vyv Evans",
      "text": "… more expressive, we're better able to express our emotional selves, and people therefore it stands to reason , if you use more emojis you're gonna get more dates!"
    },
    {
      "author": "Sam",
      "text": "For people who are dating , or starting a romantic relationship with someone, it seems that using emojis helps them be lucky in love , an expression meaning lucky in finding a romantic partner."
    },
    {
      "author": "Neil",
      "text": "Emojis let us show our true personality, so, Professor Evans says, it stands to reason - in other words, it seems likely to be true - that emoji users get more dates."
    },
    {
      "author": "Sam",
      "text": "In my question, I asked you which words combine to make up the Japanese word, 'emoji'."
    },
    {
      "author": "Neil",
      "text": "I guessed it was a) face and emotion."
    },
    {
      "author": "Sam",
      "text": "Which was [sad face] the wrong answer, I'm afraid. In fact, 'emoji' combines the words for 'picture' and 'character' in Japanese."
    },
    {
      "author": "the grammar police",
      "text": "OK, let's recap the vocabulary we've learnt about emojis, starting with  , people who want correct spelling and grammar online, and criticise those who don't."
    },
    {
      "author": "Neil",
      "text": "If you have a jaundiced view of something, you only see the negative side because of your own bad experience with it."
    },
    {
      "author": "Sam",
      "text": "' The dark ages ' describes a period in history characterised by ignorance and a lack of progress."
    },
    {
      "author": "Neil",
      "text": "If you are dating someone, you are spending time with them romantically, which means you are lucky in love , an expression meaning lucky in finding a romantic partner."
    },
    {
      "author": "Sam",
      "text": "And finally, the phrase it stands to reason means that something seems likely to be true, or it makes sense. Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Professor Vyv Evans",
    "Michael Rosen",
    "the grammar police"
  ]
}