{
  "title": "Are artistic brains different?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0d2qs6q.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221006",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221006_6min_english_artistic_brain_download.mp3",
  "intro": [
    "Does the brain of people with artistic abilities work differently from those who can't paint, draw or play any instrument? Sam and Neil talk about Mozart and teach you related vocabulary."
  ],
  "this_week_question": [
    "Amadeus Mozart was considered a child prodigy - a young child with very great musical talent. So, how old was Mozart when he composed his first piece of music?",
    "a)    five years old",
    "b)    ten years old",
    "c)    fifteen years old",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "child prodigy",
      "desc": "a young child with very great talent and ability in something"
    },
    {
      "text": "processing",
      "desc": "making sense of the information your brain receives about the external world"
    },
    {
      "text": "gist",
      "desc": "general, overall understanding of something, without the detail"
    },
    {
      "text": "tips",
      "desc": "useful pieces of advice about how to do something"
    },
    {
      "text": "blown away",
      "desc": "(informal) very impressed or pleasantly surprised by something"
    },
    {
      "text": "trainable",
      "desc": "(US) capable of being taught or trained"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Would you say you’re artistic, Sam? Can you draw or paint? Do you dance or play music?"
    },
    {
      "author": "Sam",
      "text": "I play the piano a bit. Yes, I’d say I’m quite artistic. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, if you count playing football as artistic then yes, but basically no – I can’t paint."
    },
    {
      "author": "Sam",
      "text": "We’ve been wondering why artistic ability comes more naturally to some people than others, so in this programme we’ll be asking: are artists’ brains different? We’ll hear two expert opinions, and as usual, we’ll learn some useful new vocabulary as well. So, what do you think, Neil? Are artists’ brains different from other people’s?"
    },
    {
      "author": "Neil",
      "text": "I’m not sure, Sam, but it’s true that many artists behave differently, often in very strange ways. For example, did you know that Michelangelo worked so hard he never took a bath! Or that guitar legend, Jimi Hendrix, once set fire to his guitar on stage!"
    },
    {
      "author": "child prodigy",
      "text": "We’ll hear more about the artist’s brain soon, but first I have a question for you. As you said, artistic ability comes naturally to some people, including the famous composer, Wolfgang Amadeus Mozart. Mozart was considered a  - a young child with very great musical talent. So, how old was Mozart when he composed his first piece of music? Was he: a) five years old? b) ten years old? or, c) fifteen years old?"
    },
    {
      "author": "Sam",
      "text": "I’ll guess he was a) five years old."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. I’ll reveal the answer later in the programme. If artists’ brains are different, it could mean they see the world in unusual ways. Dr Rebecca Chamberlain is a researcher in the neuroscience of art. She investigates how artists see the objects they are drawing by measuring saccades – the rapid movements our eyes make as they jump from one thing to another. Here she shares her findings with BBC World Service programme, CrowdScience."
    },
    {
      "author": "Rebecca Chamberlain",
      "text": "Artists seem to be processing the visual world in a different way to non-artists, particularly when they’re drawing. The artist actually takes a more global approach to looking – so they make bigger saccades, bigger eye movements, and shorter fixations on the image. So, it’s almost like they’re getting much more of a kind of gist level view of the thing they’re looking at."
    },
    {
      "author": "Sam",
      "text": "Rebecca’s experiments seem to confirm that artists’ brains work differently because of their processing of the visual world – the way their brains make sense of information. Interestingly, processing also means the act of developing pictures from photographic film."
    },
    {
      "author": "Neil",
      "text": "When they draw, artists make bigger, quicker eye movements so they are able to see the whole picture, something also known as the gist – the overall, general impression of something without focussing on the details. If you ‘get the gist’ of what someone is saying, you understand the overall meaning of what they say, but not the details."
    },
    {
      "author": "Sam",
      "text": "The second expert to answer our question about the artistic brain is Mike, a BBC World Service listener from Malawi. Mike is a self-taught painter who creates large, colourful pictures in his studio. According to him, artistic ability isn’t something you’re born with - it can be learned, as he explained to BBC World Service’s, CrowdScience."
    },
    {
      "author": "Arts teacher Mike",
      "text": "I had this other student… he was really at the zero, like, he could not draw – at all. So, I gave him some tips, and in a month, he was really good – he was like really surprised, blown away , he never expected it. So, there are some things that are trainable , it’s like a bike. In my case, I learned how to do those things without anyone telling me, you know like, if you are drawing the face, the human face, the distance between your eyes is the same as one of your eyes."
    },
    {
      "author": "Neil",
      "text": "Mike gives tips to his students – helpful pieces of advice about how to do something, in this case, to paint. After getting Mike’s tips, one of his students really improved and started painting much better. Mike was blown away – an informal way to say very impressed or surprised."
    },
    {
      "author": "Sam",
      "text": "Like learning to ride a bike, Mike thinks that painting is trainable – a word from American English meaning that it can be taught or trained. For him, this is proof that artists’ brains are not so different after all."
    },
    {
      "author": "Neil",
      "text": "So, there we have it – two different options, but no final answer to our question. Still, some scientists think there may be third possibility: everyone’s brain works by focussing on some areas and ignoring others, making a kind of jigsaw puzzle with missing pieces. Maybe all of us – you, me, Mozart and Jimi Hendrix - are just filling in the missing pieces our own way."
    },
    {
      "author": "Sam",
      "text": "Speaking of Mozart, Neil, it’s time to reveal the answer to your question."
    },
    {
      "author": "Neil",
      "text": "Right. I asked how old child prodigy Mozart was when he first composed music."
    },
    {
      "author": "Sam",
      "text": "I said he was five years old… so, was I right?"
    },
    {
      "author": "Neil",
      "text": "Your answer was correct! Mozart was five when first wrote music, and by the age of six he had performed in front of the Emperor of Austria – twice! Now there’s an artistic brain!"
    },
    {
      "author": "Sam",
      "text": "OK, Neil, let’s recap the vocabulary from this programme, starting with child prodigy - a young child, like Mozart, with a great talent in something."
    },
    {
      "author": "Neil",
      "text": "Processing describes how your brain makes sense of the information it receives."
    },
    {
      "author": "Sam",
      "text": "The gist of something is a general understanding of it, without the details."
    },
    {
      "author": "Neil",
      "text": "Tips are useful pieces of advice about how to do something better."
    },
    {
      "author": "Sam",
      "text": "If you are blown away , you are very impressed or surprised by something."
    },
    {
      "author": "Neil",
      "text": "And finally, trainable means able to be trained or taught, in American English."
    },
    {
      "author": "Sam",
      "text": "Once again, our six minutes are up. It’s goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "child prodigy",
    "Rebecca Chamberlain",
    "Arts teacher Mike"
  ]
}