{
  "title": "Are Halloween costumes too scary?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0d9gy4z.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221027",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221027_6_min_english_Halloween_costumes_download.mp3",
  "intro": [
    "Halloween is celebrated all over the world at this time of year, but with parents complaining that some costumes are too scary, is the festival still just harmless fun? Sam and Neil discuss the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Why did people traditionally dress up in costumes on Halloween? a) to scare their neighbours as a joke b) to use up their old clothes c) to hide from ghosts Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "trick-or-treating",
      "desc": "Halloween tradition where children dress up in scary costumes and go knocking on neighbours' doors shouting 'trick or treat'. If the person who answers the door does not give the children a treat, such a sweets or candy, they play a trick on them over the top (OTT) too extreme, unsuitable and therefore unacceptable the Grim Reaper imaginary character who represents Death and looks like a skeleton, wearing a long black cloak and carrying a curved cutting tool called a scythe. race to the bottom situation in which companies compete with each other to sell products as cheaply as possible; situation in which the standard of something gets worse and worse halfway house arrangement which includes features of two contrasting idea; compromise snowflake generation way of describing the generation of young people who become adults in or after the 2010s, and who are considered by some to be easily upset and offended"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. Whoo-oo-oo! Trick or treat!"
    },
    {
      "author": "Sam",
      "text": "For listeners at home, Neil is dressed up as a ghost. He’s wearing a white bedsheet over his head with two holes cut out for his eyes, which must mean…"
    },
    {
      "author": "Neil",
      "text": "It’s Halloween! The start of autumn, when the days get shorter and leaves fall from the trees, marks Halloween, a festival which is celebrated all over the world at this time of year. In Britain, people carve scary faces into pumpkins and children go trick-or-treating , dressing up in fancy dress costumes and visiting people’s homes shouting, ‘trick or treat!’ for sweets and candy."
    },
    {
      "author": "Sam",
      "text": "Halloween comes from an ancient festival called Samhain which celebrated the changing of the seasons, a time when it was believed the dead could make contact with the living, which is why children dress up as ghosts, witches and other scary monsters."
    },
    {
      "author": "Neil",
      "text": "But recently, online shops have removed several Halloween costumes including creepy clown masks and real-life serial killer costumes after parents complained they were too frightening. In this programme, we’ll be discussing whether Halloween is no longer harmless fun, and as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "But before that, and since you’re all dressed up as a ghost, Neil, my question is this – why did people traditionally dress up in costumes on Halloween? Was it:"
    },
    {
      "author": "Neil",
      "text": "I think it was to hide from ghosts."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. We’ll find out the answer later in the programme. In recent years, Halloween has become more influenced by American horror movies like ‘Friday the Thirteenth’ or ‘Scream’. Some parents now think Halloween costumes are too scary and over the top – a phrase meaning too extreme and unsuitable. Mother of two, Joanne O’Connell, was shocked when she took her 10- year-old daughters shopping for Halloween costumes. Here she explains what she saw to BBC Radio 4 programme, You and Yours"
    },
    {
      "author": "Joanne O’Connell",
      "text": "They've seen decorations of small children holding a teddy bear covered in blood. They've seen what's described as a standing animated decoration which looks like a dead girl carrying a knife and various Grim Reapers , creepy clowns, and stuff that kids are now finding frightening, and even to an adult, they look pretty vile, actually. And I think it feels like retailers are in some kind of race to the bottom for the grimmest, most vile, sickening outfit so that they can just make money out of."
    },
    {
      "author": "Neil",
      "text": "Joanne was horrified by Halloween costumes of the Grim Reaper – an imaginary skeleton who wears a long black cloak, carries a sharp cutting tool and represents Death. She’s worried that costumes like this are too frightening for little children."
    },
    {
      "author": "Sam",
      "text": "Nowadays, Halloween is big business and Joanne thinks that the focus on money encourages shops in a race to the bottom , a phrase which describes a situation where companies compete with each other to sell as many products as cheaply as possible. The phrase is connected to the idea of standards getting worse and worse."
    },
    {
      "author": "Neil",
      "text": "But come on, Sam! Isn’t this going too far? I mean, Halloween is supposed to be scary!"
    },
    {
      "author": "Sam",
      "text": "Parents don’t want to stop people having fun, but over the top costumes are too scary for younger children, and some mums say they will no longer open the door to trick-or-treaters because the costumes are giving children nightmares. Siobhan Freegard, founder of the parenting website, Channel Mum, thinks a compromise is needed. Here she is talking to BBC Radio 4’s, You and Yours:"
    },
    {
      "author": "Siobhan Freegard",
      "text": "There's a sort of a halfway house , isn't there? I mean, I know everyone refers to the new generation as the snowflake generation , and we shouldn't be so worried about our little darlings, but there’s a point beyond which it becomes tasteful or appropriate."
    },
    {
      "author": "Neil",
      "text": "Siobhan thinks that scary costumes are okay for teenagers but she also wants to protect younger children. She thinks we need to find a halfway house - a compromise, or arrangement which includes features of two opposing ideas."
    },
    {
      "author": "Sam",
      "text": "She also uses the expression the snowflake generation , a phrase which is sometimes used to describe the generation of young people who became adults in or after the 2010s, and who are considered by some to be easily upset and offended."
    },
    {
      "author": "Neil",
      "text": "Now I can see how some costumes are over the top and I don’t want to spoil Halloween for anyone, so I’ll stick with my bedsheet ghost. Anyway, isn’t it time for you to reveal the answer to your question, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes, I asked why people started dressing up at Halloween in the first place, and you said it was to hide from ghosts, which was… the correct answer! Hundreds of years ago, people thought that ghosts would try to return to their old homes at Halloween. People wore masks so that the ghosts would mistake them for other spirits!"
    },
    {
      "author": "Neil",
      "text": "OK, let’s recap the vocabulary we’ve learned starting with trick-or-treating , the Halloween tradition of dressing up in creepy costumes and knocking on neighbours’ doors shouting ‘trick or treat’ for sweets and candy."
    },
    {
      "author": "Sam",
      "text": "Over the top describes something which is too extreme, unsuitable or unacceptable."
    },
    {
      "author": "Neil",
      "text": "The Grim Reaper is an imagined representation of Death and looks like a skeleton in a long, black cloak."
    },
    {
      "author": "Sam",
      "text": "A race to the bottom happens when companies compete with each other in order to sell as many products as cheaply as possible."
    },
    {
      "author": "Neil",
      "text": "A halfway house is a compromise which includes features of two contrasting ideas."
    },
    {
      "author": "Sam",
      "text": "And finally, the snowflake generation is used by some people to refer to the present generation of young people who they think lack resilience and are easily upset. Enjoy Halloween and don’t get too scared! Bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Joanne O’Connell",
    "Siobhan Freegard",
    ""
  ]
}