{
  "title": "Translating recipes",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0d49bc2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221013",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221013_6min_english_recipe_translators_download.mp3",
  "intro": [
    "Rob and Sam talk about the recipe translators, who help to make the recipes of famous chefs accessible across barriers of language, culture and cuisine - and they teach you some useful vocabulary along the way."
  ],
  "this_week_question": [
    "It may be true that British cooking is better than it used to be, but there’s still some pretty bad food out there. So, according to a 2019 YouGov survey, which UK food was voted the worst?",
    "a)     steak and kidney pies b)     scotch eggs c)     haggis",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "ingredient",
      "desc": "item of food that is combined with other food to prepare a particular dish"
    },
    {
      "text": "gastronomy",
      "desc": "the art and knowledge involved in preparing and eating good food"
    },
    {
      "text": "specialise",
      "desc": "focus on studying and learning about one specific subject or skill"
    },
    {
      "text": "to cut a long story short",
      "desc": "(Br Eng) used when you are explaining what happened in a few words, without giving all the details"
    },
    {
      "text": "replicate",
      "desc": "make or do something again in exactly the same way"
    },
    {
      "text": "mimic",
      "desc": "copy the way in which something is done, sometimes in a funny way"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Sam",
      "text": "The British are not famous for their food, or rather they are famous – for bad food! While French and Italian cooking is admired around the world, the UK has a reputation for overboiled vegetables, mushy peas, and black pudding – a dish made from pig’s blood!"
    },
    {
      "author": "Rob",
      "text": "Ugh, that doesn’t sound very tasty, does it?! But I don’t think our reputation for bad cooking is still true today, Sam. The last twenty years have seen big changes as Brits have fallen in love with international foods like Indian curry and Asian rice dishes, and with non-traditional cooking like vegetarian and vegan food."
    },
    {
      "author": "Sam",
      "text": "Some of the most popular food in Britain comes from other countries, and includes the recipes, flavours and tastes of those faraway places. But how do recipes and cooking ideas from all over the world make their way onto the British dining table? In this programme, we’ll be finding out."
    },
    {
      "author": "Rob",
      "text": "We’ll be meeting the recipe translators. These chefs translate recipes – the instructions explaining how to combine the different items, the ingredients, they will cook - from their own language into English. And, of course, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "Sounds good, Rob, but first I have a question for you. It may be true that British cooking is better than it used to be, but there’s still some pretty bad food out there. So, according to a 2019 YouGov survey, which UK food was voted the worst? Was it:"
    },
    {
      "author": "Rob",
      "text": "Hmm, I’ll say scotch eggs – I’ve  never liked them much!"
    },
    {
      "author": "Sam",
      "text": "OK, Rob, I’ll reveal the answer later in the programme. Now, as anyone who speaks more than one language knows, translating involves more than getting the dictionary out. Recipe translators need to know the vocabulary for different ingredients and cooking techniques, while also preserving the heart of the recipe. Listen as BBC World Service programme, The Food Chain, talks with recipe translator, Rosa Llopis…"
    },
    {
      "author": "Rosa Llopis",
      "text": "… long story short , I began to work as an interpreter for Le Cordon Bleu, the French cuisine school, and I realised there was no such a specialisation , in Spain at least, like, in gastronomy or cooking translation."
    },
    {
      "author": "Rob",
      "text": "Recipe translation is closely connected to gastronomy – the art and knowledge involved in preparing and eating good food. This is contained in a country’s traditional recipes, written in its own language, not English, hence Rosa’s decision to specialise in recipe translation. If you specialise in a subject, you focus on studying and learning all about it."
    },
    {
      "author": "Sam",
      "text": "When Rosa is asked how she became a recipe translator, she begins by saying ‘ to cut a long story short…’. This phrase can be used when you are explaining what happened in a few words, without giving all the details."
    },
    {
      "author": "Rob",
      "text": "Like most recipe translators, Rosa’s goal is to produce a cookbook in English containing the best recipes from her own country, Spain. But doing this is not so easy, as she explained to BBC World Service programme, The Food Chain."
    },
    {
      "author": "Rosa Llopis",
      "text": "If my readers can’t replicate those recipes, they won’t buy the book, so I what I mean is, I don’t only have to find, for instance, the translation of the name of an ingredient … If it’s an ingredient that we don’t use or we don’t have in Spain, I always try to offer an alternative so they can mimic the flavour or the results."
    },
    {
      "author": "Sam",
      "text": "Rosa’s cookbook allows readers to replicate her dishes - to make them again in exactly the same way. But this isn’t easy when the recipe includes ingredients which are difficult to find, something like lemongrass which is used in some Spanish cooking but can be hard to find in the shops."
    },
    {
      "author": "Rob",
      "text": "For this reason, Rosa gives an alternative – a substitute ingredient which mimics , or copies, the flavour of a certain food. To mimic the flavour of lemongrass, for example, she recommends using lemon juice."
    },
    {
      "author": "Sam",
      "text": "It’s not easy work, but thanks to recipe translators like Rosa, people here in the UK can cook something a little tastier than meat and boiled vegetables. Speaking of which, it’s time to reveal the answer to my question, Rob."
    },
    {
      "author": "Rob",
      "text": "Yes, you asked which food was voted the worst by a recent UK YouGov survey, and I said it was – scotch eggs… that’s boiled eggs wrapped in sausage meat and breadcrumbs – yuk!"
    },
    {
      "author": "Sam",
      "text": "Well, in fact the correct answer was c) haggis, which doesn’t sound much nicer because the Scottish dish haggis is made using sheep’s stomach!"
    },
    {
      "author": "Rob",
      "text": "Ugh! OK, let’s quickly move on to recap the vocabulary we’ve learnt from this programme starting with ingredient – an item of food that is combined with other food to prepare a particular dish."
    },
    {
      "author": "Sam",
      "text": "Gastronomy is the art and knowledge involved in preparing and eating good food."
    },
    {
      "author": "Rob",
      "text": "If you specialise in something, you have spent time studying and learning all about it, becoming an expert in that subject."
    },
    {
      "author": "Sam",
      "text": "The phrase, to cut a long story short is used in British English when you want to explain what happened in a few words, without giving all the details."
    },
    {
      "author": "Rob",
      "text": "To replicate something means to make or do it again in exactly the same way."
    },
    {
      "author": "Sam",
      "text": "And finally, to mimic something means to copy the way in which it is done, sometimes in a funny way."
    },
    {
      "author": "Rob",
      "text": "Once again, our six minutes are up! Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Rosa Llopis"
  ]
}