{
  "title": "Qatar's World Cup workers",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0dgscyz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221117",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221117_6min_english_the_world_cup_in_qatar_DOWNLOAD.mp3",
  "intro": [
    "In this programme, Neil and Beth talk about why Qatar wanted to host the World Cup and the migrant workforce who helped them prepare for it. You’ll also learn some related vocabulary along the way."
  ],
  "this_week_question": [
    "Which country has won the World Cup the most times? Is it:",
    "a)     Italy, b)     Brazil, or, c)     Germany?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "exploitation",
      "desc": "treating someone unfairly in order to gain an advantage for yourself"
    },
    {
      "text": "exorbitant",
      "desc": "much bigger or more expensive than it should be"
    },
    {
      "text": "debt",
      "desc": "an amount of money that you owe to someone else"
    },
    {
      "text": "behemoth",
      "desc": "something which is extreme large and powerful"
    },
    {
      "text": "sandwiched between",
      "desc": "in a tight, narrow space between two larger things"
    },
    {
      "text": "soft power",
      "desc": "a country using its economic and cultural influence to persuade other countries to do something, instead of using military (hard) power"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Every four years the best players in the world gather for one month in the summer to take part in the biggest event in football – the World Cup. But this year, for the first time ever, the competition is taking place in winter. Why? Because the 2022 World Cup is happening in Qatar."
    },
    {
      "author": "Beth",
      "text": "Over a million fans from all over the world are expected to visit Qatar for the World Cup which starts on the 20th of November. Because temperatures in Qatar exceed 45 degrees in the summer, the competition was moved to the winter. But the decision to hold the World Cup in the tiny, oil-rich Gulf state has been controversial."
    },
    {
      "author": "Neil",
      "text": "One of the richest countries in the world, Qatar has no tradition of playing football and some have criticised the focus on money instead of sport. And there are other criticisms too – about human rights and the treatment of the migrant construction workers who built the football stadiums, roads, transport systems and hotels without which the World Cup could not happen."
    },
    {
      "author": "Beth",
      "text": "In this programme we’ll be asking: is it right for Qatar to host the World Cup? And of course, we’ll be learning some new and useful vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But before that I have a question for you Beth. Which country has won the World Cup the most times? Is it:"
    },
    {
      "author": "Beth",
      "text": "I think it must be Brazil."
    },
    {
      "author": "Neil",
      "text": "OK, I’ll reveal the answer at the end of the programme. Advertising for the Qatar World Cup shows football fans staying in new hotels and watching matches in air-conditioned stadiums. But hidden behind this, the lives of the migrant workers from Nepal, India and other South Asian countries reveal a very different story."
    },
    {
      "author": "Beth",
      "text": "The population of Qatar is tiny and 95% of the total workforce are foreigners working in extreme heat, housed in poor quality accommodation, and often underpaid. Rothna Begum, a researcher for Human Rights Watch, explained their situation to BBC World Service programme, Business Daily:"
    },
    {
      "author": "Rothna Begum",
      "text": "We’re still recording and documenting migrant workers facing abuse and exploitation in Qatar. They include workers reporting having paid exorbitant and illegal recruitment fees to secure work abroad on two-year contracts, and then finding out they’re coming on three-month visas, which means that they're not able to make up or recoup the price that they've paid to actually get this job, and may well be sent home in debt on top of everything else."
    },
    {
      "author": "Neil",
      "text": "Migrant workers face exploitation . Exploitation means treating someone unfairly to get some advantage for yourself. Many of the World Cup workers were exploited by being paid less than agreed, being paid late, or not being paid at all."
    },
    {
      "author": "Beth",
      "text": "The construction jobs seemed a good opportunity for migrant workers to save money to send home to their families. Many paid exorbitant fees – fees which were much bigger than they should be, just to get a job in Qatar."
    },
    {
      "author": "Neil",
      "text": "But despite being given two-year job contracts, some workers were only allowed to stay three months. Because they couldn’t make enough money, many returned home in debt – owing money to someone that they will have to pay back. What’s worse, many have died building the football stadiums, in accidents, or due to overwork and heat stress."
    },
    {
      "author": "Beth",
      "text": "So, with all this criticism, added to the billions of dollars Qatar spent preparing for the competition, was it worth it? James Dawsey is an expert on the politics of football in the Middle East. Here he explains to BBC World Service’s, Business Daily, that for Qatar, hosting the World Cup is more about improving its international reputation than economics:"
    },
    {
      "author": "James Dawsey",
      "text": "But this is not about economics for Qatar. Qatar is a small state. It is sandwiched between two regional behemoths : Saudi Arabia and Iran. And so its whole policy is geared towards soft power , whether that's sports, whether that's the airport and the airline…"
    },
    {
      "author": "Neil",
      "text": "Qatar may be rich thanks to its oil, but it’s not a large country unlike neighbouring Saudi Arabia and Iran, countries which James Dawsey called behemoths – something which is extremely large and powerful."
    },
    {
      "author": "Beth",
      "text": "Qatar is sandwiched between these larger counties. If you’re sandwiched between two things you’re in a narrow, tight space between them. Because Qatar isn’t as powerful as its bigger neighbours, it uses soft power – the way a country uses its economic and cultural influence to persuade other countries, instead of using military power. Hosting an important international event like the World Cup is a part of Qatar’s soft power strategy to be considered an important country on the world stage."
    },
    {
      "author": "Neil",
      "text": "Whatever the rights and wrongs of the debate, this will be the first Arab nation to host the World Cup, although it’s unlikely that the Qatari team will actually win - unlike a more famous footballing nation, Italy, who won the first World Cup they hosted in 1934."
    },
    {
      "author": "Beth",
      "text": "And speaking of World Cup winners, what was the answer to your question, Neil? Which country has won the most World Cups? I guessed it was Brazil…"
    },
    {
      "author": "Neil",
      "text": "Which was…. the correct answer of course! With five title wins, Brazil is the most successful World Cup team followed closely by Italy and Germany with four titles each. OK, let’s recap the vocabulary we’ve learned starting with exploitation - treating someone unfairly in order to benefit yourself."
    },
    {
      "author": "Beth",
      "text": "If the price of something is exorbitant , it’s much higher than it should be."
    },
    {
      "author": "Neil",
      "text": "A debt is an amount of money that you owe to someone else."
    },
    {
      "author": "Beth",
      "text": "A behemoth refers to something which is extremely large and powerful."
    },
    {
      "author": "Neil",
      "text": "And if you’re sandwiched between two things, you’re in a in a tight, narrow space between them."
    },
    {
      "author": "Beth",
      "text": "And finally, soft power describes strategies used by a country to increase its power through economic and cultural influences, instead of fighting wars. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Rothna Begum",
    "James Dawsey"
  ]
}