{
  "title": "flavourists",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0d7h8sd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221103",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221103_6_minute_english_food_flavours_download.mp3",
  "intro": [
    "Creating new food flavours involves skill and can be a bit of a mystery. In this programme Neil and Sam talk about flavourists who combine art and science to make food taste delicious, and teach you some related vocabulary along the way."
  ],
  "this_week_question": [
    "What weirdly popular combination was invented by British chef, Heston Blumenthal? Was it…",
    "a) dark chocolate and sea salt?",
    "b) milk chocolate and chilli?  or,",
    "c) white chocolate and caviar?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dozen",
      "desc": "twelve"
    },
    {
      "text": "guild",
      "desc": "organization of people who do the same job or have the same interests"
    },
    {
      "text": "dark art",
      "desc": "method of achieving something in a clever but dishonest, wicked or magical way"
    },
    {
      "text": "apprenticeship",
      "desc": "period of time spent working for a skilled master, often for low payment, in order to learn their skills"
    },
    {
      "text": "on-the-job",
      "desc": "happening at a place of work, while you are working"
    },
    {
      "text": "artisan",
      "desc": "person doing skilled work with their hands"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "In this programme we’re finding out all about food flavours. Although everyone knows what food they like the taste of, the science behind flavours is complex. Flavour involves much more than tasting with the tongue – it’s also influenced by how food looks, smells, and even how it’s described."
    },
    {
      "author": "Neil",
      "text": "In this programme we’ll be meeting the flavourists – scientists who combine different natural and artificial ingredients to create the flavours we love to taste in our food. And of course, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "Sounds delicious, Neil, but first I have a question for you. No-one really knows why but certain flavours seem to work well together. Some scientists think classic combinations like lemon and lime, or strawberries and cream are so popular because their chemicals overlap in special ways. Sometimes this creates new, interesting and unusual flavours. So, what weirdly popular combination was invented by British chef, Heston Blumenthal? Was it…"
    },
    {
      "author": "Neil",
      "text": "Well, I’ve tried sea salt and chocolate and I think it tastes great, so I’ll say a)."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. I’ll reveal the correct answer at the end of the programme."
    },
    {
      "author": "Neil",
      "text": "Nowadays, the flavour industry is big business. Flavourists work in high-tech laboratories and every new ice-cream, crisp or toothpaste flavour is the result of years of scientific research. But it wasn’t always like that."
    },
    {
      "author": "Dr Nadia Berenstein",
      "text": "There's really only a handful of people and maybe a dozen or so companies that are really involved, and at that point they really are kind of working with secret recipes that were kept very secure, and sometimes passed down within families from father to son, so it really seemed like a guild structure from the Middle Ages at that point."
    },
    {
      "author": "Ruth Alexander",
      "text": "Was it seen as some kind of dark art ?"
    },
    {
      "author": "Dr Nadia Berenstein",
      "text": "Yes, the term black art does come up in some of the early writing of people who were producing flavours at this point."
    },
    {
      "author": "Sam",
      "text": "To begin with, there were only around dozen , that’s twelve, companies experimenting with food flavours. The recipes they used were kept secret and only shared with family or trusted friends. Dr Berenstein compares these companies to a guild - an organization of people who do the same job or have the same interests."
    },
    {
      "author": "Neil",
      "text": "Because it was so secretive and mysterious, people saw making flavours as a dark art - a method of achieving something in a clever but dishonest or wicked way. But this all changed after the Second World War, when the invention of processed food which could be bought in supermarkets, and kept fresh at home in the fridge, increased the demand for new and exciting flavours."
    },
    {
      "author": "Sam",
      "text": "Here’s Dr Berenstein again, explaining the work of present-day flavourists to BBC World Service programme, The Food Chain…"
    },
    {
      "author": "Dr Nadia Berenstein",
      "text": "So, essentially becoming a flavourist today is still an apprenticeship process. There's no academic path to it, right. Your training is on-the-job, working alongside a master flavourist at a flavour and fragrance company, or at some of the bigger food companies will have their own flavour divisions. It’s a scientific profession for sure. You have to know a lot about chemistry, but it is a creative profession. At the very heart of this industrial food system, there are these craft artisans who are essentially designing molecule by molecule, the flavours that shape the way food is made to taste."
    },
    {
      "author": "Neil",
      "text": "Today’s flavourists learn their art by serving an apprenticeship – a period of time spent working for a skilled master, often for low payment, in order to learn their skills. Although a background in chemistry is important, you can’t study flavours at university – the training happens on-the-job , at your place of work, while you are working."
    },
    {
      "author": "Sam",
      "text": "Dr Berenstein calls flavourists craft artisans – people doing skilled work with their hands, and she describes their creations as the marriage of science and art."
    },
    {
      "author": "Neil",
      "text": "Yes, I love the idea of the flavourist as a magician, adding a pinch of this flavour, or a drop of that oil to create the perfect, magical taste! I wonder if that’s what British chef, Heston Blumenthal, was trying to do…"
    },
    {
      "author": "Sam",
      "text": "In my question, I asked what popular flavour combination was invented by chef,  Heston Blumenthal?"
    },
    {
      "author": "Neil",
      "text": "I said it was a) dark chocolate and sea salt. So, was I right?"
    },
    {
      "author": "Sam",
      "text": "Well, it’s true that sweet and salty flavours go together well, but the correct answer was… white chocolate and caviar, a combination described by Swiss master flavourist, François Benzi, as  “weird but wonderful”. Right, let’s recap the vocabulary we’ve learned, starting with a dozen which means twelve."
    },
    {
      "author": "Neil",
      "text": "Something described as a dark art refers to a method of achieving something in a clever but dishonest way."
    },
    {
      "author": "Sam",
      "text": "A guild is an organization of people who do the same job."
    },
    {
      "author": "Neil",
      "text": "An apprenticeship is the period of time an apprentice spends watching and working with a skilled master in order to learn their skills."
    },
    {
      "author": "Sam",
      "text": "When you do something on-the-job it happens in the workplace, while you are working."
    },
    {
      "author": "Neil",
      "text": "And finally, an artisan is a person doing skilled work with their hands. Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Neil",
    "Dr Nadia Berenstein",
    "Ruth Alexander"
  ]
}