{
  "title": "ontrolling the weather",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0d7kxl8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221110",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221110_6min_english_controlling_the_weather_download.mp3",
  "intro": [
    "In this programme, Sam and Neil talk about ways to manipulate the weather. You’ll hear from two people about cloud seeding and geo-engineering.You’ll also learn some related vocabulary along the way."
  ],
  "this_week_question": [
    "The wettest village in the world gets nearly twelve metres of rain a year. Where is it in the world?",
    "a)     Ireland b)     New Zealand c)     India",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "drizzling",
      "desc": "raining lightly"
    },
    {
      "text": "meddling",
      "desc": "trying to change or influence something which is not your responsibility or without being asked"
    },
    {
      "text": "playing God",
      "desc": "acting as if you have unlimited power and can do anything you want"
    },
    {
      "text": "excuse",
      "desc": "reason given to explain why you did something wrong, or did not act in a helpful way"
    },
    {
      "text": "waxed and waned",
      "desc": "first increased/grew stronger and then decreased/grew weaker over time"
    },
    {
      "text": "taboo",
      "desc": "subject that avoided for social or religious reasons"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. Agh, it’s raining again, Sam! I’ve had enough! It’s been drizzling, that’s raining lightly, all week…"
    },
    {
      "author": "Sam",
      "text": "I know what you mean, Neil. Living in a wet country like Britain I sometimes wish I could push a magic button and stop it raining."
    },
    {
      "author": "Neil",
      "text": "And ironically, people living in hot, dry countries need rain but don’t get it. If only we could control the weather…"
    },
    {
      "author": "Sam",
      "text": "It’s funny you should say that, Neil, because you’re not the first person to have that idea. In this programme, we’ll be hearing about ‘cloud-seeding’ and ‘geo-engineering’, two controversial methods scientists are using to manipulate or change the weather. And as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Anything that stops it drizzling sounds good to me, Sam."
    },
    {
      "author": "Sam",
      "text": "I hate to disappoint you, Neil, but these ideas involve making more, not less, rain. We’ll learn the details soon but first I have a question for you about the wettest place in the world, a village which gets nearly twelve metres of rain a year. But where is it? Is the wettest village on earth found in:"
    },
    {
      "author": "Neil",
      "text": "Well, it rains a lot in Ireland doesn’t it, so I’ll say that’s where the wettest place on earth is."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. We’ll find out if that’s the correct answer later in the programme."
    },
    {
      "author": "Neil",
      "text": "The first type of weather manipulation we’ll hear about is a way of getting snow and rain out of clouds known as ‘cloud seeding’. Airplanes fly through the clouds and spray chemicals to make water particles freeze and stick together as snowflakes. These then fall as snow which builds up during winter before melting in spring to help water crops."
    },
    {
      "author": "Sam",
      "text": "Listen as Charmaine Cozier, presenter of BBC World Service programme, The Inquiry, speaks with Professor Katja Friedrich, an atmospheric scientist at the University of Colorado:"
    },
    {
      "author": "Charmaine Cozier",
      "text": "The first cloud seeding experiments took place in the 1940s. In the years since, scientists are often accused of meddling with nature."
    },
    {
      "author": "Professor Katja Friedrich",
      "text": "People are thinking, yeah, you’re putting some substances in the atmosphere that should not be there. Usually I respond and say, every time you get into your car, every time you get on an airplane you put substances in the air that don't belong, so you're also playing God."
    },
    {
      "author": "Neil",
      "text": "Because everyone needs water, cloud seeding is becoming more and more popular, with scientists from over fifty countries using the method to extract rain from clouds. But some critics accuse these scientists of meddling with nature – trying to change something which it’s not their responsibility to change."
    },
    {
      "author": "Sam",
      "text": "In other words, they’re accused of playing God – acting as if they have unlimited power and can do whatever they want."
    },
    {
      "author": "Neil",
      "text": "Unlike cloud-seeding, the next type of weather modification has never been tested and is still just a theory. ‘Solar geo-engineering’ aims to reduce global warming by reflecting sunlight away from the Earth, back into space. This involves putting tiny particles called aerosols into the stratosphere - the band of sky twenty kilometres above the surface of the earth, about twice as high as airplanes fly."
    },
    {
      "author": "Sam",
      "text": "Although it’s never been tested, the method is controversial, as Charmaine Cozier discussed with Harvard University professor of engineering, David Keith, for BBC World Service’s, The Inquiry:"
    },
    {
      "author": "Charmaine Cozier",
      "text": "How controversial is this area?"
    },
    {
      "author": "Professor David Keith",
      "text": "There's lots of controversy around solar geo-engineering - and for good reason. People are, I think, sensibly scared that this could provide an excuse that allows countries or companies to avoid doing the work that has to be done to cut emissions. But in fact, controversy has really waxed and waned over time, so in the early work on climate change in the 1960s, and 70s and early 80s, these ideas were just part of the way we talked about what might happen about climate change. And then, as climate change became more politically central, say in the 90s and 2000s, there was really a taboo."
    },
    {
      "author": "Neil",
      "text": "David Keith believes that geo-engineering could provide an excuse for inaction on climate change – a reason for countries to explain why they did not take action."
    },
    {
      "author": "Sam",
      "text": "He says controversy over the method has waxed and waned - an idiom connected with the cycle of the moon which describes something that increases then decreases over time. In the 1960s for example, geo-engineering was uncontroversial, but by the 1990s it had become taboo - a subject that is avoided for social or religious reasons."
    },
    {
      "author": "Neil",
      "text": "While these ideas to change the weather have potential benefits, other suggestions - for example to position a giant floating mirror between the earth and sun - are highly controversial… Although personally, I think the idea of giant floating umbrella above Britain would be good!"
    },
    {
      "author": "Sam",
      "text": "Ha! Well, just think - there are even rainier places to live Neil, as I asked in my question: in which country is the world’s rainiest village?"
    },
    {
      "author": "Neil",
      "text": "I guessed it was in Ireland."
    },
    {
      "author": "Sam",
      "text": "Which was… the wrong answer, I’m afraid. In fact, Mawsynram, the world’s wettest village, is in the Khasi hills of north-eastern India. With around twelve metres of rain a year, I guess it’s not somewhere you’ll be visiting, Neil! OK, let’s recap the vocabulary we’ve learned starting with drizzling which means raining lightly."
    },
    {
      "author": "Neil",
      "text": "If you’re meddling you’re trying to change something which is not your responsibility or without being asked to."
    },
    {
      "author": "Sam",
      "text": "Someone who is playing God is acting as if they control everything and can do whatever they want."
    },
    {
      "author": "Neil",
      "text": "An excuse is a reason you give to explain why you did something wrong."
    },
    {
      "author": "Sam",
      "text": "If something waxed and waned, it grew stronger then weaker over time."
    },
    {
      "author": "Neil",
      "text": "And finally, a taboo is a subject that avoided for social or religious reasons. Once again, our six minutes are up! Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Charmaine Cozier",
    "Professor Katja Friedrich",
    "Professor David Keith"
  ]
}