{
  "title": "The art of conversation",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0djhhz8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221124",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/221124_6_min_english_art_of_conversation_download.mp3",
  "intro": [
    "Social media encourages us to give our opinion on a subject without always listening in return - does this mean the art of conversation is being lost? Sam and Neil discuss the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "In 2012, a competition in Latvia broke the world record for the longest telephone conversation. How long did this record-breaking conversation last? a) 24 hours and 4 minutes? b) 54 hours and 4 minutes? c) 84 hours and 4 minutes? Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "chinwag",
      "desc": "a long and pleasant conversation between friends"
    },
    {
      "text": "enriched",
      "desc": "improved by having something else added to it"
    },
    {
      "text": "survival instinct",
      "desc": "the human instinct to do something in a dangerous situation to stay alive"
    },
    {
      "text": "build bridges",
      "desc": "improve relationships between people who are very different or do not like each other"
    },
    {
      "text": "tittle-tattle",
      "desc": "talk about other people's lives that is usually unkind, disapproving, or untrue"
    },
    {
      "text": "talk over (someone)",
      "desc": "silence or drown out someone by talking more loudly, forcefully, and persistently than them"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Recently I met up with an old school friend who I hadn’t seen for years. We talked for hours…"
    },
    {
      "author": "Neil",
      "text": "It sounds like you had a good chinwag – a long and pleasant conversation between friends, which is great because in this programme we’re talking about talking. We’ll be discussing conservations – the exchange of ideas, thoughts and feelings that happens when people talk to each other. And as usual we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "With the rise of Twitter and social media, which encourages us to give our opinion on a subject without always listening in return, some think the art of conversation is being lost. But luckily, there are still millions of us who love to talk, chat, chinwag and chatter away. In fact, in 2012 a competition in Latvia broke the world record for the longest telephone conversation. So, Neil, my question is this: how long did this record-breaking conversation last? Was it: a) 24 hours and 4 minutes? b) 54 hours and 4 minutes? or, c) 84 hours and 4 minutes?"
    },
    {
      "author": "Neil",
      "text": "Hmmm, I’ll guess a) 24 hours and 4 minutes, after which they probably fell asleep!"
    },
    {
      "author": "Sam",
      "text": "OK, Neil, I’ll reveal the correct answer later in the programme. During a long career, DJ and BBC radio presenter, Nihal Arthanayake, has had conversations with hundreds of people. Now he’s used these experiences to write a book entitled, ‘Let's Talk: How to Have Better Conversations’. Here Nihal tells another radio presenter, Michael Rosen, of BBC Radio 4’s, Word of Mouth, about the influence of his mother who also loved talking to people in her job as a nurse:"
    },
    {
      "author": "Nihal Arthanayake",
      "text": "Well, it gave me the sense that you are enriched by listening. And this was of course, pre-social media which has of course encouraged us to project - to transmit - more than receive. So it meant that I guess I was conscious of experiences of others, and wanted to try and understand them. Also, partially, Michael, it was a survival instinct because I was a little brown boy in a predominantly white school, a state school in the 1980s."
    },
    {
      "author": "Neil",
      "text": "For Nihal, good conversation involves listening as much as speaking. By listening we find out things about the person we are talking to which, in turn, help us understand ourselves. This is why Nihal says we are enriched by listening – we are improved by having something else added."
    },
    {
      "author": "Sam",
      "text": "As a British Asian boy growing up in a white community, Nihal also thinks conversation was a way for him to make friends and find protection. He says having conversations was a s urvival instinct - the human instinct to do something in a dangerous situation that will keep them safe from harm."
    },
    {
      "author": "Neil",
      "text": "Nihal sees an important difference between ‘listening simply to reply’, and ‘listening to understand’. When we ‘listen to reply’, we are thinking about the next thing we want to say more than trying to understand the other person’s point of view. ‘Listening to understand’, on the other hand, helps build bridges - improve relationships between people who are very different or do not like each other."
    },
    {
      "author": "Sam",
      "text": "Here’s Nihal again in conversation with BBC Radio 4’s, Word of Mouth:"
    },
    {
      "author": "Nihal Arthanayake",
      "text": "So conversation can build bridges , and it is proven through history that conversation has, and that conversation can be seen as an art form, and that's one of the things that I want us to understand – it's not just tittle tattle , it's not just shouting at each other on social media, it's not two politicians talking over each other."
    },
    {
      "author": "Neil",
      "text": "Good conversation brings people together, unlike tittle-tattle - talk about other people's lives that is usually unkind, disapproving, or untrue."
    },
    {
      "author": "Sam",
      "text": "And good conversation involves taking turns, not talking over someone – trying to silence people by talking more loudly, forcefully, and persistently than them."
    },
    {
      "author": "Neil",
      "text": "Hopefully, Nihal’s tips can help us all have better conversations, encounter new ideas and make friends. So, Sam, did you do any of these things when you met up with your old school friend?"
    },
    {
      "author": "Sam",
      "text": "I think so. We both listened to each other, there was no tittle-tattle but a little bit of gossip. Before we knew it a couple of hours had passed - but not as much time as those record-breaking telephone conservations I mentioned earlier."
    },
    {
      "author": "Neil",
      "text": "Ah yes, in your question you asked how long the world’s longest telephone conversation lasted. It guessed it was an incredible 24 hours and 4 minutes… was I right?"
    },
    {
      "author": "Sam",
      "text": "Well, Neil, I’m afraid that was… the wrong answer. In fact, the record-breaking conversation lasted 54 hours and 4 minutes - about the same as 540 programmes of 6 Minute English!"
    },
    {
      "author": "Neil",
      "text": "Wow! OK, let’s recap the vocabulary we’ve learned from this programme on the art of good conversations, starting with chinwag – a long and pleasant conversation between friends."
    },
    {
      "author": "Sam",
      "text": "When something is enriched , it’s improved by having something else added to it."
    },
    {
      "author": "Neil",
      "text": "The survival instinct is the basic instinct in humans and animals to do something in a dangerous situation that will keep them alive."
    },
    {
      "author": "Sam",
      "text": "If you build bridges , you improve relationships between people who are very different or do not like each other."
    },
    {
      "author": "Neil",
      "text": "Tittle-tattle is talk about other people's lives that is usually unkind, disapproving, or untrue."
    },
    {
      "author": "Sam",
      "text": "And finally, if you talk over someone , you silence or drown them out by talking more loudly than them. That’s the end of our conversation, but remember to join us soon for more trending topics and useful vocabulary. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Nihal Arthanayake"
  ]
}