{
  "title": "Deep-sea mining: Good or bad for the planet?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0dmv18q.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221208",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221208_6min_english_deep_sea_mining_download.mp3",
  "intro": [
    "Some solutions to deal with climate change could damage the environment. An idea under scrutiny is deep-sea mining - the exploration of metals used for 'green' products, which could undermine delicate ocean ecosystems. Sam and Neil discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to recent estimates by Unesco oceanographers, how many different marine species have their home in the ocean?",
    "a)     70,000",
    "b)    170,000",
    "c)    700,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "paradox",
      "desc": "situation that seems impossible because it contains two opposite ideas"
    },
    {
      "text": "conundrum",
      "desc": "problem that is very difficult to solve"
    },
    {
      "text": "increase/grow by a factor of (x)",
      "desc": "be multiplied by that many (x) times"
    },
    {
      "text": "silver bullet",
      "desc": "simple and immediate solution to a complicated problem"
    },
    {
      "text": "slippery slope",
      "desc": "situation or habit that is difficult to stop and is likely to get worse and worse"
    },
    {
      "text": "open the door to (something)",
      "desc": "(idiom) allow something new to start, or make it possible to happen"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. Here at Six Minute English, we often discuss the new inventions and ideas scientists dream up to fight climate change – technologies like geo-engineering which could reduce global warming by reflecting sunlight back into space."
    },
    {
      "author": "Neil",
      "text": "Often these ideas are controversial because scientists disagree over whether the technology is possible, and whether, in some cases, it could do more harm than good."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be finding out about a new idea to collect lumps of precious metals, called nodules, from the bottom of the ocean. The idea, known as deep-sea mining, could provide the metals like copper, nickel and cobalt which are needed for the green technology used in electric car batteries and other renewable energy. But could deep-sea mining actually damage delicate ocean ecosystems as well?"
    },
    {
      "author": "Neil",
      "text": "We’ll be hearing from two experts and learning some new vocabulary soon, but first I have a question for you, Sam. Mammals like dolphins and whales represent a tiny amount of all marine biodiversity - the thousands of animal species living in the sea. Even all the different types of fish combined make up less than 3% of all living things in the ocean. So, according to recent estimates by Unesco oceanographers, how many different marine species have their home in the ocean? Is it:"
    },
    {
      "author": "Sam",
      "text": "I’ll guess there are around 170,000 animal species living in the sea."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, I’ll reveal the answer at the end of the programme. Deep-sea mining is supported by some scientists because it could provide the raw materials, especially metals, needed to power electric cars. Amongst them is, Bramley Murton, a professor of marine biology at Southampton’s National Oceanographic Centre. Here he outlines the problem to BBC World Service’s, Science in Action."
    },
    {
      "author": "Bramley Murton",
      "text": "As in so many things in life, there's a real kind of paradox or a conundrum . The global grid capacity by 2050 will have to increase by three times. Electrical car ownership is set to increase by a factor of 25. Solar and wind generation is going to grow by a factor of a hundred. All of these things which we need to do to decarbonise are going to require raw materials and metals in particular. So, as a society we’re faced with this conundrum. We need to decarbonise."
    },
    {
      "author": "Sam",
      "text": "Professor Murton describes the situation using two words. Firstly, he calls it a conundrum – a problem that is very difficult to solve. He also calls it a paradox – a situation that seems impossible because it contains two opposite ideas. Deep-sea mining could damage the ocean, but paradoxically it might provide rare metals needed to decarbonise the planet."
    },
    {
      "author": "Neil",
      "text": "At the heart of the problem is that, in the future, green activities like driving electric cars and using solar power is going to increase by a factor of a hundred. If something increases by a factor of a certain number, it becomes multiplied that many times."
    },
    {
      "author": "Sam",
      "text": "But another marine biologist, Helen Scales, isn’t convinced. Here she explains her doubts to BBC World Service’s, Science in Action."
    },
    {
      "author": "Helen Scales",
      "text": "My concern at this point is that deep-sea mining and deep-sea nodules in particular are being seen as a silver bullet to solve the climate crisis, and in such a way as well that I think, that we can hopefully rely on life carrying on pretty much as normal. My concern is that it really will be opening a door to something much more than those tests – it’s leading down a rather slippery slope I think, towards this getting permission for deep-sea mining to be open on a commercial scale."
    },
    {
      "author": "Neil",
      "text": "Helen worries that deep-sea mining will be seen as a silver bullet to the climate crisis – a simple and instant solution to a complicated problem. She thinks the tests which have been permitted to assess the difficulty of mining underwater could open the door to mining on a large scale which would damage fragile marine eco-systems beyond repair. If you open the door to something, you allow something new to start, or make it possible."
    },
    {
      "author": "Sam",
      "text": "Helen thinks starting deep-sea mining leads down a slippery slope – asituation or habit that is difficult to stop and is likely to get worse and worse. And that could spell the end for thousands of marine animal and plant species."
    },
    {
      "author": "Neil",
      "text": "Yes, our oceans need protection as much as our land and skies - which reminds me of my question, Sam."
    },
    {
      "author": "Sam",
      "text": "Yes, you asked how many different marine species live in the ocean and I guessed it was b) 170,000."
    },
    {
      "author": "Neil",
      "text": "Which was the wrong answer, I’m afraid! There are estimated to be around 700,000 marine species, only about 226,000 of which have been identified so far. OK, let’s recap the vocabulary we’ve learned from the programme, starting with conundrum – a problem that’s very difficult to fix."
    },
    {
      "author": "Sam",
      "text": "A paradox describes a situation that seems impossible because it contains two opposite ideas."
    },
    {
      "author": "Neil",
      "text": "If something grows by a factor of ten, it becomes multiplied ten times."
    },
    {
      "author": "Sam",
      "text": "The term, a silver bullet , means a simple solution to a complicated problem - often a solution that doesn’t actually exist."
    },
    {
      "author": "Neil",
      "text": "A slippery slope is a situation or course of action that is difficult to stop and is likely to get worse and worse"
    },
    {
      "author": "Sam",
      "text": "And finally, the idiom to open the door to something means to allow something new to start or to make it possible. Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Bramley Murton",
    "Helen Scales"
  ]
}