{
  "title": "mate change: Are there too many people? ",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0dxcq1q.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230119",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230119_6_minute_english_overpopulation_DOWNLOAD.mp3",
  "intro": [
    "What do you think is the biggest cause of climate change? We'll be discussing the controversial link between overpopulation and climate change - and whether the size of your carbon footprint depends on where in the world you were born."
  ],
  "this_week_question": [
    "How many people are there in the world today? Is it: a) seven billion? b) eight billion? c) nine billion? Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "carbon footprint",
      "desc": "measurement of how much carbon dioxide is produced by someone's everyday activities crunch (the) numbers perform many mathematical calculations involving large amounts of data and numbers mod cons (= modern conveniences) technology and machines like cars, washing-machines, air-conditioning and fridges which make life easier and more pleasant affluence having lots of money or owning many material possessions apologetic showing that you feel sorry for something harmful you have said or done let your heart rule your head (idiom) do something based on emotion or personal desires rather than for logical or practical reasons"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "We’re talking about the environment in this programme, specifically climate change. Now, Sam, what do you think is the biggest cause of climate change?"
    },
    {
      "author": "Sam",
      "text": "An obvious answer would be that climate change is the result of carbon emissions caused by humans. It’s about people’s carbon footprint – the measurement of how much carbon dioxide is produced by someone’s everyday activities."
    },
    {
      "author": "Neil",
      "text": "That makes sense. But recently some scientists, especially in the west, have been focusing on another issue: the increasing number of people in the world, something known as overpopulation. In this programme, we’ll be discussing the controversial link between overpopulation and climate change. And as usual we’ll be learning some new vocabulary, as well."
    },
    {
      "author": "Sam",
      "text": "Sounds good, Neil, but first I have a question for you. Over the last 100 years, within one lifetime, the world’s population has soared. At the start of the 20th century, it was around one-and-a-half billion, but how many people are there in the world today? Is it:"
    },
    {
      "author": "Neil",
      "text": "I’ll say around eight billion people live on the planet today."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, I’ll reveal the answer later in the programme. Since climate change is caused by human activities, it seems common sense that fewer people would mean lower carbon emissions. But in fact the connection isn’t so simple. Not everyone emits carbon equally, and people in the western world produce far more than people in sub-Saharan Africa or Asia."
    },
    {
      "author": "Neil",
      "text": "Arvind Ravikumar is professor of climate policy at the University of Texas. He’s made the surprising calculation that an extra two billion people born in low-consuming countries, would actually add very little to global carbon emissions. Here, Kate Lamble and Neal Razzell, presenters of BBC World Service programme, The Climate Question, discuss Professor Ravikumar’s findings."
    },
    {
      "author": "Kate Lamble",
      "text": "What he’s saying is kind of astonishing, right? Two billion people is, to say the least, a lot. It’s the combined population of Europe and Africa."
    },
    {
      "author": "Neal Razzell",
      "text": "He's crunched the numbers and found that an extra two billion low-income people as defined by the World Bank, these are people without cars, without electricity often, would see global emissions rise by just 1.5%."
    },
    {
      "author": "Kate Lamble",
      "text": "Add two billion high-income earners - that's people with cars and power and all the mod cons , and Arvind reckons emissions would rise by more than 60%."
    },
    {
      "author": "Neal Razzell",
      "text": "So when it comes to climate change and population, where you were born matters."
    },
    {
      "author": "Neil",
      "text": "Professor Ravikumar made his discovery after crunching the numbers , an idiom meaning performing many mathematical calculations involving large amounts of data."
    },
    {
      "author": "Sam",
      "text": "He concluded that whereas two billion low-income people would increase carbon levels very little, two billion high-income people would increase it a lot. That’s because high-income populations have mod cons ,which is short for ‘modern conveniences’: technology and machines like cars, fridges and air-conditioning that make life easier and more pleasant."
    },
    {
      "author": "Neil",
      "text": "According to this view, the real problem is not overpopulation but overconsumption. Affluence – that’s having lots of money and owning many things, has become a big factor in climate change, and that’s true in poorer countries as well as richer ones."
    },
    {
      "author": "Sam",
      "text": "Listen to Rajesh Joshi, reporter for BBC World Service’s, The Climate Question, interviewing a rich Indian housewife, Priti Dhagan, in her luxurious home in New Delhi."
    },
    {
      "author": "Priti Dhagan",
      "text": "I need everything that I buy. You cannot be judgmental about anybody's needs, and I derive a lot of happiness out of being very, very drawn towards consumer things, and I love it. And I'm not apologetic about it."
    },
    {
      "author": "Rajesh Joshi",
      "text": "So if I tell you that poor people have a smaller carbon footprint as compared to their richer counterparts, do you feel apologetic about it?"
    },
    {
      "author": "Priti Dhagan",
      "text": "So the brain says yes, we should be apologetic about it, but the heart does not agree. Yes, poor can’t afford lots of stuff so their carbon imprint is small, but here my heart wins over my brain because it gives me happiness."
    },
    {
      "author": "Neil",
      "text": "Priti does not feel apologetic about her shopping – she doesn’t think that she should feel sorry. Shopping makes her happy and she lets her heart rule her head – an idiom meaning that you do something based on emotions rather than reason."
    },
    {
      "author": "Sam",
      "text": "Priti is being very honest. She is consuming and looking for happiness in a way that people in the west have been doing for decades."
    },
    {
      "author": "N",
      "text": "eil It seems overconsumption is a bigger cause of climate change than raw population numbers. Speaking of which… what was the answer to your question, Sam?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, I asked about the current global population. You guessed it was around eight billion people which was… the correct answer! According to the United Nations, the world’s population reached eight billion on November 15, 2022. Right, let’s recap the vocabulary we’ve learned, staring with carbon footprint – a measurement of how much carbon dioxide someone’s activities produce."
    },
    {
      "author": "Neil",
      "text": "If you crunch numbers , you perform many mathematical calculations involving large amounts of data."
    },
    {
      "author": "Sam",
      "text": "Mod cons is short for ‘modern conveniences’ - machines like cars, washing-machines, and fridges which make life easier and more pleasant."
    },
    {
      "author": "Neil",
      "text": "Affluence means having lots of money or material possessions."
    },
    {
      "author": "Sam",
      "text": "If you are apologetic , you show that you feel sorry for something harmful you have said or done."
    },
    {
      "author": "Neil",
      "text": "And finally, the idiom let your heart rule your head means to do something based on emotion and personal desires rather than for logical or practical reasons. For now it’s goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Kate Lamble",
    "Neal Razzell",
    "Priti Dhagan",
    "Rajesh Joshi",
    "N"
  ]
}