{
  "title": "osing your mother tongue",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f2tw8p.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230302",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230302_6min_english_mother_tongue_download.mp3",
  "intro": [
    "What does it mean for a child refugee to lose their first language? Sam and Rob hear the story of a woman who could no longer speak her native Czech after her family left their home country. Now she speaks English. We talk about leaving a language behind and teach you new vocabulary along the way."
  ],
  "this_week_question": [
    "According to the United Nations, how many people around the world are currently living as displaced refugees?",
    "a)    3 million",
    "b)    53 million",
    "c)    103 million",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "mother tongue",
      "desc": "native language; the first language you learn from your parents as a child"
    },
    {
      "text": "(someone is) dunked into",
      "desc": "suddenly placed into a new, unfamiliar situation for a short time before being removed again"
    },
    {
      "text": "have faith",
      "desc": "have confidence or trust in something or someone"
    },
    {
      "text": "sort itself out",
      "desc": "(phrasal verb) stop being a problem without anyone having to do anything"
    },
    {
      "text": "full-fledged",
      "desc": "complete; fully developed"
    },
    {
      "text": "either-or",
      "desc": "situation where only a choice between two options, with no third alternative, is possible"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be hearing about an issue experienced by many child refugees who are forced to leave their home – the loss of their first, native language, or mother tongue , as they start a new life, learning to speak a new language, in a new country."
    },
    {
      "author": "Rob",
      "text": "Julie Sedivy and her family left their home in what was then Czechoslovakia and is now the Czech Republic during the Cold War, when Julie was a small child. After several years travelling through Europe, they arrived in Canada as political refugees with no English. We’ll be hearing about Julie’s childhood when learning English started to replace her native language, Czech, and, as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "But first, I have a question, Rob. Julie’s family left their home as political refugees, but every year millions of people are also displaced because of war, persecution, or the damaging effects of climate change. So, according to the United Nations, how many people around the world are currently living as displaced refugees? Is it:"
    },
    {
      "author": "Rob",
      "text": "I’ll guess it’s 103 million."
    },
    {
      "author": "Sam",
      "text": "I’ll reveal the answer later in the programme, Rob. Like many child refugees, Julie spoke only her mother tongue, Czech, at home with her brothers, sisters and parents who, in the beginning, spoke no English at all. Here she describes to Michael Rosen, presenter of BBC Radio 4 programme, Word of Mouth, going to an English-speaking school for the first time."
    },
    {
      "author": "Michael Rosen",
      "text": "…so, you went into school not, to start off, with really understanding what was going on, is that right?"
    },
    {
      "author": "Julie Sedivy",
      "text": "That's right. I just kind of interpreted things as best I could, and my memory of that is that that was not particularly difficult or traumatic. I think by then I'd had the experience of being dunked into various unfamiliar languages numerous times, and I had faith that it would sort itself out, and that everything would be just fine; and it was of course…"
    },
    {
      "author": "Rob",
      "text": "At school, Julie was dunked into unfamiliar situations, a bit like a biscuit being dunked into a cup of tea. Often, dunk means to dip something into liquid, but here, the meaning is that Julie was suddenly dropped into a new situation for a while, then taken out, as her family travelled through Europe."
    },
    {
      "author": "Sam",
      "text": "By the time she arrived in Canada, Julie had been exposed to several other languages including Italian and French. She had experienced many difficulties, but never given up hope of finding a new home. Julie had faith – in other words, trust or confidence, that everything would sort itself out , a phrase meaning to stop being a problem automatically, without having to do anything."
    },
    {
      "author": "Rob",
      "text": "Over the following years, Julie faced many challenges: going to school and making friends; helping her parents as they struggled in the English-speaking world; and grieving for her native language which she slowly forgot, and with it, the chance to speak Czech with her dad before he passed away. Julie shares her thoughts on losing and refinding her mother tongue in her book, Memory Speaks."
    },
    {
      "author": "Sam",
      "text": "Through it all, Julie kept alive her belief that by speaking two, three or even more languages, we don’t forget who we are, but instead gain a sense of tolerance, an idea which she talked about with BBC Radio 4’s, Word of Mouth."
    },
    {
      "author": "Julie Sedivy",
      "text": "The idea that you can be both of Mexican ancestry, for example, and speak Spanish, and be a full-fledged American, or in my case come from a country like the Czech Republic, continue to speak my language and to be a Canadian and very proudly so and very invested in Canada as a society. There's a number of studies that suggest that the very presence of people with blended ideas in a society seem to lead to greater acceptance between groups. It creates the sense that this is not an either-or, that we can coexist, perhaps precisely because we have evidence that these cultures can coexist within a single person."
    },
    {
      "author": "Rob",
      "text": "For Julie, there’s no contradiction in being a Canadian refugee speaking Czech, or a Spanish-speaking immigrant who’s a full-fledged – or fully developed – American. These are not either-or situations – cases where there is only a choice between two options, with no third possibility. Instead, a peaceful coexistence can develop, as shown in the life of Julie Sedivy herself."
    },
    {
      "author": "Sam",
      "text": "Right. it’s time to reveal the answer to my question: how many people around the world, like Julie, are living as displaced refugees?"
    },
    {
      "author": "Rob",
      "text": "Well, I said it was 103 million. Was I right?"
    },
    {
      "author": "Sam",
      "text": "And that was the correct answer, Rob, a number which, according to UN, is only going to grow. Now it’s time to recap the vocabulary we’ve learned from this programme about losing our mother tongue – the native language you were brought up speaking by your parents."
    },
    {
      "author": "Rob",
      "text": "If something is dunked , it’s dipped into a liquid, like a biscuit in a cup of tea, but if someone is dunked into a situation, they’re suddenly placed into a new and unfamiliar setting before being removed again after a short time."
    },
    {
      "author": "Sam",
      "text": "If you have faith in something or someone, you have trust or confidence in them."
    },
    {
      "author": "Rob",
      "text": "The phrasal verb to sort itself out , means to stop being a problem without having to do anything."
    },
    {
      "author": "Sam",
      "text": "The adjective full-fledged means completely developed."
    },
    {
      "author": "Rob",
      "text": "And finally, an either-or is a situation where only a choice between two options is possible, with no third alternative."
    },
    {
      "author": "Sam",
      "text": "And that brings us to the end of this programme. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Michael Rosen",
    "Julie Sedivy"
  ]
}