{
  "title": "How to talk to a climate denier",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f37s69.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230309",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230309_6min_eng_climate_download.mp3",
  "intro": [
    "Do you know somebody who doesn't believe that climate change is happening? Most scientists say it is. Rob and Sam get some tips on how to make people think about climate, and teach you new vocabulary along the way."
  ],
  "this_week_question": [
    "What percent of the world’s scientific community agree that climate change is real?",
    "a)    79 percent",
    "b)    89 percent",
    "c)    99 percent",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "climate denier",
      "desc": "person who does not believe that climate change is happening, or does not accept that it is caused by human activity such as burning fossil fuels"
    },
    {
      "text": "ill-informed",
      "desc": "knowing less than you should about a particular topic"
    },
    {
      "text": "full-blown",
      "desc": "completely developed or committed"
    },
    {
      "text": "take a long, hard look (at something)",
      "desc": "examine something very carefully in order to improve it for the future"
    },
    {
      "text": "throw insults",
      "desc": "say offensive, hurtful things directly to someone"
    },
    {
      "text": "backfire",
      "desc": "have the opposite effect from the one you intended"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob. When Sarah Ott was growing up in Florida in the 1990s, she loved playing in nature. She picked up litter in the street and took it home to recycle. But later, in college, Sarah became surrounded by people in her community who didn’t share her love of the environment – people who didn’t believe that climate change was real. And slowly, Sarah started to doubt it as well."
    },
    {
      "author": "Sam",
      "text": "Climate deniers - people who don’t believe that climate change is happening, or that it isn’t caused by humans - make up around nine percent of the American population, according to some estimates. Now, Sarah works as a climate campaigner at the US National Centre for Science Education, teaching children the science behind climate change, but her journey there was a difficult one, and she lost many friends on the way."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’ll be discussing climate deniers, and finding out how to talk with people who doubt the science of global warming. And as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "But before that, I have a question for you, Rob. Whatever climate deniers think, there is strong agreement on the issue among scientists on the Intergovernmental Panel on Climate Change, the IPCC. So, what percentage of the world’s scientific community agree that climate change is real? Is it:"
    },
    {
      "author": "Rob",
      "text": "I’ll have a guess and I’ll say it’s 99 percent."
    },
    {
      "author": "Sam",
      "text": "OK. I will reveal the answer later in the programme, Rob. Marco Silva is a climate disinformation reporter for the BBC. He told BBC World Service programme, The Climate Question, what he’s learned about reporting on the issue from around the world."
    },
    {
      "author": "Marco Silva",
      "text": "It’s quite important to make here a very clear distinction between being wrong, ill-informed about climate change and being a full-blown climate denier. A lot of people may not be very well versed with the science, the facts of climate change… to be honest, they can at times be quite complex, quite dense. Some people may have genuine questions about the subject. So, with information, with facts, those people can be convinced. Climate deniers , though, people who reject the basic facts of climate change, are likely to be more difficult to persuade."
    },
    {
      "author": "Rob",
      "text": "Marco distinguishes a full-blown climate denier - someone who is completely committed to the idea, from someone who is simply ill-informed , meaning someone who knows less than they should about a particular topic."
    },
    {
      "author": "Sam",
      "text": "Marco thinks it’s possible persuade an ill-informed person that climate change is a fact, for example by sharing personal stories of how of the weather has changed in recent years, or by asking them why they doubt the scientific evidence."
    },
    {
      "author": "Rob",
      "text": "Full-blown climate deniers, on the other hand, are much harder to persuade. Here’s Marco Silva again, sharing some advice on how best to talk to people about the climate with BBC World Service programme, The Climate Question."
    },
    {
      "author": "Marco Silva",
      "text": "A number of researchers and academics have looked into exactly this topic before. Professor Sander van der Linden, professor of social psychology at the University of Cambridge, is one of them. He's been looking into this long and hard , and when I spoke to him, he gave me a couple of tips. For instance, don't challenge a climate denier directly. Don't confront them telling them that they're this or that, throwing insults at them, that their beliefs are wrong - that sort of attitude or strategy is only likely to backfire . If you do that, the chances are people are just going to hold on to their views even more firmly."
    },
    {
      "author": "Sam",
      "text": "Marco mentions Professor van der Linden, a psychologist who has taken a long, hard look at the issue of climate denial. If you take a long, hard look at something, you examine it very carefully in order to improve it for the future."
    },
    {
      "author": "Rob",
      "text": "Professor van der Linden advises us not to challenge climate deniers directly, and never to throw insults – to say offensive, hurtful things directly to someone. This approach is unlikely to work and will probably backfire , or have the opposite effect from that intended, such as making that person’s opinion even stronger."
    },
    {
      "author": "Sam",
      "text": "Instead, what’s needed is understanding and empathy – realising that climate deniers cannot control the life events that led them to mistrust science; and the patience to try to show them difference between fact and fiction."
    },
    {
      "author": "Rob",
      "text": "OK, it’s time to reveal the answer to your question now, Sam - what percentage of the global scientific community agree that human-caused climate change is real? And I guessed it was 99 percent."
    },
    {
      "author": "Sam",
      "text": "And that was the correct answer, Rob! The scientific evidence for a climate emergency is overwhelming, leaving just the question of what we do about it. OK, let’s recap the vocabulary we’ve learned from this programme on climate deniers – people who do not accept that climate change is real."
    },
    {
      "author": "Rob",
      "text": "Someone who is ill-informed knows less than they should about a particular topic."
    },
    {
      "author": "Sam",
      "text": "The adjective full-blown means completely committed or developed."
    },
    {
      "author": "Rob",
      "text": "The idiom to take a long, hard look at something means to examine something very carefully in order to improve it for the future."
    },
    {
      "author": "Sam",
      "text": "If you throw insults , you say offensive, hurtful things directly to someone."
    },
    {
      "author": "Rob",
      "text": "And finally, if your actions backfire , they have opposite effect from the one you intended. Once again, our six minutes are up! Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Marco Silva"
  ]
}