{
  "title": "Women in politics",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fg7ls0.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230427",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230427_6min_english_women_in_politics_download.mp3",
  "intro": [
    "It is often said that the qualities of empathy and understanding - often associated with women - are most needed in politics today. Yet, while women make up over half the world's population, only 26 percent of the world's politicians are women. Why is this? Neil and Beth discuss some of the reasons, and teach you related vocabulary as well."
  ],
  "this_week_question": [
    "Britain has had three female prime ministers, all from the Conservative party. First was Margaret Thatcher, who was followed in 2016 by Theresa May, and after that by Liz Truss, who resigned after only a short time in office. But for how long was Liz Truss prime minister? a) 45 days b) 1 year and 45 days c) 2 years and 45 days Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "misogyny",
      "desc": "hatred of, or prejudice against, women coached specially trained or instructed in how to improve at a particular skill attire the clothes you are wearing walk a tightrope be in a difficult situation that requires careful and considered behaviour collaborative involving several people working together for a particular aim my way or the highway (idiom) used as a warning that someone will only accept their own way of doing things"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Beth. Neil And I'm Neil. Differences between men and women have existed forever, but in modern times imbalances in the opportunities for men and woman have widened. One area where this imbalance is widest is politics. Beth When we think of female politicians, the names Margaret Thatcher, Angela Merkel, Indira Gandhi, or Jacinda Ardern all come to mind. But, while women make up over half the world's population, only 26% of the world's politicians are women. Neil How much of this is because of misogyny - hatred and prejudice against women? It seems that the surprise resignation of New Zealand's prime minister, Jacinda Ardern, was partly because of the misogynistic abuse she received online, so in this programme we'll be asking: why is life so hard for women in politics? And, of course, we'll be learning some useful new vocabulary as well. Beth But before that, I have a question for you, Neil. Britain has had three female prime ministers, all from the Conservative party. First was Margaret Thatcher, who was followed in 2016 by Theresa May, and after that by Liz Truss, who resigned after only a short time in office. But for how long, exactly, was Liz Truss prime minister? Was it: a) 45 days? b) 1 year and 45 days? or, c) 2 years and 45 days? Neil I think the answer is 45 days. Beth OK, Neil. I'll reveal the answer later. One of the biggest barriers for female politicians is that politics has traditionally been seen as a man's world. When Margaret Thatcher became prime minister in 1979, she had to manage a group of men who were not used to being told what to do by a woman. Here, Professor Rosie Campbell, Director of the Global Institute for Women's Leadership, explains to BBC World Service programme, The Real Story, how Mrs Thatcher's solution to this problem was to appear more masculine. Rosie Campbell She was deliberately coached to change her voice and to behave in a way that was more stereotypically masculine, at the same time as presenting herself, in terms of her attire , in a very feminine way which really showed the tightrope she had to walk in order to seem strong enough to be the leader, but not subverting norms of what it is to be a woman. So I think, you know, whatever you might think of Margaret Thatcher, that was a very challenging tightrope walk that she had to do. Neil Margaret Thatcher was coached to behave more like a man, for example by lowering her voice. If you are coached , you are specially trained in how to improve at a particular skill. Beth At the same time she was also advised to appear feminine, especially in her attire - the clothes she wore. In trying to present both male and female sides of herself, Mrs Thatcher walked a tightrope - an idiom meaning to be in a difficult situation that requires carefully considered behaviour. Neil The point is that none of these demands were made of the men in Mrs Thatcher's government. Even today, the way women in politics behave or dress is commented on and criticised far more than men, with the result that fewer women are willing to expose themselves to public scrutiny - a situation which has only got worse since the internet, and with it, sexist and misogynistic abuse on social media. Beth Paradoxically, it is often said that the qualities of empathy and understanding - often associated with women - are most needed in politics today. According to former prime minister Helen Clark, who was New Zealand's first female elected leader, it's not just that women are more caring - they also bring a different leadership style, as she explained to BBC World Service programme, The Real Story: Helen Clark I think that women are known for more collaborative styles and politics, less likely to be the, you know, top down, heavy-handed… you know, my way or the highway , more open to evidenced debate. I think it's certainly informed the way that that I led. I think it also informed the priorities that I had. Neil Helen Clark believes women leaders are more collaborative - they prefer working cooperatively with several people to achieve a common goal. She contrasts this with a stricter, more dictatorial leadership style by using the expression, my way or the highway - an idiom used as a warning that someone will only accept their way of doing things. Beth In fact, adopting such dictatorial approaches has been the end of many political leaders, including Mrs Thatcher and, more recently, Liz Truss… which brings me back to my question, Neil - how long did Liz Truss last as prime minister? Neil I guess it was 45 days. Was I right? Beth That was... the correct answer! Liz Truss was prime minister for just 45 days, the shortest premiership of any British leader ever, male or female. OK, let's recap the vocabulary we've learned in this programme on women in politics, starting with misogyny - the dislike or hatred of women. Neil If you are coached in something, you are trained or instructed in how to improve that particular skill. Beth Attire means the clothes you are wearing. Neil If you have to walk a tightrope , you're in a difficult situation that requires careful behaviour. Beth The adjective collaborative involves several people working together for a particular purpose. Neil And finally, the idiom it's my way or the highway can be used as a warning that someone will only accept their own way of doing things. Once again, our six minutes are up. See you soon! Beth Bye!"
    }
  ],
  "authors": [
    "Beth"
  ]
}