{
  "title": "What's the point of museums?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0ffm38d.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230420",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230420_6min_english_museum_download.mp3",
  "intro": [
    "Many museums have been criticised for stealing ancient treasures during imperial times and that these items, such as the famous Parthenon marbles, should be returned. Beth and Neil discuss the controversial role of museums in the 21st Century and teach you related vocabulary."
  ],
  "this_week_question": [
    "The Natural History Museum in London, features a grand entrance hall which, for decades, contained an impressive life-size model of a dinosaur. But what was this iconic dinosaur's name?",
    "a) Dippy the Diplodocus",
    "b) Terry the Terradactyl",
    "c) Tyrone the Tyrannosaurus",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "artefact",
      "desc": "object of historical importance or interest, especially one which is very old"
    },
    {
      "text": "hunter-gatherers",
      "desc": "people who lived by hunting and collecting food in the wild, instead of by farming crops"
    },
    {
      "text": "(move) up the ladder",
      "desc": "advance; make progress"
    },
    {
      "text": "onwards and upwards",
      "desc": "becoming better and better; improving"
    },
    {
      "text": "exhibition",
      "desc": "display of a collection of artefacts in a museum, or paintings in an art gallery"
    },
    {
      "text": "interconnected",
      "desc": "several different things being connected or related to each other"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "London has many tourist attractions, from Big Ben to Buckingham Palace. Would it surprise you to hear that many tourists’ top destination is actually a museum? The British Museum contains thousands of important artefacts – objects of special historical interest, including ancient Egyptian mummies, an Aztec serpent, and the Rosetta Stone. In fact, London has museums on every subject, from trains to fashion."
    },
    {
      "author": "Beth",
      "text": "But recently many museums have been criticised for stealing ancient treasures during imperial times – the age of the British empire. Many argue that these treasures, such as the famous Parthenon marbles and Benin bronzes, should be returned. In this programme, we’ll discuss the controversial role of museums in the 21"
    },
    {
      "author": "Neil",
      "text": "But first, I have a question for you, Beth. Another of London’s most visited museums, The Natural History Museum, features a grand entrance hall which, for decades, contained an impressive life-size model of a dinosaur. But what was this iconic dinosaur’s name? Was it:"
    },
    {
      "author": "Beth",
      "text": "Ah, I think the answer is Dippy the Diplodocus."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I’ll reveal the answer later in the programme. Anthropologist, Professor Adam Kuper, has written a new book, The Museum of Other People, which discusses the idea that many museum artefacts were stolen and should be given back. Here he speaks to BBC Radio 4 programme, Thinking Allowed, about two sides of the debate: one which saw European culture as superior, and another which didn’t."
    },
    {
      "author": "Prof Adam Kuper",
      "text": "These are the two great ideologies of the imperial age. One is that all societies begin from a very rough base… We're all…our ancestors were hunter-gatherers at one stage, and then they go through the stage of farming, industry… all this while they're getting smarter and smarter, their brains are getting bigger and bigger, and they’re moving from primitive magic to sophisticated religion, then maybe on to science. So, it's onwards and upwards . And that's the imperial idea… and we're going to help these other poor benighted people up the ladder with us. And opposed to this there's this other 19 century ideology which says, ‘no, this is an imperialist myth. We have our own culture. There are no better or worse cultures, there are just national cultures’."
    },
    {
      "author": "Beth",
      "text": "Imperialists believed that mankind progressed through stages, starting as hunter-gatherers – people who lived before the invention of farming, and survived by hunting and collecting food in the wild. According to this view, white European culture was best because it was the most advanced, so it was their duty to help local cultures up the ladder , meaning to advance or make progress. Adam Kuper uses the phrase, onwards and upwards to describe a situation where things are improving, becoming better and better."
    },
    {
      "author": "Neil",
      "text": "Of course, things didn’t get better for everyone, especially the people whose land and possessions were stolen. An opposing view argued that each culture is unique and should be valued and protected."
    },
    {
      "author": "Beth",
      "text": "The legacy of colonialism is now being publicly debated, but the question of returning stolen artefacts remains complex. Firstly, since many of these treasures are hundreds of years old, to whom should they be returned? What’s more, the history behind these objects is complicated. In the case of the Benin bronzes, for example, questions can be asked about the actions of local leaders, as well as the European powers."
    },
    {
      "author": "Neil",
      "text": "So how can museums display their artefacts to reflect this complex history. Here’s Professor Kuper sharing his ideas with BBC Radio 4’s, Thinking Allowed."
    },
    {
      "author": "Prof Adam Kuper",
      "text": "I want to see a lot more temporary exhibitions and the kinds of exhibitions that I would be interested in are not about one particular tradition, but about the relationships between different cultural traditions. Everything is interconnected . Of course, these connections are sometimes violent, sometimes oppressive, sometimes very difficult, sometimes very painful. But things are changing."
    },
    {
      "author": "Neil",
      "text": "An exhibition is a display showing a collection of artefacts. Adam Kuper wants exhibitions to tell truthful stories by showing the relationships between cultures, and how events are interconnected – connected or related to each other. And these stories must include all cultures, going back almost to the dinosaurs."
    },
    {
      "author": "Beth",
      "text": "And speaking of dinosaurs, Neil, it’s time for you to reveal the answer to your question: what was the name of the famous dinosaur which greeted visitors to London’s Natural History Museum? I said it was Dippy the Diplodocus."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer! The 26-metre-long dinosaur was displayed from 1905 until 2017 when it was replaced by the skeleton of a female blue whale promisingly named, Hope. OK, let’s recap the vocabulary we’ve learned starting with artefact – anobject of historical significance."
    },
    {
      "author": "Beth",
      "text": "Hunter-gatherers were people who lived by hunting and collecting wild food rather than farming."
    },
    {
      "author": "Neil",
      "text": "If someone moves up the ladder , they advance or make progress."
    },
    {
      "author": "Beth",
      "text": "The phrase onwards and upwards describes a situation where things are getting better and better."
    },
    {
      "author": "Neil",
      "text": "An exhibition is a display of artefacts in a museum or paintings in an art gallery."
    },
    {
      "author": "Beth",
      "text": "And finally, the adjective interconnected describes separate things which are connected or related to each other. Once again, our time is up. Join us again soon for more trending topics. Goodbye, everyone!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Prof Adam Kuper"
  ]
}