{
  "title": "climate change cause more disease?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fp225m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230525",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230525_6min_climate_diseases_download.mp3",
  "intro": [
    "Every year, mosquito-borne diseases kill around three-quarters of a million globally. But could it get worse with climate change? With warming temperatures, mosquitos are now spreading to new areas, including Europe. We’ll hear about dengue fever, one of the diseases they bring, and teach you related vocabulary."
  ],
  "this_week_question": [
    "Dengue isn’t the only sickness mosquitos spread, so which of the following is also a mosquito-borne disease?",
    "a)    ebola",
    "b)    cholera",
    "c)    malaria",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "symptom",
      "desc": "physical signs of the presence of an illness or disease in your body"
    },
    {
      "text": "fever",
      "desc": "medical condition in which your body temperature is higher than normal, and your heart beats very fast"
    },
    {
      "text": "critical window",
      "desc": "limited period of time during which action must be taken to achieve a desired result"
    },
    {
      "text": "host",
      "desc": "plant or animal that another plant or animal lives on as a parasite, or uses for food"
    },
    {
      "text": "a part of the jigsaw/puzzle",
      "desc": "a part of a complicated or continuing situation that helps you to understand it"
    },
    {
      "text": "domino effect",
      "desc": "situation in which something, usually bad, happens, causing further negative events to happen"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Beth."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Beth",
      "text": "Here at 6 Minute English, we discussed animals adapting their behaviour in response to climate change in earlier programmes, but we didn’t focus on one species in detail. So, in this programme, we’ll take a look at an especially unwelcome insect: the mosquito."
    },
    {
      "author": "Neil",
      "text": "Every year, mosquito-borne diseases kill around three-quarters of a million globally, with most deaths occurring in children under five."
    },
    {
      "author": "Beth",
      "text": "With warming temperatures, mosquitos are now spreading to new areas, including Europe. We’ll hear about dengue fever, one of the diseases they bring, and as usual, we’ll learn some useful new vocabulary as well. But first, I have a question for you, Neil. Dengue isn’t the only sickness mosquitos spread, so which of the following is also a mosquito-borne disease? Is it:"
    },
    {
      "author": "Neil",
      "text": "I think the answer is c) malaria."
    },
    {
      "author": "Beth",
      "text": "OK, Neil, we’ll find out later in the programme. One country at the forefront of the problem is Indonesia which, in recent years, has seen a surge in dengue-related deaths. Here’s Dr. Dewi Iriani, a paediatrician in the Indonesian capital, Jakarta, speaking with BBC World Service programme, The Climate Question."
    },
    {
      "author": "Dr. Dewi Iriani",
      "text": "Fever and muscle aches are common symptoms for a viral infection. But if they're accompanied by symptoms, for example red spots on the skin, or maybe there is a fever that lasts for three days, we can suspect that it’s dengue fever. Day five to seven is the critical window for a dengue fever patient. Sometimes parents don't know about this critical window, and when they bring the child to the hospital, it's difficult for us to help."
    },
    {
      "author": "Neil",
      "text": "Dr. Iriani describes the symptoms of dengue – the signs that indicate the presence of a disease in your body. These include fever , when your body temperature is higher than normal, and your heart beats very fast."
    },
    {
      "author": "Beth",
      "text": "Dengue is not fatal - if you receive treatment quickly. There is a critical window between days five and seven of the infection when a patient needs treatment to survive. A critical window refers to a limited period of time during which action must be taken to achieve a certain result."
    },
    {
      "author": "Neil",
      "text": "Dengue cases in Indonesia have now grown to over 150,000 and many blame climate change. Periods of drought, when little rain falls, force people to collect drinking water in buckets, giving mosquitos places to breed."
    },
    {
      "author": "Beth",
      "text": "According to Professor Manisha Kulkarni, an epidemiologist from the University of Ottawa, higher temperatures also mean higher rates of replication, something she explained to Paul Conolly, presenter of BBC World Service’s, The Climate Question."
    },
    {
      "author": "Manisha Kulkarni",
      "text": "The higher the temperature, the quicker that the mosquito can actually replicate that virus within its body, and then be able to transmit it back to another host when it bites."
    },
    {
      "author": "Paul Conolly",
      "text": "Manisha also talked about the link between poverty and dengue, which is an important part of this jigsaw isn't it, because as more and more people move to cities and live in cramped conditions, with poor sanitation, then more and more people are exposed to dengue, so there's something of a domino effect here."
    },
    {
      "author": "Neil",
      "text": "Dengue spreads when an infected mosquito bites a host – an animal that another animal lives on or uses for food. And Professor Kulkarni is concerned about poverty as much as climate change. She calls it an important part of the jigsaw , an idiom meaning a part of a complicated situation that helps you understand it."
    },
    {
      "author": "Beth",
      "text": "Poverty forces many Indonesians to move into crowded cities with poor sanitation. These provide the perfect breeding ground for mosquitos creating a domino effect - a situation in which something bad happens, causing further negative consequences."
    },
    {
      "author": "Neil",
      "text": "The domino effect means that dengue is spreading not just in Asia, but in parts of the world which didn’t have it before, including France, Spain, and Italy. But the news isn’t all bad.  Fortunately, technology is getting better at slowing the spread, including early warning systems that can predict dengue outbreaks months in advance, and the ongoing work to produce a vaccine. All of which, hopefully, mean an end to dengue, and similar diseases… speaking of which, Beth, what was the answer to your question?"
    },
    {
      "author": "Beth",
      "text": "I asked you to name another mosquito-borne disease, besides dengue."
    },
    {
      "author": "Neil",
      "text": "And I said malaria."
    },
    {
      "author": "Beth",
      "text": "Which was the correct answer! Dengue, malaria, and yellow fever are all diseases spread by mosquitoes. Right, let’s recap the vocabulary we’ve learned from this programme, starting with symptom – a sign of the presence of a disease in your body."
    },
    {
      "author": "fever",
      "text": "A  is a medical condition which increases your body temperature and heartbeat."
    },
    {
      "author": "Beth",
      "text": "A critical window is a limited period of time during which action must be taken to achieve the desired outcome."
    },
    {
      "author": "Neil",
      "text": "The word host has several meanings, but in biology it’s a plant or animal that another plant or animal lives on as a parasite or uses for food."
    },
    {
      "author": "Beth",
      "text": "The idiom part of the jigsaw ,or part of the puzzle , means a part of a complicated situation that helps you to understand it."
    },
    {
      "author": "Neil",
      "text": "And finally, one negative event causing another, which in turn causes another, can be called a domino effect . Once again, our six minutes are up. Goodbye!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Beth",
    "Neil",
    "Dr. Dewi Iriani",
    "Manisha Kulkarni",
    "Paul Conolly",
    "fever"
  ]
}