{
  "title": "cotourism: good or bad?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fph4cv.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230601",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230601_6min_english_ecotourism_download.mp3",
  "intro": [
    "In recent years, nature and wildlife tourism has grown massively. Whether it’s meeting mountain gorillas or swimming with dolphins, every year tourists pay thousands of dollars for a once-in-a-lifetime opportunity. But ecotourism doesn't always work well. Beth and Neil discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "Most tourists on safari are looking for ‘the big five’, the name given to Africa's most iconic large animals. But which animals are ‘the big five’?",
    "a)    the lion, leopard, giraffe, baboon and buffalo",
    "b)    the lion, leopard, tiger, elephant and buffalo or",
    "c)    the lion, leopard, rhinoceros, elephant and buffalo?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "ecotourism",
      "desc": "travel to places of natural beauty in which the tourists’ main motivation is to appreciate the natural world and support the traditional culture of local people"
    },
    {
      "text": "sustainable",
      "desc": "designed to continue at a steady level which does not damage the environment"
    },
    {
      "text": "tiger selfie",
      "desc": "having your photo taken with a captive wild tiger"
    },
    {
      "text": "at the other end of the scale",
      "desc": "by contrast"
    },
    {
      "text": "grassroots",
      "desc": "NGOs non-governmental organisation (NGO) which tries to achieve its aims through the actions of local ordinary people rather than leaders"
    },
    {
      "text": "go a long way (towards)",
      "desc": "be an important factor in achieving a certain goal"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. Nowadays, the word ‘safari’ is often used negatively. For many people, the idea of killing animals for sport is unacceptable."
    },
    {
      "author": "Neil",
      "text": "As the popularity of hunting declines, safaris are swapping their guns for cameras, offering tourists the chance to photograph wild animals in their natural habitat. In recent years, nature and wildlife tourism, also called ecotourism , has grown massively."
    },
    {
      "author": "Beth",
      "text": "But the story is complex. While money from ecotourism is supposed to support threatened wildlife and traditional local cultures, the reality is sometimes different. In this programme, we’ll be asking: is ecotourism good or bad? And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Most tourists on safari are looking for ‘the big five’, the name given to Africa's most iconic large animals. But which animals are ‘the big five’? Is it:"
    },
    {
      "author": "Beth",
      "text": "I guess it’s a) the lion, leopard, giraffe, baboon and buffalo."
    },
    {
      "author": "Neil",
      "text": "I’ll reveal the answer at the end of the programme. The balance between the good and bad things ecotourism can bring is well understood by Vicky Smith, whose website, Earth Changes, matches ecotourists with environmentally-friendly travel companies. Here is Vicky talking with BBC Radio 4 programme, Costing the Earth."
    },
    {
      "author": "Vicky Smith",
      "text": "Just because tourism is nature-based, it doesn't mean to say it's necessarily responsible or sustainable . So, there's a lot of animal activities in tourism that we know which are, you know, highly irresponsible and unsustainable, like a performing whale and dolphin shows, or swimming with dolphins, elephant-riding, tiger selfies where the tigers are drugged."
    },
    {
      "author": "Beth",
      "text": "Genuine ecotourism is sustainable – designed to continue at a steady level which does not damage the environment. Not every travel company which calls themselves eco-friendly acts sustainably, and may still advertise irresponsible tourist activities, including tiger selfies – having your photo taken with a captive wild tiger."
    },
    {
      "author": "Neil",
      "text": "There are two requirements travel companies should meet to qualify as genuine ecotourism. First, tourists’ main motivation should be to appreciate and observe the natural world without interfering, and second, the money they spend should support traditional communities. Clearly, having your photograph taken with a chained and drugged tiger does not meet these requirements."
    },
    {
      "author": "Beth",
      "text": "But not all companies claiming to be ecotourism behave so irresponsibly. According to Antonia Bolingbroke-Kent, who runs small scale wildlife expeditions to some of the most remote places on Earth, it’s possible to put travel companies on a sliding scale from good to bad. On BBC Radio 4’s programme, Costing the Earth, Antonia discussed her work in Tajikistan, a country where ecotourism is making a positive impact on both animal and human communities."
    },
    {
      "author": "Antonia Bolingbroke Kent",
      "text": "At the other end of the scale is Tajikistan, where I work a lot, which gets less than two dozen wildlife tourists a year, and the money these visitors bring is essential to the conservation work that grassroots NGOs are doing. So those few tourists… their money goes a very long way and the animals people are looking at… snow leopards, rare mountain ungulates like Bukharan markhor, they are being observed from a distance, their behaviour is not being affected in any way, and the local communities are genuinely benefiting."
    },
    {
      "author": "Beth",
      "text": "Antonia uses the phrase at the other end of the scale as a way of contrasting irresponsible tourist companies with what’s happening in Tajikistan. There, animals including snow leopards and mountain ungulates, are being protected by ecotourist projects run by non-governmental organisations, or NGOs - organizations trying to achieve environmental or social aims outside of government control. These NGOs are grassroots organisations meaning that they are run from the bottom up, by ordinary people rather than leaders."
    },
    {
      "author": "Neil",
      "text": "Despite getting very few ecotourists a year, the money they spend in Tajikistan goes a long way , in other words, the money is an important factor in achieving their goals, which in Tajikistan at least, means protecting rare wild animals. OK, it’s time to reveal the answer to my question."
    },
    {
      "author": "Beth",
      "text": "You asked me about ‘the big five’, the name for Africa’s iconic safari animals. I guessed they were: the lion, leopard, giraffe, baboon and buffalo."
    },
    {
      "author": "Neil",
      "text": "You guessed right about the lion, leopard, and buffalo, but the others were the rhinoceros and the elephant. OK, let’s recap the vocabulary we’ve learned from this programme about ecotourism – travel to places of natural beauty where the tourists’ motivation is to appreciate nature and support the local culture."
    },
    {
      "author": "Beth",
      "text": "The adjective sustainable describes actions designed to continue at a steady level so as not to damage the environment."
    },
    {
      "author": "Neil",
      "text": "A tiger selfie means having your photo taken with a captive wild tiger, not something to be advised!"
    },
    {
      "author": "Beth",
      "text": "The phrase at the other end of the scale is similar in meaning to the phrase, ‘by contrast’."
    },
    {
      "author": "Neil",
      "text": "A grassroots NGO is a non-governmental organisation which tries to achieve its aims through the actions of local ordinary people rather than leaders."
    },
    {
      "author": "Beth",
      "text": "And finally, if something goes a long way towards a certain goal, it’s an important factor in achieving that goal. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Vicky Smith",
    "Antonia Bolingbroke Kent"
  ]
}