{
  "title": "Foraging for wild food",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fysncp.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230720",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230720_6min_english_wild_food_download.mp3",
  "intro": [
    "Do you pick the fruit you eat from trees? In this programme, we’ll be hearing about a new foraging project taking place across the UK, and, as usual, we'll be learning some useful new vocabulary as well."
  ],
  "this_week_question": [
    "2019 was a good year for the group, Wild Food UK, with the launch of their foraging pocket guide, a handbook aimed at helping foragers find and identify safe wild food to eat. So, according to the group’s website, what is the most popular food foraged in the UK?",
    "a)    seaweed",
    "b)    berries",
    "c)    mushrooms",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "foraging",
      "desc": "searching the countryside for edible wild plants, fruit, and fungi to eat"
    },
    {
      "text": "microbiome",
      "desc": "tiny organisms including bacteria and fungi which live in the human digestive system, break down food for energy and strengthen immune defences"
    },
    {
      "text": "buy into (an idea)",
      "desc": "completely believe in an idea"
    },
    {
      "text": "nettles",
      "desc": "nutritious edible plant with leaves covered in hairs that sting when touched"
    },
    {
      "text": "superfood",
      "desc": "food containing many vitamins and nutrients considered very good for human health"
    },
    {
      "text": "flat",
      "desc": "Without energy, emotion or excitement"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Beth."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Beth",
      "text": "Nowadays we are so used to getting food whenever we want that we’ve almost forgotten how we managed in the past. But for thousands of years before supermarkets, humans found food through foraging – moving from place to place looking for wild food to eat."
    },
    {
      "author": "Neil",
      "text": "Since the Covid pandemic, foraging for wild food has become popular again. Why go to the shops when you can walk into nearby countryside and parks to collect edible plants, mushrooms, and fruit for free?"
    },
    {
      "author": "Beth",
      "text": "Of course, you can’t eat everything you find growing outside - some poisonous plants can make you very ill. But there’s something exciting about setting off on a culinary treasure hunt to find new edible plants for dinner."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be hearing about a new foraging project taking place across the UK, and, as usual, we'll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "But first I have a question for you, Neil. 2019 was a good year for the group, Wild Food UK, with the launch of their foraging pocket guide, a handbook aimed at helping foragers find and identify safe wild food to eat. So, according to the group’s website, what is the most popular food foraged in the UK? Is it: a)    seaweed? b)    berries?  or, c)    mushrooms?"
    },
    {
      "author": "Neil",
      "text": "There’s so much coastline in Britain, I reckon it must be a) seaweed."
    },
    {
      "author": "Beth",
      "text": "OK. I'll reveal the answer later in the programme. Monica Wilde, known as Mo, is the author of The Wilderness Cure, a book charting her year of eating only wild food. Mo is one of a group of 26 experienced foragers taking part in the ‘Wild Biome Project’, a three-month experiment into the health benefits of introducing wild food into your diet."
    },
    {
      "author": "Neil",
      "text": "Microbiome are tiny organisms including bacteria and fungi which live in the human digestive system, help break down food, and strengthen immune defence. The idea is that natural unprocessed foods found in the wild support our microbiome, leading to a range of health benefits from weight loss to increased energy levels. The foragers’ microbiome is measured and monitored before, during and after the experiment. Here’s Mo Wilde chatting with one of the foragers, Rob Gould, for BBC Radio 4’s, The Food Programme."
    },
    {
      "author": "Rob Gould",
      "text": "Even if you don't buy into the whole idea of fully encompassing a wild diet - because for most people it's fairly much unattainable - but for people just incorporating a small amount of wild food into their diet, you’re increasing massively the amount of nutrients, the micronutrients and the vitamins that you're getting, a lot of which aren't even available regularly in your commonly bought foods."
    },
    {
      "author": "Mo Wilde",
      "text": "Sometimes people say, ‘Oh well, you know, if everybody foraged, they wouldn't be enough’, but I've never noticed a shortage of nettles , and if nettles didn't grow in this country, we'd probably be flying them in as a superfood because there's so nutritious, and above all they’re free."
    },
    {
      "author": "Beth",
      "text": "With the high levels of nutrients and vitamins found in wild plants like nettles, Rob has bought into the idea of foraging. If you buy into an idea, you completely believe in it."
    },
    {
      "author": "Neil",
      "text": "Did you say stinging nettles - the wild plants growing everywhere which have leaves covered in hairs that sting when you touch them?"
    },
    {
      "author": "Beth",
      "text": "Yes, it turns out that nettles are packed full of nutrients and vitamins which are great for human health. In fact, they’re even considered a superfood - food that contains many vitamins and other nutrients known to be very good for human health."
    },
    {
      "author": "Neil",
      "text": "The Wild Biome Project hasn’t finished yet, but it already seems that the foragers are feeling happier as well as healthier. They all report greater appreciation for the smell and taste of their food, and say foraging has given them increased self-worth, a natural treatment for depression and anxiety. Here’s one forager describing her feelings to BBC Radio 4’s, The Food Programme."
    },
    {
      "author": "Forager",
      "text": "I found the first week I felt really quite flat, quite limited carbs coming in from chestnut flour primarily. Feeling loads better now… feeling loads better in the last few days, and I'm really enjoying the project… having a great time, in fact. I don't really want it to stop."
    },
    {
      "author": "Beth",
      "text": "At the start of the experiment this forager felt flat – low in energy, emotion or excitement, but after some weeks of wild food, fresh air and appreciation of nature, she doesn’t want the project to stop."
    },
    {
      "author": "Neil",
      "text": "Well, I’m convinced! So, what’s first on my wild food shopping list? I think it’s time you revealed the answer to your question, Beth."
    },
    {
      "author": "Beth",
      "text": "Right, I asked what was the most popular foraged food in the UK, and you guessed it was seaweed, which was the wrong answer. Mushrooms are the most popular foraged food. OK, let's recap the vocabulary we've learned from this programme about foraging - looking for wild edible plants to eat."
    },
    {
      "author": "Neil",
      "text": "Microbiome are tiny bacteria and organisms in the human gut which help digest food and strengthen immunity."
    },
    {
      "author": "Beth",
      "text": "If you buy into an idea, you completely believe in it."
    },
    {
      "author": "Neil",
      "text": "Nettles are common nutritious edible plants with leaves covered in hairs that sting when touched."
    },
    {
      "author": "Beth",
      "text": "A superfood describes a food containing many vitamins and other healthy nutrients."
    },
    {
      "author": "Neil",
      "text": "And finally, the adjective flat means lacking energy, emotion or excitement – and probably means you should go outside and get foraging! Once again, our 6 minutes are up. Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Beth",
    "Neil",
    "Rob Gould",
    "Mo Wilde",
    "Forager"
  ]
}