{
  "title": "The right way to say sorry",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0g0yryf.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230727",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230727_6_minute_english_the_right_way_to_say_sorry_download.mp3",
  "intro": [
    "It's becoming increasingly important for public figures to apologise after making a mistake. Neil and Beth discuss different ways to say sorry and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "How many times a day does the average British person say 'sorry'?",
    "a) four times per day? b) six times per day? or, c) eight times per day?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "sarcastic",
      "desc": "saying or doing the opposite of what you really mean in order to mock or insult"
    },
    {
      "text": "public figure",
      "desc": "famous person whose life and behaviour is often discussed in newspapers and on radio and television"
    },
    {
      "text": "faux pas",
      "desc": "saying or doing something in a social situation that causes embarrassment or offence"
    },
    {
      "text": "fine",
      "desc": "sum of money paid as a punishment for doing something illegal or breaking a rule"
    },
    {
      "text": "caveat",
      "desc": "warning that something may not be completely true or is somehow limited"
    },
    {
      "text": "draw a line under (something)",
      "desc": "consider a bad situation to be over in order to move on and make a fresh start"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "There are many ways of saying sorry in English, and they all have a slightly different meaning. If you tell me you’re ill, and I say, “Oh, I'm sorry”, that means: I sympathise, and I hope you get better soon."
    },
    {
      "author": "Beth",
      "text": "If you step on my toes by mistake, and say, “I’m so sorry”, you mean: oops that was my fault and I didn't mean to do it."
    },
    {
      "author": "Neil",
      "text": "And if you don’t really feel sorry, you might be sarcastic , “Oh, I’m soooo sorry!” meaning exactly the opposite – that you’re not sorry at all."
    },
    {
      "author": "Beth",
      "text": "Saying sorry for something you’ve done in English can be quite confusing, and to make things worse, the British are world champions at apologising. In this programme we'll discuss ways of saying sorry, and as usual we'll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Sorry! but I'm going to have to stop you there, Beth, because first I have a question to ask. We know that the British love to say sorry. In fact a recent survey found that some Brits apologise up to twenty times a day. So according to the same survey, how many times per day does the average Brit say sorry? Is it:"
    },
    {
      "author": "Beth",
      "text": "I'm going to guess it’s six times a day."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the answer later in the programme. Since the British are famous for apologising it’s no surprise that Louise Mullany started researching the language of apologising in Britain, at the University of Nottingham. Now a professor of sociolinguistics, Louise spoke with BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Professor Louise Mullany",
      "text": "And I was really interested in looking at how people apologise, particularly public figures so I did a lot of research in the workplace and looking at the media, and looking at politicians in particular, and one of the things that really interested me at the time was a lot of writers were talking about us entering an age of an apology, and there's a real sense that public figures in particular are called upon to apologise for multiple different things, and if they don't apologise then that's a big faux pas ."
    },
    {
      "author": "Beth",
      "text": "Saying sorry is especially important in politics, and Professor Mullany studied the apologies of public figures – famous people, including politicians, who are often discussed in newspapers and seen on radio and television. When politicians make mistakes they are expected to apologise, and failing to say sorry is a faux pas – a remark made in a social situation that causes embarrassment or offence."
    },
    {
      "author": "Neil",
      "text": "Most politicians hate apologising and with good reason. Saying sorry means taking responsibility, and the apology needs to be sincere. A good example of this is the apology Boris Johnson made to the House of Commons during the 'Partygate' scandal in the UK when he broke COVID lockdown rules and had to pay a fine - a sum of money paid as a punishment for breaking the rules. Here, Professor Louise Mullany, analyses the apology for BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Professor Louise Mullany",
      "text": "It's very unusual in a political apology because he comes out and says, ‘I am responsible’, but there is the caveat that he wasn't certain that he was breaking the rules, he didn't realise which he continues to say in his apology that came out after the fine , so he repeats the apology, and he caveats it around other political events... and he uses humility when he was in the House the day after he paid his fine, and was very quick to say, ‘I've paid the fine, I’ve given the reparation, I’ve paid the money, let's draw a line under the whole business now’."
    },
    {
      "author": "Beth",
      "text": "Boris Johnson claimed he didn’t know he was breaking the rules. His apology contained a caveat – a warning that what he said was limited, or not completely true. Eventually, Boris Johnson did apologise, but many people didn’t trust him and he couldn’t draw a line under the 'Partygate' scandal. If you draw a line under something , you try to move on from a bad situation and make a fresh start."
    },
    {
      "author": "Neil",
      "text": "Apologising is hard work – the apology must be sincere, and often the person does something to show they mean it. Which reminds me that it’s time to reveal the answer to my question, Beth."
    },
    {
      "author": "Beth",
      "text": "Yes. You asked me how many times a day the average Brit says sorry, and I guessed it was six. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Well, I’m very sorry, but that was… the wrong answer. The average Brit says sorry around eight times a day, making it probably the most over-used word in the English language. Sorry about that!"
    },
    {
      "author": "Beth",
      "text": "Right, let's recap the vocabulary we've learned from this programme about saying sorry, starting with sarcastic , doing or saying the opposite of what you really mean, for example saying ‘I’m reeeally sorry!’, when you aren’t."
    },
    {
      "author": "Neil",
      "text": "A public figure is a famous person whose life and behaviour is often discussed in the media and in public."
    },
    {
      "author": "Beth",
      "text": "A faux pas is a socially embarrassing remark or action."
    },
    {
      "author": "Neil",
      "text": "A fine is a sum of money paid as a punishment for doing something illegal or breaking a rule."
    },
    {
      "author": "Beth",
      "text": "If you say something with a caveat , it contains a warning that what you have said may not be completely true or is limited in some way."
    },
    {
      "author": "Neil",
      "text": "And finally, if you draw a line under something you consider it finished in order to move on and make a fresh start. I’m sorry to say that, once again, our six minutes are up and it’s time to draw a line under this programme! Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Professor Louise Mullany"
  ]
}