{
  "title": "Plants fighting pollution",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fz33z9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230713",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230713_6_minute_english_anti_pollution_plants_download.mp3",
  "intro": [
    "Recently, scientists have been developing a new natural technique for cleaning up pollution by letting plants do the work instead. Neil and Beth discuss ‘phytoremediation’ - a natural way of cleaning up chemical pollution, and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "‘Phytoremediation’ is the technique that certain plants use to remove harmful chemicals from polluted environments. But how do they do this? Is it by using:",
    "a) their leaves? b) their roots? or, c) their seeds?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "prestigious",
      "desc": "admired and well respected"
    },
    {
      "text": "bring (something) back to life",
      "desc": "make something come to life again after being dead; reanimate something that has died"
    },
    {
      "text": "broken promises",
      "desc": "promising you will definitely do something but then failing to do what you said you would"
    },
    {
      "text": "chief",
      "desc": "ruler of a tribe; most important or highest ranking leader"
    },
    {
      "text": "charisma",
      "desc": "special natural ability to attract, influence and inspire people"
    },
    {
      "text": "magic formula",
      "desc": "combination of actions that is likely to result in success"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Now, imagine a field polluted by spilled oil. Toxic waste has mixed into the water and chemical fumes have overtaken the air, leaving animals dead and the land unsafe for humans. Unfortunately, situations like this are common all over the world."
    },
    {
      "author": "Beth",
      "text": "Cleaning up chemical pollution is dangerous and expensive, and mostly involves highly technological equipment. But what if there was a more natural solution? Recently, scientists have been developing a new technique for cleaning pollution - letting plants do the work instead."
    },
    {
      "author": "Neil",
      "text": "Yes, plants like water hyacinths have been used to clean rivers by sucking up oil spilled into the water, and researchers have successfully used fungi to breakdown plastic waste. In this programme, we’ll be hearing about plants that fight pollution, and of course, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "Great, but first I have a question for you, Neil. One word we'll be hearing a lot in this programme is ‘phytoremediation’ – the technique that certain plants use to remove harmful chemicals from polluted environments. But how do they do this? Is it by using:"
    },
    {
      "author": "Neil",
      "text": "I think some plants clean up pollution using their roots."
    },
    {
      "author": "Beth",
      "text": "OK, Neil. We'll find out the correct answer later. Phytoremediating plants are certainly needed in one of the most oil polluted places on Earth – the delta of the River Niger in Nigeria. Ever since oil, known by the nickname, black gold, was discovered there in the 1950s, it's become central to Nigeria's economy. But oil spills have devastated the region’s landscape, and there is mistrust between local communities and the multinational oil companies working there."
    },
    {
      "author": "Neil",
      "text": "Now one woman - and her plants – are trying to fix the problem. Eucharia Nwaichi is a biochemist from the University of Port Harcourt in Nigeria. She uses phytoremediation to clean and protect the region’s land and rivers. Discussing Eucharia’s work are, Georgina Rannard, from the BBC climate news team, and, Myra Anubi, presenter of BBC World Service programme, People Fixing the World:"
    },
    {
      "author": "Georgina Rannard",
      "text": "Eucharia is a specialist in phytoremediation…"
    },
    {
      "author": "Myra Anubi",
      "text": "…that word again. It basically means plants being used to clean up contaminated environments, right?"
    },
    {
      "author": "Georgina Rannard",
      "text": "Right, and when I met her recently in London she had just won the Maddox Prize. This is a prestigious award for scientists showing courage in the face of hostility. Now, the Niger Delta is a really dangerous and challenging place to work in, and despite personal risk to her safety, Eucharia has spent twenty years teaching communities there how these plants can suck up toxic oil from the ground and bring their land back to life ."
    },
    {
      "author": "Beth",
      "text": "Eucharia’s work won her a prestigious scientific award. Prestigious means admired and well respected."
    },
    {
      "author": "Neil",
      "text": "The award recognised the personal risks Eucharia takes in her efforts to bring the land back to life . If you bring something back to life, you make it come alive again, or reanimate it, after it has died."
    },
    {
      "author": "Beth",
      "text": "A big problem for climate scientists is being accepted and trusted by the people living in polluted places, but Eucharia has found a way to work with local communities. Listen again to Georgina Rannard, of BBC World Service’s, People Fixing the World, who is followed by Eucharia Nwaichi herself…"
    },
    {
      "author": "Georgina Rannard",
      "text": "Her success often comes from getting communities who have deep mistrust of outsiders after broken promises from companies to clean up the oil spills. She gets them to trust her and then they take ownership for the restoration of their land… and I think Eucharia’s magic formula really relies on diplomacy, trust, and actually charisma which is a very important quality."
    },
    {
      "author": "Eucharia Nwaichi",
      "text": "Eucharia Nwaichi We have a leadership structure… so you have the chief - like traditional ruler, you have the women leader, you have the youth leader, so you find out who those, and informed them of what you wanna do."
    },
    {
      "author": "Neil",
      "text": "Local people’s mistrust of big oil companies comes from their broken promises - times when they said they would definitely do something but then failed to."
    },
    {
      "author": "Beth",
      "text": "Eucharia, on the other hand, is trusted because she consults the community by speaking with local chiefs – the rulers, or highest ranking leaders of a tribe."
    },
    {
      "author": "Neil",
      "text": "What's more, Eucharia has lots of charisma . This personal characteristic is the natural ability to attract, influence and inspire people. Taken together, these make Eucharia’s approach a magic formula – a combination of actions that is likely to result in success."
    },
    {
      "author": "Beth",
      "text": "It’s good to hear a positive environmental news story for once, isn’t it, Neil? But what's the science behind what Eucharia is doing? How do plants clean up polluted environments? To find that out I need to reveal the answer to my question…"
    },
    {
      "author": "Neil",
      "text": "Right, you asked me how plants clean up pollution through phytoremediation. I said it was using their roots."
    },
    {
      "author": "Beth",
      "text": "And that was… the correct answer! OK, it's time to recap vocabulary we've learned from this programme, starting with the adjective prestigious , meaning admired and well respected."
    },
    {
      "author": "Neil",
      "text": "If you bring something back to life you make it come alive again after being dead."
    },
    {
      "author": "Beth",
      "text": "A broken promise is when you promise definitely to do something but then fail to do what you said you would."
    },
    {
      "author": "Neil",
      "text": "A chief is the ruler of a tribe, or the most important, highest ranking leader of an organisation."
    },
    {
      "author": "Beth",
      "text": "Charisma is a special, natural ability to attract, influence and inspire people."
    },
    {
      "author": "Neil",
      "text": "And finally, the phrase a magic formula describes a combination of actions that is likely to result in success. Once again our six minutes are up! Bye for now!"
    },
    {
      "author": "Beth",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Georgina Rannard",
    "Myra Anubi",
    "Eucharia Nwaichi"
  ]
}