{
  "title": "Are you unhappy at work?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0g2lw14.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230817",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230817_6_minute_english_unhappy_at_work_download.mp3",
  "intro": [
    "We spend so much of our day working – how can we ensure our job doesn't make us miserable? It takes more than just money and conditions. Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "According to a recent survey by Forbes magazine, what was voted the worst job in the UK? Was it:",
    "a)      a call centre worker? b)      a bartender?   or, c)      a traffic warden?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "burnout",
      "desc": "lack of energy or enthusiasm because of working too hard"
    },
    {
      "text": "deadline",
      "desc": "the time or date by which a particular job must be finished"
    },
    {
      "text": "to be breathing down someone’s neck",
      "desc": "(idiom) to watch someone very closely and check everything they do"
    },
    {
      "text": "presenteeism",
      "desc": "staying at work longer than usual, or going to work when you are ill, to show that you work hard and are important to your employer"
    },
    {
      "text": "work-life balance",
      "desc": "the amount of time you spend doing your job compared with the amount of time you spend relaxing with your family and doing things you enjoy"
    },
    {
      "text": "win-win",
      "desc": "a situation or result that is good for everyone involved"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Beth, have you ever had a horrible boss, not been paid enough, or simply got tired of doing the same old boring job?"
    },
    {
      "author": "Beth",
      "text": "I love presenting Six Minute English – of course, but some of my previous jobs have been pretty awful, Neil. When I waitressed in cafes I was on my feet ten hours a day – it was exhausting!"
    },
    {
      "author": "Neil",
      "text": "Most people have had bad work experiences at one time or another - maybe a job that was boring, badly paid, or just working too much and getting burned out – lacking energy or enthusiasm because of working too hard."
    },
    {
      "author": "Beth",
      "text": "But does work have to be like this? Since most of our waking day is spent at work, how can we make sure our job doesn’t make us unhappy? That's what we'll be discussing in this programme, and, as usual, will be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Sounds good, Beth, but first I have a question for you. The worst job I ever had was the summer I spent working as a portable toilet cleaner at music festivals, but according to a recent survey by Forbes magazine, what was voted the worst job in the UK? Was it:"
    },
    {
      "author": "Beth",
      "text": "I think the answer might be a call centre worker."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the answer later in the programme. Now, it's interesting that survey was carried out in the UK, because being unhappy at work could be related to the British working culture which emphasizes working at a fast pace. Here’s Damian Grimshaw, a Professor of Employment Studies at King's College, London, speaking with BBC Radio 4 programme, Analysis:"
    },
    {
      "author": "Professor Damian Grimshaw",
      "text": "Really it’s all about pace, cost efficiencies, meeting targets, deadlines… so this is why when people do surveys of what we call ‘work intensity’, so how hard you work, are you driven on pace?, is there a supervisor breathing down your neck?, we score really badly compared to European countries."
    },
    {
      "author": "Beth",
      "text": "Compared to some European countries, British workers have to meet more targets and deadlines - a time or date by which a particular job must be finished."
    },
    {
      "author": "Neil",
      "text": "The pressure to work quickly means you might have your boss breathing down your neck , an idiom meaning that someone is watching you very closely and checking everything you do… Not a nice feeling to have at work!"
    },
    {
      "author": "Beth",
      "text": "That’s right. A good job is about more than pay and conditions, it's one that uses your talents, and gives you some choice over how and when you work. In 2022, Britain's biggest employer, the National Health Service or NHS, lost more than 15,000 nurses, many quitting because of the long and inflexible working hours."
    },
    {
      "author": "Neil",
      "text": "Another sector with long working hours is the construction industry. Low paid, dirty and physically demanding, construction workers also risk high levels of work-related injury. Here, Emma Stewart, co-founder of social business, TimeWise, tells BBC Radio 4 programme, Analysis, about her trial project to help builders enjoy their jobs more:"
    },
    {
      "author": "Emma Stewart",
      "text": "In the work that we've done within the construction industry, we have trialled what we would call an ‘output-based’ way of working, which means we shift away from this sense of presenteeism, this sense of: you are paid by the day, you are on site from seven in the morning until the last person leaves, maybe seven in the evening… to a ‘task-based’ way of working, which means: you are going to do five tasks over the course of this day. When you've done those tasks, and you've done them well, you can go home, but we will still pay you the same amount for the day. They were able to deliver the projects that we worked on with them on time, on budget, but critically the feedback from workers was that work-life balance scores doubled, and they were able to reduce the amount of overtime that they did - it's a win-win."
    },
    {
      "author": "Beth",
      "text": "Emma describes the current working patterns using the word, presenteeism – staying at work longer than usual, or going to work when you’re ill, to show that you work hard. But this isn’t an effective way to work. Emma thinks a task-based approach is better, both at getting the job done, and for improving work-life balance - the amount of time you spend at work, compared with the amount of time you spend relaxing with your family, and doing things you enjoy. In other words, flexible working is a win-win – a situation that’s good for everyone involved."
    },
    {
      "author": "Neil",
      "text": "Maybe more flexible working would help some of the jobs I mentioned earlier in my question, Beth - according to a recent Forbes magazine survey, what was voted the worst job in the UK?"
    },
    {
      "author": "Beth",
      "text": "I guessed it was a job I've done myself - working in a call centre."
    },
    {
      "author": "Neil",
      "text": "And that was… the correct answer, although I think my summer job cleaning toilets was even worse! Right, let's recap the vocabulary we've learned from this programme starting with burnout – lack of energy or enthusiasm because of working too hard."
    },
    {
      "author": "Beth",
      "text": "A deadline is the time by which a particular job must be done."
    },
    {
      "author": "Neil",
      "text": "If someone is breathing down your neck , they’re watching you very closely and checking everything you do."
    },
    {
      "author": "Beth",
      "text": "Presenteeism means staying at work longer than usual to show your employer that you work hard and are important to them."
    },
    {
      "author": "Neil",
      "text": "Work-life balance is the amount of time spend doing your job, compared with the amount of time you spend doing things you enjoy."
    },
    {
      "author": "Beth",
      "text": "And finally, a win-win is a situation or result that is good for everyone. Once again our six minutes are up. Join us again next time, but for now - get back to work! Goodbye!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Professor Damian Grimshaw",
    "Emma Stewart"
  ]
}