{
  "title": "you stop a disaster?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0g20whl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230803",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230803_6_minute_english_the_can_you_stop_a_disaster_download.mp3",
  "intro": [
    "Natural disasters can cause death and destruction. Should we just accept them, or is there any way we can stop natural disasters being so damaging?"
  ],
  "this_week_question": [
    "Which natural disaster is most responsible for human deaths? Is it:",
    "a) earthquakes?",
    "b) tsunamis? or,",
    "c) hurricanes?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "act of God",
      "desc": "natural event or disaster that cannot be controlled or prevented by humans"
    },
    {
      "text": "fatalism",
      "desc": "belief that people cannot change the way things happen"
    },
    {
      "text": "within your grasp",
      "desc": "very likely to be accomplished"
    },
    {
      "text": "megaphone",
      "desc": "handheld cone-shaped device that makes your voice louder when you speak into it"
    },
    {
      "text": "evacuation",
      "desc": "moving people from a dangerous place to somewhere safe"
    },
    {
      "text": "livelihood",
      "desc": "job, work or activity that gives you the money to buy the things you need to live"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Beth."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. Depending on how you look at it, Roy Sullivan was either the luckiest or the unluckiest man alive. Working as a US park ranger, Roy was struck by lightning on seven different occasions, and survived them all!"
    },
    {
      "author": "Beth",
      "text": "But Roy isn't the only victim of an unpredictable natural event, sometimes called an act of God . In the last decade, an estimated half a million people have died globally in natural disasters such as earthquakes, tsunamis, hurricanes and cyclones."
    },
    {
      "author": "Neil",
      "text": "In 2023, at least 60,000 people died after earthquakes in Turkey and Syria, and things are predicted to get worse in the future due to climate change and increasing populations. So can anything be done to stop natural disasters? Or, like Roy Sullivan, should we accept that some things are beyond our control?  In this programme we'll be finding out, and, as usual, we'll be learning some useful new vocabulary too."
    },
    {
      "author": "Beth",
      "text": "Throughout history, floods, when there's too much water, and droughts, when there isn't enough, have caused most human deaths. But with climate change, new dangers are emerging. But do you know, Neil, which natural disaster is most responsible for human deaths now? Is it:"
    },
    {
      "author": "Neil",
      "text": "I'm not sure, but you do hear a lot about terrible earthquakes in the news, don't you? Probably earthquakes."
    },
    {
      "author": "Beth",
      "text": "Now, in her job as Professor of Hazard and Risk at Durham University, Lucy Easthope attends conferences to advise on planning for natural emergencies. But according to Lucy, describing disasters as ‘natural’ is a mistake, as she told BBC Radio 4 programme, Inside Science:"
    },
    {
      "author": "Professor",
      "text": "Lucy Easthope Probably the worst thing you can do at a disaster conference is describe it as natural disaster because that's the hopelessness right there. The ‘natural’ implies a sense of fatalism and a sense of ‘let's give up now’ whereas in fact, these events … there's huge elements that we have in our grasp to both prevent, and more importantly perhaps prevent additional harm."
    },
    {
      "author": "Neil",
      "text": "Professor Easthope thinks calling disasters ‘natural’ is fatalistic - it involves the belief that people are powerless to change events."
    },
    {
      "author": "Beth",
      "text": "Although no-one can prevent an earthquake, there are ways people can reduce the damage done, what Professor Easthope calls  ‘additional harm’. Often this additional harm, things like the spread of diseases or destroyed roads and buildings, are worse than the disaster itself. Fortunately, ways to limit the damage are within our grasp . If something is within your grasp it is very likely that you will achieve it."
    },
    {
      "author": "Beth",
      "text": "Bangladesh has seen a hundred fold decrease in cyclone deaths since the introduction of its new monitoring and alert system. Ilan Kelman,  Professor of Disasters and Health at UCL, has been involved in the project, and told BBC Radio 4's Inside Science how it worked."
    },
    {
      "author": "Professor Ilan Kelman",
      "text": "What Bangladesh has done is realise we cannot have 100,000 people dying in a cyclone each time. So in addition to having people on bicycles with megaphones going out and saying, ‘Look a cyclone is coming, please get to shelter!’, people in the danger zones have grown up accepting that their shelters will be safe, knowing where the evacuation routes are, but most importantly that they can return afterwards to their homes and to their livelihoods because they've built the infrastructure, and they've built their jobs in order to avoid being destroyed by the cyclone."
    },
    {
      "author": "Neil",
      "text": "One low tech solution involves people on bicycles shouting warnings about approaching cyclones into a megaphone – a handheld cone-shaped device that makes your voice louder when you speak into it. Once people know the danger, they can start the evacuation - moving people from a dangerous place to somewhere safe."
    },
    {
      "author": "Beth",
      "text": "The Bangladeshis have built shelters which protect everyone - children, the old and sick, even animals - so that when the cyclone is over they can safely return to their livelihoods -  their work, job, and other activities which give them the things they need to live."
    },
    {
      "author": "Neil",
      "text": "Well, It's great to see people working together to survive cyclones, earlier we were talking about other natural disasters."
    },
    {
      "author": "Beth",
      "text": "We were, and I asked you which disaster you thought caused most deaths and you said you thought maybe earthquakes, which was the right answer, which is why these new ideas to save  lives are so hopeful. OK, let's recap the vocabulary we've learned from this programme on natural disasters - unpredictable events or catastrophes which cannot be controlled by humans, and which are sometimes called acts of God."
    },
    {
      "author": "Neil",
      "text": "Fatalism is the belief that people are powerless to change the way things happen."
    },
    {
      "author": "Beth",
      "text": "If something is within your grasp , it’s likely to be accomplished."
    },
    {
      "author": "Neil",
      "text": "A megaphone is a handheld cone-shaped device that makes your voice louder when you speak into it so that people can hear you from far away."
    },
    {
      "author": "Beth",
      "text": "Evacuation means moving people from a dangerous place to somewhere safe."
    },
    {
      "author": "Neil",
      "text": "And finally, livelihood is your job or the work that gives you the money to buy the things you need to live. Once again our six minutes are up! Goodbye everyone!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Beth",
    "Neil",
    "Professor",
    "Professor Ilan Kelman"
  ]
}