{
  "title": "Do you have eco-anxiety?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0g25l7l.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230810",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230810_6_minute_english_eco_anxiety_download.mp3",
  "intro": [
    "A growing number of people around the world are experiencing something psychiatrists are calling 'eco-anxiety', an overwhelming sense of hopeless and doom due to the current climate situation. Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "In Australia, an animal thought to be extinct has been spotted for the first time in over fifty years. But is the animal:",
    "a)      a shark? b)      a lizard?   or, c)      a parrot?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "compassion",
      "desc": "strong feeling of sympathy for someone and the wish for them not to suffer"
    },
    {
      "text": "what a something",
      "desc": "phrase used to intensify the thing you are talking about; e.g. What a mess! What a nice surprise!"
    },
    {
      "text": "ball game",
      "desc": "set of circumstances that control how a situation happens"
    },
    {
      "text": "impassioned",
      "desc": "strongly motivated to express emotion or take action"
    },
    {
      "text": "movement",
      "desc": "group of people with the same beliefs, ideas and aims"
    },
    {
      "text": "working life",
      "desc": "the period of life spent in employment, between leaving school and retirement"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. Switch on the TV or read a newspaper and it's full of bad news about the environment. But climate change is damaging more than just the planet's health - it's affecting human health too."
    },
    {
      "author": "Neil",
      "text": "A growing number of people around the world are experiencing something psychiatrists are calling, eco-anxiety. Eco-anxiety involves feeling grief, guilt, fear or hopelessness about the future of the planet due to climate change."
    },
    {
      "author": "Beth",
      "text": "Of course, direct victims of climate change suffer most. Flood survivors experience depression and anxiety, and people breathing polluted air are at higher risk of dementia. But according to the Institute of Psychiatrists, just reading about the state of the planet in the news is causing stress and anxiety."
    },
    {
      "author": "Neil",
      "text": "In this programme on eco-anxiety, we’ll be learning some useful vocabulary related to this worrying topic… and hopefully be hearing on some happier environmental news as well."
    },
    {
      "author": "Beth",
      "text": "I hope so, Neil. With so much bad news, it's sometimes hard to feel optimistic about the future."
    },
    {
      "author": "Neil",
      "text": "Well, here's a question about some good climate news for a change. In Australia, an animal thought to be extinct has been spotted for the first time in over fifty years. But is the animal:"
    },
    {
      "author": "Beth",
      "text": "I'll guess it's a shark."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the answer later. Unsurprisingly, many of those suffering from eco-anxiety are young people. When BBC Radio 4 programme, Woman’s Hour, spoke with veteran environmentalist, Judy Ling Wong, they asked her if she was worried for young people today:"
    },
    {
      "author": "Judy Ling Wong",
      "text": "I have tremendous compassion for them because what a mess we have left the world in, our generation, and the generation before. Of course, you know, the science is so advanced now… very much in the past, the science would say, yes we think, perhaps… we perhaps have these models… now we have the exact science, so it is an absolutely different ball game … we actually know what to do now. It is about getting on with it, and the young people are the furthest ahead in this they can see the future as theirs and they’re impassioned to do something about it."
    },
    {
      "author": "Beth",
      "text": "Judy feels compassion – a strong feeling of sympathy for young people, and the wish for them not to suffer. She blames older generations and uses the phrase what a mess to emphasise that the planet is in a bad shape. You can use the phrase what a something to intensify the thing you're talking about. For example, if someone gives you a birthday present you might say, ‘What a nice surprise!’"
    },
    {
      "author": "Neil",
      "text": "But Judy is optimistic. The science on climate change is much more accurate than it used to be, for example, we know that moving away from fossil fuels would be a big help. Science has changed the ball game – the set of circumstances that control how a situation occurs."
    },
    {
      "author": "Beth",
      "text": "Knowing exactly how to stop climate change has impassioned young people – they feel strongly motivated to take action. And, as it turns out, taking action may be one of the most powerful antidotes to eco-anxiety: actually doing something to combat climate change reduces feelings of helplessness. Here’s Judy Ling Wong again speaking with BBC Radio 4’s, Woman’s Hour:"
    },
    {
      "author": "Judy Ling Wong",
      "text": "When the Institute of Psychiatry published its special issue on climate anxiety, one of the papers pointed out that if you can do something about it, if you feel part of the movement to change things or to stabilise things, then you feel much better. And also, you know, at the moment the government is trying to reach net zero by 2050 and all that, and they committed to creating 2 million new green jobs. Now, if young people and activists think about this… if you have a green job you're actually dedicating your entire working life to building a green sustainable future, and that has a huge effect on your psychology."
    },
    {
      "author": "Neil",
      "text": "Judy urges young people to join a movement – a group of people who share the same beliefs and ideas. Being part of the solution, not the problem, helps reduce anxiety and with new green jobs, young people can protect the environment their entire working life – the period of life spent in employment, between leaving school and retirement."
    },
    {
      "author": "Beth",
      "text": "And Judy’s hopefulness is shared. Recent polls showed that the majority of people are worried about climate change and are prepared to make changes… finally, some good news. And speaking of good news, what was the answer to your question, Neil?"
    },
    {
      "author": "Neil",
      "text": "I asked which ‘extinct’ animal has recently been spotted in Australia. You guessed it was a shark, which was… the wrong answer. Actually, it was a lizard - the earless grassland dragon, a native to east Australia that was last seen in the wild in 1969. OK let's recap the vocabulary we've learned from this programme on eco-anxiety, starting with compassion – a strong feeling of sympathy and the wish for people not to suffer."
    },
    {
      "author": "Beth",
      "text": "The phrase what a… something is used to intensify the thing you’re talking about, for example, What a mess! or What a nice surprise!"
    },
    {
      "author": "Neil",
      "text": "The ball game refers to the set of circumstances that control how a situation happens."
    },
    {
      "author": "Beth",
      "text": "If you’re impassioned, you’re emotionally motivated to do something."
    },
    {
      "author": "Neil",
      "text": "A movement is a group of people with the same beliefs, ideas and aims."
    },
    {
      "author": "Beth",
      "text": "And finally, your working life is the period of life spent in employment, between leaving school and retirement. Once again, our six minutes are up! Join us again next time, here on 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Judy Ling Wong"
  ]
}