{
  "title": "The stories behind our names",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0g7cxl8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230831",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230831_6_minute_english_the_stories_behind_our_names_download.mp3",
  "intro": [
    "Everyone has a name. It's an important part of our identity. But names can also have meanings that reveal our culture and history. Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "What was the most popular name for baby girls in the UK last year. Was it:",
    "a)      Florence? b)      Olivia?   or, c)      Amelia?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "typical",
      "desc": "containing the most usual features of a particular type of person or thing; a good example of that type"
    },
    {
      "text": "mass migration",
      "desc": "historical movement of large groups of people from one geographical area to another"
    },
    {
      "text": "pull the threads",
      "desc": "(idiom) investigate deeper into something to reveal the hidden connections behind it"
    },
    {
      "text": "anglicised",
      "desc": "changed to appear or sound English"
    },
    {
      "text": "(can't) be bothered",
      "desc": "(don’t) make the effort to do something"
    },
    {
      "text": "tricky",
      "desc": "difficult to manage; requiring careful use"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Names tell us a lot about a person. Many names have meanings – Paul, for example, means ‘humble’, and the name, Anna, originated from a Hebrew word meaning ‘graceful’."
    },
    {
      "author": "Beth",
      "text": "Our name is an important part of our identity - if you hear someone shout your name in the street, you automatically turn to look. But names also reveal cultural and family connections which give us a sense of our history and our place in the world."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be meeting a writer whose name combines two very different sides of her identity – one English, the other Indian. Sheela Banerjee was born in Hayes, West London to parents from the east Indian state of Bengal. We’ll be hearing about Sheela’s research into her name and family history, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "But first I have a question for you, Neil. As every parent knows, choosing your child’s name isn’t easy. Names go in and out of fashion, and a name that was popular one year soon becomes old-fashioned. So, what was the most popular name for baby girls in the UK last year. Was it:"
    },
    {
      "author": "Neil",
      "text": "Hmm, I’ll guess it was Olivia."
    },
    {
      "author": "Beth",
      "text": "OK, Neil, we’ll find out the answer later in the programme. Sheela Banerjee’s name came out of her parents’ journey from British India to West London in the 1950s. Here she tells BBC Radio 4 programme, Word of Mouth, how reflecting on this journey inspired her new book, What’s in a Name?, which blends her own life story with history and politics:"
    },
    {
      "author": "Sheela Banerjee",
      "text": "…as soon as I started thinking about it, you know, this name Sheela which is, you know, I was a 7 year-old girl living in Hayes called Sheela - this very typical English name - you know, what's that name doing there… if you start to pull at that the threads lead you to the story of my Bengali parents’ migration over here, to mass migration from the colonies after the war to this country, and then Banerjee contains all these stories about colonialism and caste…"
    },
    {
      "author": "Neil",
      "text": "Her parents wanted their daughter to feel safe in London so they gave her a typical English name, Sheela. If something is typical it shows the usual features of a particular type of person or thing - it’s a good example of that type."
    },
    {
      "author": "Beth",
      "text": "She may have had a typical English name, but with dark skin and hair, Sheela didn’t look like some people's image of a typical English girl. Wanting to find out more about her culture, Sheela started to pull the threads behind her family story. Pulling the threads is an idiom meaning to investigate deeper into something, revealing the hidden connections behind it."
    },
    {
      "author": "Neil",
      "text": "What Sheela discovered was a story of mass migration – periods in history when large groups of people move from one geographical area to another. Mass migrations have happened throughout history. In the 1950s and 1960s, many South Asian families, including Sheela’s, migrated west to cities in the UK."
    },
    {
      "author": "Beth",
      "text": "But this is just one half of the story. Sheela’s family name, Banerjee, reflects her roots in the Bengali culture of East India where surnames tell a lot about a person’s social status, or caste. Here’s Sheela explaining more to BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Sheela Banerjee",
      "text": "…it is an Indian name, but actually it's not my real name… You've got names like Banerjee, Mukherjee, Chatterjee which, you know, nowadays people hear over here, but Banerjee is an anglicised form of my original name which would have been ‘Bandyopadhyay’ and it’s a name that was changed by the British when they went over there because they really basically couldn't be bothered to pronounce it, or couldn't pronounce it, and for me it's always been a very mixed name because it signifies that we were, you know, colonial subjects and so it's a tricky name to be carrying around."
    },
    {
      "author": "Neil",
      "text": "Sheela’s surname is actually pronounced ‘Bandyopadhyay’ but during colonial times the name became anglicised - it was changed to sound more English. This happened at lot: the surnames Chattopadhyay became Chatterjee and Mukhopadhyay became Mukherjee, either because the British rulers couldn’t pronounce them, or because they couldn’t be bothered – they didn’t make the effort."
    },
    {
      "author": "Beth",
      "text": "Sheela feels her anglicised surname has always been tricky - difficult to use, because of the association with colonialism and oppression. Ironically, it was London, the capital of the British Empire, that in modern times became the destination for migrants from all over the world."
    },
    {
      "author": "Neil",
      "text": "OK, it’s time to reveal the answer to your question, Beth. What was the most popular girls’ name in 2022? I guessed it was Olivia…"
    },
    {
      "author": "Beth",
      "text": "Which was… the correct answer! In 2022, Olivia remained the most popular girls’ name for the sixth year in a row, and was given to 3,649 baby girls. OK, let's recap the vocabulary from this programme starting with typical – containing the most usual features of a particular type of person or thing."
    },
    {
      "author": "Neil",
      "text": "If you pull the threads of something, you investigate it more deeply to find the hidden stories behind it."
    },
    {
      "author": "Beth",
      "text": "Mass migration is the historical movement of large groups of people from one place to another."
    },
    {
      "author": "Neil",
      "text": "If something is anglicised it’s changed to sound or appear English."
    },
    {
      "author": "Beth",
      "text": "If you can’t be bothered to do something, you don’t make the effort to do it."
    },
    {
      "author": "Neil",
      "text": "And finally, if something is tricky, it’s difficult to manage and requires careful use. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Sheela Banerjee"
  ]
}