{
  "title": "Space-saving solar hacks",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gbt487.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230907",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230907_6_minute_english_Space-saving_solar_hacks_download.mp3",
  "intro": [
    "Solar power is key for meeting net-zero targets, but how can we find space to build more solar panels? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which ancient Greek philosopher was responsible for using reflected sunlight to burn Roman ships attacking the city of Syracuse? Was it: a)      Archimedes? b)      Socrates?   or, c)      Pythagoras?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "canopy",
      "desc": "a cover fixed over an object such as a bed or car to provide shelter or decoration"
    },
    {
      "text": "enticing",
      "desc": "attractive because it offers advantages or pleasures"
    },
    {
      "text": "in the near future",
      "desc": "very soon; at a time not very far away"
    },
    {
      "text": "on and off",
      "desc": "occasionally; from time to time"
    },
    {
      "text": "(prices have) tumbled",
      "desc": "decreased quickly in a short time"
    },
    {
      "text": "economically feasible",
      "desc": "describes a business or project where the economic advantages achieved are greater than the economic costs"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. As the world switches from fossil fuels to renewable sources of energy, solar panels are appearing in more and more places… and with good reason."
    },
    {
      "author": "Neil",
      "text": "Yes. Today, the world is generating 10 times more solar electricity than a decade ago, and what's more, solar is the only energy source on track to meet the UN’s 2050 net zero targets."
    },
    {
      "author": "Beth",
      "text": "But there’s a problem: space. As the rooftops in our cities and towns get filled up with solar panels, finding space for them becomes difficult. In this programme we’ll be exploring two surprising solar projects to build PV panels in all kinds of weird and wonderful places. And, as usual, we'll be learning some useful new vocabulary too."
    },
    {
      "author": "Neil",
      "text": "Great! But first I have a question for you, Beth.  Harnessing the power of the sun is not new, in fact solar power dates back over 2,700 years. In 213 BC, mirrors were used to reflect sunlight back onto Roman ships attacking the city of Syracuse, causing them to catch fire. But which ancient Greek philosopher was responsible for this solar heat ray? Was it:"
    },
    {
      "author": "Beth",
      "text": "I think it was Pythagoras."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I'll reveal the answer later in the programme. Our first surprising solar project takes place in one of the world’s biggest car parks, owned by US supermarket giant, Walmart. Joshua Pearce, a researcher at Western University in Ontario, Canada, wants Walmart to introduce solar canopies in all their car parks."
    },
    {
      "author": "Beth",
      "text": "A canopy is a cover fixed over something to provide shelter or decoration. Joshua’s canopies protect customers’ cars from the sun and rain, while the solar panels fixed on top generate electricity. This electricity can be used by the supermarket, or given to customers to charge their electric car for free. Here’s Myra Anubi, presenter of BBC World Service programme, People Fixing The World, discussing Joshua’s idea:"
    },
    {
      "author": "Myra Anubi",
      "text": "Of course if Walmart or an equivalent retailer were to do this, they wouldn't just be paying off their investment in green electricity, they would be adding hundreds of thousands of electric charging points across the US which would make switching to electric vehicles more enticing for American drivers."
    },
    {
      "author": "Joshua Pearce",
      "text": "So we're starting to see more and more of these occur. I think in the very near future we're going to see an enormous increase."
    },
    {
      "author": "Neil",
      "text": "Solar canopies provide free charging points, making electric cars a cheaper, more enticing option for American drivers. If something is enticing , it’s attractive because it offers advantages or pleasures."
    },
    {
      "author": "Beth",
      "text": "Joshua hopes we’ll see more solar canopies in the near future - at some time very soon."
    },
    {
      "author": "Neil",
      "text": "Our second surprising solar project is, quite literally, out of this world! Martin Soltau is founder of Space Solar, a company planning to build solar panels 22 thousand miles away, in outer space. With no night or changing seasons, it’s believed that solar panels in space would generate 13 times as much electricity as on Earth."
    },
    {
      "author": "Beth",
      "text": "Martin’s plans sound like science-fiction, and haven’t been tried out… yet. But the idea of solar power from space has existed since the 1960s, as Martin explained to BBC World Service programme, People Fixing The World:"
    },
    {
      "author": "Martin Soltau",
      "text": "And then in really the late 60s, the American scientist Peter Glazier designed first practical, technically practical, system and after that NASA studied it on and off right through the decades, and so it's really only the last six or seven years that it's actually now become economically feasible … so the whole cost of getting things into space has tumbled by over 90%."
    },
    {
      "author": "Neil",
      "text": "NASA has studied the idea of putting solar panels in space on and off , meaning occasionally, or from time to time, since the 1960s."
    },
    {
      "author": "B",
      "text": "eth Recently, the costs of travelling to space have tumbled – decreased quickly and in a short time, making Martin’s idea for space solar panels economically feasible . If a business plan is economically feasible , the economic advantages achieved are greater than the economic costs."
    },
    {
      "author": "Neil",
      "text": "It seems that a good idea is a good idea, whether it’s thousands of years ago or in the near future. With that, it’s time to reveal the answer to my question."
    },
    {
      "author": "Beth",
      "text": "Yes. You asked me which famous ancient Greek philosopher used the power of the sun to destroy enemy Roman ships in 213 BC. I said it was Pythagoras…"
    },
    {
      "author": "Neil",
      "text": "Which was… I'm afraid to say, the wrong answer Beth. It was actually Archimedes who used parabolic mirrors to burn the enemy’s wooden ships at Syracuse – a trick which schoolchildren still do today, using a magnifying glass and sun beams to make fire. Right, let's recap the vocabulary we've learned from this programme, starting with canopy - a cover that’s fixed over an object to shelter or decorate it."
    },
    {
      "author": "B",
      "text": "eth The adjective enticing means attractive because of the advantages or benefits it offers."
    },
    {
      "author": "Neil",
      "text": "In the near future means very soon."
    },
    {
      "author": "B",
      "text": "eth The phrase on and off means occasionally, or from time to time."
    },
    {
      "author": "Neil",
      "text": "If the cost or price of something has tumbled , it’s decreased quickly in a short time."
    },
    {
      "author": "B",
      "text": "eth And finally, if a business plan is economically feasible , the economic advantages achieved will be greater than the economic costs. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Myra Anubi",
    "Joshua Pearce",
    "Martin Soltau",
    "B"
  ]
}