{
  "title": "Sounds that make you want to scream",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gg32bk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230928",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230928_6_minute_english_sounds_that_make_you_want_to_scream_download.mp3",
  "intro": [
    "Fingers down a blackboard, someone chewing, the scrape of a plate - there are lots of sounds people don't like. But for some people, it causes them huge distress. Neil and Phil discuss the medical condition called 'misophonia' and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "According to a recent survey by the American journal Medical News, which of the following did their readers find the most unpleasant sound?",
    "a) bicycle brakes squeaking? b) nails scraping a blackboard? c) a baby crying?"
  ],
  "vocab": [
    {
      "text": "trigger",
      "desc": "something that causes people to feel emotional distress or fear, often because they remind the person of a traumatic event in the past"
    },
    {
      "text": "fight-or-flight",
      "desc": "natural human response to a stressful or dangerous situation that makes people either run away or stay to face the threat"
    },
    {
      "text": "innocuous",
      "desc": "completely harmless"
    },
    {
      "text": "takes its toll",
      "desc": "causes suffering, damage, or death"
    },
    {
      "text": "passed away",
      "desc": "(polite expression) died"
    },
    {
      "text": "a shock to the system",
      "desc": "a sudden and unpleasant change"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Phil",
      "text": "And I’m Phil."
    },
    {
      "author": "Neil",
      "text": "Ugh! What’s that awful noise, Phil?!"
    },
    {
      "author": "Phil",
      "text": "Oh sorry, Neil, I was, er… biting my nails. I know, it’s a bad habit."
    },
    {
      "author": "Neil",
      "text": "Yuk! It sounds terrible!"
    },
    {
      "author": "Phil",
      "text": "Sorry, Neil. Actually, it’s not only you who finds certain sounds irritating, unpleasant, or even unbearable. Whether it’s someone biting their nails, rustling a crisp bag, or scraping a knife on a dinner plate, some everyday sounds have the power to make us angry or upset."
    },
    {
      "author": "Neil",
      "text": "There's even a name for it: misophonia, also known as ‘sound rage’, and  it’s more common than you might think. According to some estimates, one person in five is affected emotionally by the coughing, slurping, sneezing and snorting sounds made by the people around them."
    },
    {
      "author": "Phil",
      "text": "In this programme, we’ll be finding out more about the medical condition misophonia, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Phil. According to a recent survey by the American journal Medical News which of the following did their readers find the most unpleasant sound?:"
    },
    {
      "author": "Phil",
      "text": "Hmm, I’ll guess it was squeaky bicycle brakes.. I really hate that!"
    },
    {
      "author": "Neil",
      "text": "OK. Phil, we'll find out the answer later in the programme. For people suffering from misophonia, the specific sounds which cause them to become emotionally upset, also known as triggers , often involve food and eating. Just sitting down for dinner with their family can feel like torture."
    },
    {
      "author": "Phil",
      "text": "Olana Tansley-Hancock is a British clinical researcher who also suffers from misophonia. Here she explains some of her triggers to BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Olana Tansley-Hancock",
      "text": "Olana Tansley-Hancock Just any kind of inescapable, repetitive noise will potentially cause a misophonic-type response in me, that fight-or-flight and yeah… it's that immediate, uncontrollable reaction that you get to the sound that is the most hard to explain and unusual I think, cos’ in modern day you don't we get many instances where you get a fight-or-flight response - it's not like we're frequently chased down by wild animals - and then to feel those from pretty innocuous everyday sounds is the thing that takes its toll."
    },
    {
      "author": "Neil",
      "text": "Certain sounds trigger a fight-or-flight response in Olana. Fight-or-flight refers to the way the human body responds to stressful or dangerous situations, either by physically running away, or staying to deal with the threat."
    },
    {
      "author": "Phil",
      "text": "Normally, these would be life-threatening dangers, things like a fire or an attacking wild animal, but for misophonia sufferers, even innocuous , or completely harmless, sounds create problems."
    },
    {
      "author": "Neil",
      "text": "That’s right. Olana, for example, gets disturbed by helicopters flying in the sky, and the fact that other people don’t seem too bothered also takes its toll , a phrase meaning 'causes suffering or pain'."
    },
    {
      "author": "Phil",
      "text": "So what does it feel like to actually experience this kind of stress in everyday life?  Here’s Olana again, explaining her feelings to Ruth Alexander, presenter of BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Olana Tansley-Hancock",
      "text": "Olana Tansley-Hancock It's not the same feeling, but it's the same response in terms of the immediacy and inability to control it as when someone tells you that someone close to you has passed away … that feeling of utter, sudden reaction. You can't control it, and then it lingers and carries on for you, that immediate emotional response."
    },
    {
      "author": "Ruth Alexander",
      "text": "Almost like a shock to the system."
    },
    {
      "author": "Olana Tansley-Hancock",
      "text": "Yeah."
    },
    {
      "author": "Neil",
      "text": "Olana describes her misophonia as an uncontrollable and sudden emotional reaction, as if finding out that a loved one has passed away . Passed away is a polite, euphemistic way of saying ‘died’. She also describes it as a shock to the system - a sudden and unpleasant change."
    },
    {
      "author": "Phil",
      "text": "Fortunately, misophonia sufferers have developed some tricks to help. Playing background music can disguise the sound of people sipping and slurping their food; and clearly, honestly explaining what the condition is also helps people sympathise and understand."
    },
    {
      "author": "Neil",
      "text": "But, of course, some sounds simply are disturbing – for example you biting your nails, Phil!"
    },
    {
      "author": "Phil",
      "text": "OK, OK, I said I was sorry... Maybe it’s time to reveal the answer to your question, Neil, before you get more upset! You asked me which sound was voted the most irritating for readers of the journal, Medical News."
    },
    {
      "author": "Neil",
      "text": "Right. And you guessed it was bicycle brakes squeaking, which was… the wrong answer, I’m afraid, Phil. In fact, nails scraping a blackboard was voted the most distressing noise, and I completely agree… Right, let's recap the vocabulary we've learned from this programme on misophonia, starting with trigger , something that causes people to feel emotional distress or fear."
    },
    {
      "author": "Phil",
      "text": "Fight-or-flight refers to the natural human response to a threatening situation of either running away, or staying to face the danger."
    },
    {
      "author": "Neil",
      "text": "The adjective innocuous means completely harmless."
    },
    {
      "author": "Phil",
      "text": "If something takes its toll , it causes suffering, damage, or death."
    },
    {
      "author": "Neil",
      "text": "Passed away is a polite way of saying 'died'."
    },
    {
      "author": "Phil",
      "text": "And finally, the phrase a shock to the system means a sudden and unpleasant change. Once again, our six minutes are up! Join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Phil",
    "Olana Tansley-Hancock",
    "Ruth Alexander",
    "Olana Tansley-Hancock"
  ]
}