{
  "title": "Saving dead languages",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0ghhp2m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231005",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231005_6_minute_english_saving_dead_languages_download.mp3",
  "intro": [
    "Before the arrival of European settlers, Australia was home to more than 200 languages. Many of these have died out since, but some have now been brought back to life. Barngala is one of these. Neil and Phil discuss the revival of Barngala and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which of the following Aboriginal languages is still spoken in Australia?",
    "a) Djinang? b) Alawa? c) Gagadu?"
  ],
  "vocab": [
    {
      "text": "missionary",
      "desc": "person who is sent to a foreign country to teach their religion (often Christianity) to the people living there"
    },
    {
      "text": "heathen",
      "desc": "person who belongs to no religion, or to a religion that is not Christianity, Judaism, or Islam"
    },
    {
      "text": "in quotation marks",
      "desc": "used to show the actual words spoken or written by someone else; used ironically to show scepticism, disagreement or belief that a word is misused"
    },
    {
      "text": "topsy-turvy",
      "desc": "upside down; disorganised"
    },
    {
      "text": "right the wrongs of the past",
      "desc": "take action to correct a historical injustice"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Phil",
      "text": "And I’m Phil. And now that we’ve done our hellos, let’s hear some greetings in different languages from around the world. But what do these languages have in common?"
    },
    {
      "author": "Neil",
      "text": "I'm afraid I don't know what they have in common because I don't recognise any of them."
    },
    {
      "author": "Phil",
      "text": "Well, sadly the one thing uniting these languages is that they’re all endangered. We often hear about animals at risk of extinction, but a recent study by the Australian National University found that out of the world’s 7000 existing languages, half are under threat."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Phil, and it’s about a country which used to be one of the most linguistically rich places on Earth, Australia. Before European settlers arrived in the 1800s, Australia had over 200 languages spoken by the native Aboriginal people who had lived there for thousands of years. Many Aboriginal languages were destroyed by the brutal laws of the Australian government at the time, however some survived. So, which of the following Aboriginal languages is still spoken today?"
    },
    {
      "author": "Phil",
      "text": "Hmm, I’ll guess it’s Djinang."
    },
    {
      "author": "Neil",
      "text": "OK, Phil, I’ll reveal the answer later in the programme. The sad truth is that it was no accident that the Aboriginal languages died out, given the cruel treatment of Aboriginal people. Children were removed from their mothers and sent to schools thousands of miles away to learn English, and even today Aboriginal communities experience racism and poverty."
    },
    {
      "author": "Phil",
      "text": "Another Aboriginal language, Barngarla, officially died in 1960 when its last native speaker, Elder Moonie Davis, passed away. But Barngarla has been brought back to life, and today it’s spoken between parents and children, and even learned in school."
    },
    {
      "author": "Neil",
      "text": "So, how did a dead language with no living speakers come back to life? The unusual answer involves a dictionary and a professor of linguistics. Here’s Professor Ghil’ad Zuckermann telling his story for BBC World Service programme, People Fixing The World."
    },
    {
      "author": "Professor Ghil’ad Zuckermann",
      "text": "I had a dictionary written by a German Lutheran Christian missionary in 1844. His name was Clamor Wilhelm Schumann, and he wrote the dictionary with up to 3500 words, which is a lot, because he wanted to Christianise the, in quotation marks, “heathens” . So, it’s a topsy-turvy , righting the wrong of the past, by using a tool written for one goal in order to achieve the diametrically opposite goal."
    },
    {
      "author": "Phil",
      "text": "Professor Zuckermann found an English-to-Barngala dictionary written in 1844 by a German missionary – a person sent to a foreign country to teach their religion to the people living there. Christian missionaries used the dictionary to teach English to what they called \"Aboriginal heathens \". Heathen is an old-fashioned word for someone who belongs to no religion, or to a religion that is not Christianity, Judaism, or Islam."
    },
    {
      "author": "Neil",
      "text": "Professor Zuckermann puts the word “ heathen ” in quotation marks . The phrase ' in quotation marks' is used to show the actual words someone else has written or said, but here the phrase is used ironically. Professor Zuckermann is questioning the real meaning of the word “heathens”. He is signalling that he doesn’t think Aboriginals are heathens at all, a bit like adding a wink at the end of a sentence so people know you’re not serious."
    },
    {
      "author": "Phil",
      "text": "What’s ironic is that Professor Zuckermann used the missionary’s dictionary not to spread Christianity and English, but to save an Aboriginal language from extinction, so he calls it ' topsy-turvy' , meaning upside down."
    },
    {
      "author": "Neil",
      "text": "Professor Zuckermann also says he is ' righting the wrongs of the past' , a phrase which means doing something to correct a historical injustice from the past, in this case, the destruction of Aboriginal language and culture."
    },
    {
      "author": "Phil",
      "text": "Speaking your own language is about more than communication, it means knowing your roots and feeling good about yourself. I think it’s time you reveal the answer to your question, Neil."
    },
    {
      "author": "Neil",
      "text": "OK. Well Phil, you guessed that Djinang was another living Aboriginal language, which was… the correct answer! Right, let’s recap the vocabulary we’ve learned starting with missionary , someone sent to spread their religion to a foreign country."
    },
    {
      "author": "Phil",
      "text": "'Heathen' is an old-fashioned name for someone who believes in no religion."
    },
    {
      "author": "Neil",
      "text": "The phrase ' in quotation marks' is used to show the actual words spoken or written by someone else. It can also be used ironically to show scepticism, disagreement or belief that a word is misused."
    },
    {
      "author": "Phil",
      "text": "'Topsy-turvy' means upside down or disorganised."
    },
    {
      "author": "Neil",
      "text": "If you right the wrongs of the past you try to correct a historical injustice."
    },
    {
      "author": "Phil",
      "text": "Once again our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Phil",
    "Professor Ghil’ad Zuckermann"
  ]
}