{
  "title": "ooms: Medicine or myth?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gkzy8l.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231012",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231012_6_minute_english_mushrooms_medicine_or_myth_download.mp3",
  "intro": [
    "Mushrooms have been used as medicine throughout history, and today the medicinal mushroom industry is big business. But how much scientific evidence is there for their benefits? Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Neither plant, nor animal, mushrooms are mysterious and amazing things. But which of the following statements about mushrooms is actually true?",
    "Is it: a) Most mushrooms are poisonous? b) Some mushrooms can fly? or, c) Some mushrooms glow in the dark?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "having a moment",
      "desc": "to be very popular or fashionable at a particular time"
    },
    {
      "text": "claim",
      "desc": "statement that something is true or is a fact, although it cannot be proved and others might not believe it"
    },
    {
      "text": "overblown",
      "desc": "exaggerated to seem bigger or more important than it really is"
    },
    {
      "text": "ancient wisdom",
      "desc": "pre-Christian knowledge, philosophy and beliefs"
    },
    {
      "text": "give (something) a go",
      "desc": "try doing something to see if you like it"
    },
    {
      "text": "intrigued",
      "desc": "very interested in something which is unusual or mysterious, and therefore wanting to know more about it"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. Do the names, 'Lion’s Mane', or, 'Turkey Tail', mean anything to you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Lion’s Mane and Turkey Tail? Sounds like things you might find in the zoo!"
    },
    {
      "author": "Beth",
      "text": "Ha, good guess! But they’re actually the names of mushrooms. Lion’s Mane is a white hairy mushroom found across Asia, and Turkey Tail is a brown fan-shaped fungus which looks a bit like… well, a turkey’s tail! But if you haven’t already heard these names you probably will soon, because these mushrooms are becoming popular as medicine."
    },
    {
      "author": "Neil",
      "text": "Throughout history our ancestors used mushrooms as food, but also as medicine for physical problems and mental illnesses like depression. In the 21st century, this medicine is being rediscovered and marketed. Today, mushrooms are big business. In 2021, the global medicinal mushroom market was valued at 26 billion dollars and growing."
    },
    {
      "author": "Beth",
      "text": "But how real are the supposed health benefits of mushrooms? In this programme we’ll be finding out, along with some useful new vocabulary."
    },
    {
      "author": "Neil",
      "text": "But first, I have a question for you, Beth. Neither plant, nor animal, mushrooms are mysterious and amazing things. But which of the following statements about mushrooms is actually true?"
    },
    {
      "author": "Beth",
      "text": "I think some mushrooms glow in the dark."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, we'll find out if that’s true at the end of the programme. Scientific researcher, Dr Emily Leeming, has been studying the medicinal properties of mushrooms for King's College, London. She shared her discoveries with, Sheila Dillon, presenter of BBC Radio 4 programme, The Food Chain:"
    },
    {
      "author": "Dr Emily Leeming",
      "text": "So, I think these mushrooms are very much having a moment right now, they're kind of labelled as ‘super brain drugs’, so things are gonna potentially help with lessening anxiety, improving potentially depression. It’s very much about these mind benefits that we're seeing the labels on the claims getting put out there."
    },
    {
      "author": "Sheila Dillon",
      "text": "What do you think of those claims?"
    },
    {
      "author": "Dr Emily Leeming",
      "text": "I think that at the moment they seem to be quite overblown. We don't have as much evidence on humans at all, it's very limited."
    },
    {
      "author": "Beth",
      "text": "Dr Leeming says that right now medicinal mushrooms are having a moment . If something is having a moment , it’s very popular or fashionable at a particular time."
    },
    {
      "author": "Neil",
      "text": "Mushrooms are popular due to the claims about what they can do, for example, reduce depression. A claim is a statement that something is true, although it cannot be proved and others might not believe it. Dr Leeming thinks some of the claims made about mushrooms are overblown , exaggerated to seem more significant than they really are."
    },
    {
      "author": "Beth",
      "text": "The problem is that to sell something as medicine, you need scientific proof of its benefits. You might feel less stressed after drinking chamomile tea, but that doesn’t mean you can legally call chamomile a ‘medicine’, even though it’s been used for centuries to help people relax."
    },
    {
      "author": "Neil",
      "text": "However, that hasn’t discouraged many from experimenting, especially young people. Emma Clifford works for food research organisation, Mintel. Here, she discusses young people’s attitude towards mushrooms for BBC Radio 4 programme, The Food Chain:"
    },
    {
      "author": "Emma Clifford",
      "text": "Emma Clifford Lots of people absolutely want there to be scientific proof for health claims on food and drink because there still is a fair amount of scepticism, distrust, and general confusion around functionality. However, I also think that for many consumers, the medicinal properties of certain ingredients, based on natural and holistic ancient wisdom , may be just as compelling, if not more so, than knowledge based on modern science and clinical trials, and I think many people, young people in particular, they’re just really intrigued to give these ingredients a go ."
    },
    {
      "author": "Beth",
      "text": "People want scientific evidence that what they are taking is good for them, but many are also convinced by ancient wisdom , a phrase referring to knowledge, philosophy and beliefs that existed before the arrival of Christianity in Europe. Ancient knowledge about medicinal plants has been kept alive, and some trust this wisdom more than modern medicine."
    },
    {
      "author": "Neil",
      "text": "Young people are especially prepared to give mushrooms a go. If you give something a go , you try doing something to see if you like it. They are intrigued about mushrooms – they find them interesting and want to know more… which is not surprising given some of the amazing things mushrooms can do."
    },
    {
      "author": "Beth",
      "text": "I think it’s time to reveal the answer to your question, Neil. I guessed one of the amazing things some mushrooms can do is glow in the dark."
    },
    {
      "author": "Neil",
      "text": "That was, Beth, the correct answer! About 80 species of fungi are bioluminescent, meaning they really do glow in the dark! OK, let's recap the vocabulary we've learned in this programme starting with having a moment , a phrase meaning to be popular or fashionable at a particular time."
    },
    {
      "author": "Beth",
      "text": "A claim is a statement that something is true or a fact, although it cannot be proved and others might not believe it."
    },
    {
      "author": "Neil",
      "text": "The adjective overblown means exaggerated to seem bigger or more important than it really is."
    },
    {
      "author": "Beth",
      "text": "In Britain, the phrase ancient wisdom describes Pagan knowledge, philosophy and beliefs that existed before Christianity."
    },
    {
      "author": "Neil",
      "text": "If you give something a go , you try doing something to see if you like it."
    },
    {
      "author": "Beth",
      "text": "And finally, when someone is intrigued by something strange or mysterious, they’re very interested and want to know more. Join us next time for more new useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Dr Emily Leeming",
    "Sheila Dillon",
    "Emma Clifford"
  ]
}