{
  "title": "ystery flying objects",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gryz6s.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231116",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231116_6_minute_english_mystery_flying_objects_download.mp3",
  "intro": [
    "What exactly did navy pilots see in 2004? Were they UFOs? Beth and Neil discuss this and teach you some useful English vocabulary."
  ],
  "this_week_question": [
    "According to the National UFO Reporting Center which country has had the highest number of reported UFO sightings? Is it?",
    "a) The USA? b) Canada? or, c) China?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "UAP",
      "desc": "an acronym for unidentified anomalous phenomena; alien or UFO"
    },
    {
      "text": "flying saucer",
      "desc": "a disc-shaped craft supposedly flown by aliens"
    },
    {
      "text": "integrity",
      "desc": "being honest in what you say and having moral principles"
    },
    {
      "text": "personal testimony",
      "desc": "a story or statement of evidence supported by a person and what they saw, rather than external evidence or hard facts"
    },
    {
      "text": "get a handle on",
      "desc": "understand and then be able to deal with"
    },
    {
      "text": "extra-terrestrial",
      "desc": "from outside Earth; used to describe aliens"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Now, you might know them as aliens, UFOs, little green men or even UAPs . UAP stands for 'unidentified anomalous phenomena' and it’s the word scientists now use to describe mysterious things not from this world. So, Beth, how would you feel if you looked up and saw strange objects glowing and twisting through the sky?"
    },
    {
      "author": "Beth",
      "text": "Wow. Well, I might stare for a bit. I don't know if I'd believe what I was seeing, and I guess I'd be a bit scared!"
    },
    {
      "author": "Neil",
      "text": "Well, that situation is exactly what Navy pilots caught on their fighter jet cameras on a training flight in 2004. They recorded mysterious oval objects flying at 24,000 metres. The footage is known as the Tic Tac videos, and they have had millions of views on YouTube. Now, these videos are being reviewed by US Congress to try understand what these objects were."
    },
    {
      "author": "Beth",
      "text": "Were they flying saucers , the disc-shaped craft flown by aliens, or is there a more rational explanation? In this programme, we’ll be discussing whether we are alone in the universe, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Thousands of UFO sightings are recorded every year, but, which country has had the highest number of reported sightings since records began, according to the National UFO Reporting Center? Is it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I think it must be the USA."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the answer later in the programme. Now, while astronomers are scientists who study questions concerning things outside of Earth, they often avoid investigating supposed aliens. Adam Frank, Professor of Astrophysics at the University of Rochester, explains why the footage in the Tic Tac videos can't give any definitive answers of alien life to BBC World Service programme, The Inquiry:"
    },
    {
      "author": "Adam Frank",
      "text": "I don't think the pilots are lying. You know, I think the pilots are being honest and had a lot of integrity about what they say they're seeing. They're not saying they're aliens. They're saying they behaved in ways that no jet could behave. But you know, again, personal testimony. You can't do any science with that. So, what may happen now is we're gonna begin to get us some scientific study of this and we'll try and get a better handle on it."
    },
    {
      "author": "Beth",
      "text": "Adam says the pilots have integrity , a noun meaning to have honesty and moral principles. However, what they saw is based on personal testimony . A personal testimony is a story or statement of evidence supported only by a person and what they saw, rather than any external evidence or hard facts."
    },
    {
      "author": "Neil",
      "text": "To find out more about exactly what the pilots saw, scientific studies are being carried out to try and get a better handle on the situation. If you get a handle on something, you understand it and are then able to deal with it."
    },
    {
      "author": "Beth",
      "text": "Taking a more scientific approach to what the pilots saw, the Tic Tac videos were examined by a panel put together by NASA. Here's Adam again discussing the findings on BBC World Service programme, The Inquiry:"
    },
    {
      "author": "Adam Frank",
      "text": "At the NASA panel, one of the scientists showed a simple analysis of the video that shows the object travelling at seemingly high speed over the ocean. And what the NASA scientist showed was that with a simple analysis you can show that that was moving at 40 miles an hour, so certainly nothing very extra-terrestrial about that."
    },
    {
      "author": "Beth",
      "text": "The scientists found that, although it looks like the object was travelling very fast, it was only moving at 40 miles an hour, which Adam says it's not very extra - terrestrial . Extra-terrestrial means from outside, Earth, and is another word often used to describe aliens. So, it seems that, for now, scientists will need to find much more proof to know exactly whether we are alone in the universe or not."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I think it’s time I revealed the answer to my question. I asked you which country has had the highest number of reported sightings since records began, according to the National UFO Reporting Center."
    },
    {
      "author": "Beth",
      "text": "And I guessed the USA…"
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer! There have been over 100,000 reported sightings and encounters with UFOs in the USA since 1947. OK, let's recap the vocabulary we've learned from this programme, starting with UAP , an acronym that stands for unidentified anomalous phenomena and is another word meaning alien or UFO."
    },
    {
      "author": "Beth",
      "text": "A flying saucer is a disc-shaped craft supposedly flown by aliens."
    },
    {
      "author": "Neil",
      "text": "Integrity means being honest in what you say and having moral principles."
    },
    {
      "author": "Beth",
      "text": "A personal testimony is a story or statement of evidence supported by a person and what they saw, rather than external evidence or hard facts."
    },
    {
      "author": "Neil",
      "text": "If you get a handle on something, you understand it and are then able to deal with it."
    },
    {
      "author": "Beth",
      "text": "And finally, extra-terrestrial means from outside Earth, and is another word often used to describe aliens. Once again our six minutes are up. Join us again soon for more useful vocabulary, here at 6 Minute English! Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Adam Frank"
  ]
}