{
  "title": "Social media and teenage health",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0grk4h9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231123",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231123_6_minute_english_social_media_and_teenage_health_download.mp3",
  "intro": [
    "What are the risks of social media to teenage health and what can be done about them? Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "What percentage of 13 to 24-year-olds use Snapchat?",
    "a) 70%? b) 80%? or, c) 90%?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "adolescent",
      "desc": "a person aged 10 to 19: between childhood and adulthood"
    },
    {
      "text": "fed",
      "desc": "given content by a social media platform"
    },
    {
      "text": "algorithms",
      "desc": "a complex set of rules and calculations that prioritise and personalise online content"
    },
    {
      "text": "revenue",
      "desc": "the money a company earns, which could come from sales or advertising"
    },
    {
      "text": "onus",
      "desc": "responsibility or duty"
    },
    {
      "text": "a losing battle",
      "desc": "a fight you cannot win"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil. … Beth? What are you doing? Get off your phone!"
    },
    {
      "author": "Beth",
      "text": "Oh, sorry. And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Are you addicted to social media? It wouldn't be a surprise. With so many different apps out there, Snapchat, TikTok, and the latest, Threads, it's easy to spend a lot more time on your phone than ever before."
    },
    {
      "author": "Beth",
      "text": "Yes. I don't think I'm addicted, but I definitely spend more time on social media than I would like to. However, there are plenty of studies out there looking at how social media affects mental health with some saying it can be as addictive as gambling."
    },
    {
      "author": "Neil",
      "text": "Research in the US has found that adolescents who spend more than three hours a day on social media have double the risk of developing depression and anxiety. An adolescent is someone aged 10 to 19, between childhood and adulthood. With that in mind, it's no wonder parents are worried. To help with this, the US is currently in the process of regulating social media apps for teenagers. Some scientists think the UK should do the same."
    },
    {
      "author": "Beth",
      "text": "There has been growing agreement among health experts about the negative, chronic health effects of social media use on teenagers. They have revealed in surveys that social media makes them feel worse about their body image, and 64% of teens have said they are regularly exposed to hate-based content. In this programme, we’ll be discussing how social media affects teenagers, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. The app Snapchat is a very common way that teenagers communicate these days. This is partly because messages and photos disappear after a certain time period. But, what percentage of 13 to 24-year-olds use Snapchat? Is it:"
    },
    {
      "author": "Beth",
      "text": "I'll guess 80%."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the answer later in the programme. Now, a lot of social media platforms, such as TikTok, work by showing and suggesting similar accounts and content to those someone has already searched for. Professor Devi Sridhar, the chair of global public health at the University of Edinburgh, thinks this can be concerning, as she told BBC World Service programme, Inside Science:"
    },
    {
      "author": "Professor Devi Sridhar",
      "text": "And this is worrying for example, with young girls and eating disorders, that they're being fed that in an addictive way and the algorithm is saying 'oh they like that content. We want to keep giving it to them because it keeps them on their phones', and I think that's the really vital message here, of any of these apps, is that their revenue comes from advertising."
    },
    {
      "author": "Beth",
      "text": "Teenagers are being fed content in a way that is addictive. If you are fed something, it means you are given something. In this case, it refers to content, not food. The content is addictive because social media uses algorithms. Algorithms are a complex set of rules and calculations that prioritise and personalise the content a user sees."
    },
    {
      "author": "Neil",
      "text": "But we need to remember that social media platforms use algorithms to keep users on the platforms for as long as possible because the revenue comes from advertising. Revenue is the money a company earns. They are paid by other companies to use the social media space to promote their products."
    },
    {
      "author": "Beth",
      "text": "This could be seen as social media platforms prioritising making money over the mental health of users – a worry for parents. Professor Devi Sridhar talked about the challenges of having a teenager addicted to social media on BBC World Service programme, Inside Science:"
    },
    {
      "author": "Professor Devi Sridhar",
      "text": "And so, I think the challenge here, as a parent, listening to this is what do you do about it. And I think the onus has really been put on parents and concerned adults to find solutions on their own. And that means debates with your child over what are you on, are you using this, but it's a losing battle because it's their entire social network."
    },
    {
      "author": "Beth",
      "text": "Professor Sridhar says that, when it comes to helping teenagers navigate social media, the onus has been put on parents to find solutions. The onus means the responsibility or duty. Parents need to be able to challenge their children when they need to, even if this is a losing battle , a fight they cannot win, as teenagers have their 'entire life' on social networks."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I think it’s time I revealed the answer to my question. I asked you what percentage of 13 to 24-year-olds use Snapchat?"
    },
    {
      "author": "Beth",
      "text": "And I said it was 80%."
    },
    {
      "author": "Neil",
      "text": "And that was… I'm sorry to say, the wrong answer! Actually 90% of people aged between 13 and 24 use Snapchat – quite a lot. OK, let's recap the vocabulary we've learned from this programme, starting with adolescent, a person aged 10 to 19: between childhood and adulthood."
    },
    {
      "author": "Beth",
      "text": "If you are fed content, you are given content. This is what the social media platform offers you automatically, rather than what you search for yourself."
    },
    {
      "author": "Neil",
      "text": "Algorithms are a complex set of rules and calculations that prioritise and personalise the content a user sees."
    },
    {
      "author": "Beth",
      "text": "Revenue is the money a company earns, which could come from sales or advertising."
    },
    {
      "author": "Neil",
      "text": "If the onus is on someone, it's their responsibility or duty."
    },
    {
      "author": "Beth",
      "text": "And finally, a losing battle is a fight you cannot win. Once again, our six minutes are up. Join us again soon for more useful vocabulary, here at 6 Minute English! Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Professor Devi Sridhar"
  ]
}