{
  "title": "we live without plastic?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gxkdhx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231214",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231214_6_minute_english_living_without_plastic_download.mp3",
  "intro": [
    "Is it time to start living without plastic? Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which items did plastic first replace?",
    "a) snooker balls? b) shopping bags? or, c) hairbrushes?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "single-use plastic",
      "desc": "plastic products which are designed to be used just once before being thrown away"
    },
    {
      "text": "microbeads",
      "desc": "tiny plastic particles found in personal care products like toothpastes and body scrubs"
    },
    {
      "text": "synthetic",
      "desc": "non-natural; made by combining artificial man-made chemicals"
    },
    {
      "text": "biodegrade",
      "desc": "decay naturally, in a way that is not harmful"
    },
    {
      "text": "few and far between",
      "desc": "very rare; not happening very often"
    },
    {
      "text": "unsightly",
      "desc": "ugly; unattractive; unpleasant to look at"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. “Plastic is fantastic!” This phrase was used a lot in the 1950s when mass- produced plastic items started to become part of our everyday lives. The following decades saw a revolution as plastic became the most commonly used material in modern life, found in everything from cars to furniture to packaging. Take a quick look around and you’ll soon see how many everyday items contain plastic."
    },
    {
      "author": "Neil",
      "text": "But now our love of plastic is being questioned, mostly thanks to climate change and pollution caused by single-use plastics – plastic products which are designed to be used just once before being thrown away. 11 million tonnes of plastic waste are dumped into our oceans every year. It’s believed that single-use plastics make up 40% of all plastic pollution globally."
    },
    {
      "author": "Beth",
      "text": "What’s more, it’s not just land and water being polluted – tiny plastic pieces known as microbeads have even been found inside the human body, and can be passed from mother to child through breast milk. And because plastic comes from fossil fuels, the process of making it creates problems at every stage, from burning coal, to transportation, to recycling. In this programme, we’ll be asking: is it time to live without plastic? And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. One reason why plastic became so popular is that it’s a very flexible material. It can be formed into different shapes, making it useful for keeping food fresh, or holding liquid. Originally, plastic was invented to replace the decreasing supply of natural materials like metal, wood and glass. So which items did plastic first replace? Was it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I guess the first thing to be made of plastic was a hairbrush."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the answer later in the programme. Dr Sherri Mason is Professor of Chemistry at Penn State University in the US, and a specialist in plastic pollution. Her award-winning 2017 research into microplastics in rivers led to the US Congress banning microbeads . Here, she explains the problem of plastics to BBC World Service programme, The Real Story:"
    },
    {
      "author": "Dr Sherri Mason",
      "text": "Plastic is synthetic and, as a consequence of that, nature doesn't really know what to do with it. Like, a paper bag that's sitting on the side of the road - it's unsightly but within weeks there are organisms in the soil that can use that paper bag as a food source, right… they have evolved to basically chew up that paper bag and turn it back into soil, turn it back into carbon and nitrogen and oxygen. But with regard to plastic because it is a synthetic material you don't have that evolution. There are some organisms that can use it as a food source, but they're few and far between , especially when you're talking about water systems, aquatic systems and the temperatures that exist, and so they can't really use it as a food source so plastic doesn't biodegrade …"
    },
    {
      "author": "Beth",
      "text": "Plastic is a synthetic material, meaning that it’s made by combining man-made chemicals, instead of existing naturally. Natural materials like paper decay and harmlessly turn back into soil – they biodegrade . But plastic is not like this. It doesn’t decay and get broken down by microbes and bacteria."
    },
    {
      "author": "Neil",
      "text": "In fact, some plastic-eating microbes and bacteria do exist, but these are few and far between , they’re rare, and don’t happen very often. It’s the fact that plastic doesn’t decay which is responsible for the waste we see in the environment, waste which is often unsightly , meaning ugly and unpleasant to look at."
    },
    {
      "author": "Beth",
      "text": "Fortunately, help is at hand. The plastic-eating microbes Neil mentioned, especially one called Rhodococcus ruber, have been tested by scientists and seem capable of breaking down plastic into its basic components. What’s also needed is an emphasis on reducing plastic production, especially packaging and other single-use products, rather than simply recycling. Action like this should help plastic achieve its original purpose – to help preserve, not pollute, our natural resources. And speaking of the origins of plastic, isn’t it time to reveal the answer to your question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Right. I asked you which object made of natural materials was the first to be replaced by plastic. You said it was a hairbrush which was… the wrong answer I'm afraid, Beth. In fact the first plastic-moulding machine was used in 1872 to produce snooker balls. OK let's recap the vocabulary we've learned from this programme starting with single-use plastics - plastic products which are designed to be used just once before being thrown away."
    },
    {
      "author": "Beth",
      "text": "Microbeads are tiny plastic particles found in products like toothpastes and body scrubs which can enter and pollute rivers, seas, and the human body."
    },
    {
      "author": "Neil",
      "text": "The adjective synthetic describes a non-natural material made by combining chemicals."
    },
    {
      "author": "Beth",
      "text": "To biodegrade means to decay naturally, in a way that is not harmful to the environment."
    },
    {
      "author": "Neil",
      "text": "The phrase few and far between means very rare or not happening very often."
    },
    {
      "author": "Beth",
      "text": "And finally, if something is described as unsightly , it’s ugly and unpleasant to look at. Once again our six minutes are up. Join us next time for more trending topics and useful vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Dr Sherri Mason"
  ]
}