{
  "title": "Sexism: Female farmers fighting back",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h0htwl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231228",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231228_6_minute_english_female_farmers_fighting_back_download.mp3",
  "intro": [
    "Female farmers in many countries face sexism. Some are now finding ways to be more fairly treated. Find out more with Beth and Neil."
  ],
  "this_week_question": [
    "According to the UN’s World Food Programme, what is the world’s most popular vegetable? Is it:",
    "a) onions? b) tomatoes? or, c) peppers?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "sexism",
      "desc": "The mistreatment of one sex based on the belief that the other one is better, usually that men are better than women."
    },
    {
      "text": "fluctuate",
      "desc": "continually change; shift up and down"
    },
    {
      "text": "risen dramatically",
      "desc": "increased in a sudden and surprising way"
    },
    {
      "text": "make a (big) difference",
      "desc": "(idiom) significantly improve a situation"
    },
    {
      "text": "savings and credit union",
      "desc": "cooperative financial organisation where members pool their savings together so they can lend money to each other"
    },
    {
      "text": "chip in",
      "desc": "each person of a group gives some money to pay for something together"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "If you've ever tried growing vegetables, you'll know it's not easy. They need water, soil, and plenty of sunlight. Plus you have to keep away weeds and insects."
    },
    {
      "author": "Beth",
      "text": "But in some countries, female farmers face a different problem growing and selling vegetables - sexism , the mistreatment of one sex based on the belief that the other is better, usually that men are better than women. According to the United Nations, over 40% of farmers globally are women, a number which rises to almost 50% in lower and middle-income countries. Although these women manage farms, look after crops, and sell their produce at market, female farmers face sexism in societies where women are expected to raise children and stay at home."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be digging into ideas helping female farmers in Bangladesh and Peru to earn a fair price for the food they grow. And, as usual, you’ll be learning some useful new vocabulary as well. But first I have a question for you, Beth. According to the UN’s World Food Programme, or WFP, what is the world’s most popular vegetable? Is it:"
    },
    {
      "author": "Beth",
      "text": "I think the answer is tomatoes."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the answer later in the programme. Poppy farms a small garden in rural Bangladesh where she grows cucumbers, spinach and okra. Although around half of Bangladeshi farmers are female, they’re not always welcome at the marketplace, where they face harassment, or are underpaid for their produce."
    },
    {
      "author": "Beth",
      "text": "Now Poppy has joined hundreds of other female farmers using a new online app. The e-commerce platform is called ‘Farm to Go’ and farmers can sell their produce without revealing their identity, thereby getting a fairer price than at the market. Here’s Poppy telling more to, Salman Saeed, reporter for BBC World Service programme, People Fixing The World:"
    },
    {
      "author": "Poppy",
      "text": "By selling here, we get more profit. For example, if we sell a product in the market at 30 Taka, we can sell it here at 32 or 33 Taka. That's what makes us very happy! It also saves time, as after selling the products, we can come home and spend time with the family and can also work in the vegetable garden."
    },
    {
      "author": "Salman Saeed",
      "text": "33 Taka is about 30 US cents, with 300 women currently using the app in Bangladesh. And while the three cents extra might sound small, over the course of the year, as prices fluctuate the WFP say the average monthly revenue for each farmer using the app has risen dramatically. In the long run, the hope is that it will also be possible to challenge and change attitudes around gender, but in the meantime the extra money she makes per sale makes a big difference to Poppy and her family."
    },
    {
      "author": "Neil",
      "text": "Although the app only increases Poppy’s profits a little, they soon add up because vegetable prices fluctuate , they continually change, moving up and down. According to the WFP, the incomes of farmers using the app have risen dramatically , they have increased suddenly and  surprisingly."
    },
    {
      "author": "Beth",
      "text": "That makes a big difference to Poppy. To make a big difference is an idiom meaning to significantly improve a situation. It’s good news for female farmers in Bangladesh, but problems continue in many other places, often because it’s the man in the family who controls the household finances."
    },
    {
      "author": "Neil",
      "text": "Here, reporter Craig Langran, explains a finance scheme helping female coffee growers in Peru to BBC World Service programme, People Fixing The World:"
    },
    {
      "author": "Craig Langran",
      "text": "So, I came across a project in Peru recently, and they're helping female coffee growers to access finance. So how it works - it's a type of savings and credit union and people living nearby can each chip in a small amount of money which can then be accessed by a farmer if she needs a loan to, say, buy a new bean processing machine or something like that…"
    },
    {
      "author": "Beth",
      "text": "Female farmers in Peru have started a savings and credit union. This is a kind of cooperative bank where members pool their savings together so they can lend funds to each other. Each member chips in , everyone gives a small amount of money to pay for something together."
    },
    {
      "author": "Neil",
      "text": "Getting back to vegetables, I think it’s time to reveal the answer to my question, Beth: according to the UN, what is the world’s most popular vegetable?"
    },
    {
      "author": "Beth",
      "text": "I guessed it was tomatoes…"
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer! Technically a fruit, nutritionists count tomato as a vegetable, in fact the most commonly used vegetable in the world. OK, let’s recap the vocabulary we've learned in this programme on female farmers battling sexism – that’s the mistreatment of one sex based on the belief that the other one is better, usually that men are better than women."
    },
    {
      "author": "Beth",
      "text": "If something fluctuates , it keeps changing, moving up and down."
    },
    {
      "author": "Neil",
      "text": "To rise dramatically means to increase in a sudden and surprising way."
    },
    {
      "author": "Beth",
      "text": "The idiom to make a big difference means to significantly improve a situation."
    },
    {
      "author": "Neil",
      "text": "A savings and credit union is a cooperative bank where members pool their savings together so they can borrow money from each other."
    },
    {
      "author": "Beth",
      "text": "And finally, if you chip in, youcontribute some money so a group of you can pay for something together. Once again our six minutes are up. Join us next time for more trending topics and useful vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Poppy",
    "Salman Saeed",
    "Craig Langran"
  ]
}