{
  "title": "How names can tell painful stories",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0j02xyt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240613",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/2401613_6_minute_english_how_names_can_tell_painful_stories_download.mp3",
  "intro": [
    "Can names be attached to painful histories? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "According to a recent global survey, what is currently the world’s most popular boys’ name? Is it:",
    "a) Jesus? b) Mohammed? or, c) Noah?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "injustice",
      "desc": "situation in which there is no fairness or justice"
    },
    {
      "text": "Christian name",
      "desc": "(British English) first name; the name you were given at birth"
    },
    {
      "text": "noble",
      "desc": "admirable, morally good"
    },
    {
      "text": "baggage",
      "desc": "beliefs and feelings, especially outdated or unhelpful ones, which influence how someone thinks and behaves"
    },
    {
      "text": "speak truth to power",
      "desc": "when people non-violently resist an oppressive force, such as a government or corporation, by telling the truth"
    },
    {
      "text": "ruffle someone’s feathers",
      "desc": "(idiom) upset or annoy someone"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "In every language, there’s one word which has special power over us: our name. Our senses, feelings and whole identity are closely linked to our name. Yet strangely, our name isn’t usually something we choose – it’s given to us by our parents."
    },
    {
      "author": "Beth",
      "text": "But what if the name you were given at birth doesn’t fit? Maybe you simply don’t like it, or maybe there are bigger reasons for wanting to change your name, reasons connected with historical injustices , or unfair events in the past. In this programme, we’ll be meeting two people whose family history has caused them to consider changing their name. And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Sounds good, Beth, but first I have a question for you. My name – Neil – is a British name and was given to me at birth. But names change a lot between cultures and religions. Many Muslim boys are named Mohammed, Indian boys are often called Ram or Krishna, and in Mexico, some boys are named Jesus. So according to a recent global survey, what is currently the world’s most popular boys’ name? Is it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I guess it’s Mohammed."
    },
    {
      "author": "Neil",
      "text": "OK Beth, I’ll reveal the answer at the end of the programme. In Britain, a person’s first name is also called their Christian name , and in Christianity, many names have a religious meaning. The name John, for example, means ‘God is good’. Anderson Jeremiah is the Bishop of Edmonton. He was born in South India, but he doesn’t have a traditional Indian sounding name. Here, Bishop Jeremiah explains the roots of his name to BBC World Service programme, Heart and Soul:"
    },
    {
      "author": "Bishop Anderson Jeremiah",
      "text": "It was the name of one John Anderson. He was the first educational missionary who came and worked and set up several schools in South India, who had very noble ambitions, but also as with any missionaries, he was a big collaborator of the colonial establishment at that point in time, so he has a very a strong baggage that goes with it. So, Anderson is my Christian name, and Jeremiah is my dad's name."
    },
    {
      "author": "Beth",
      "text": "Bishop Anderson Jeremiah’s name comes from another man, John Anderson, a Christian missionary during the British empire. The history of the British empire in India is controversial with many views on all sides. Bishop Jeremiah thinks that some of the empire’s missionaries were noble , meaning admirable or morally good."
    },
    {
      "author": "Neil",
      "text": "But nevertheless, John Anderson was part of a violent and exploitative empire. Bishop Jeremiah uses the word baggage to describe the beliefs, especially outdated or unhelpful beliefs, which influence how people think. Emotional baggage tends to influence the feelings of one individual, while historical baggage can affect whole societies."
    },
    {
      "author": "Beth",
      "text": "In India, names serve an important purpose: to signify social status. Low-status Indians, including Bishop Anderson’s grandparents, escaped social discrimination by converting to Christianity and taking another, Christian, name. But elsewhere in the British Empire, names were connected with something completely unchristian: slavery."
    },
    {
      "author": "Neil",
      "text": "Black British writer, Professor Robert Beckford, is an activist theologian at the University of Winchester. His surname – Beckford - is a slave name, passed down from his enslaved African ancestors in"
    },
    {
      "author": "Professor Robert Beckford",
      "text": "My son is named Micah, Micah Beckford, after one of the prophets, so I do like the idea of people in the Biblical tradition who speak truth to power , who ruffle people's feathers , who challenge the injustice. I haven't thought of giving myself a biblical name. I could never find a name that really resonated with me."
    },
    {
      "author": "Neil",
      "text": "The phrase to speak truth to power describes times when people non-violently resist an oppressive force, such as a government or corporation, by telling the truth. And if you ruffle someone’s feathers , you upset or annoy them."
    },
    {
      "author": "Beth",
      "text": "Maybe it’s not so much your name, as what you do with it that counts. Anyway, it’s time to reveal the answer to your question, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, I asked you which boys’ name is currently the world’s most popular, and you guessed Mohammed, which was… the correct answer! Right, let’s recap the vocabulary we’ve learned, starting with injustice , a situation lacking fairness or justice."
    },
    {
      "author": "Beth",
      "text": "In British English, your Christian name is your first name, the name you were given at birth."
    },
    {
      "author": "Neil",
      "text": "The adjective noble means admirable or morally good."
    },
    {
      "author": "Beth",
      "text": "Baggage refers to beliefs and feelings, especially outdated or unhelpful ones, which influence how someone thinks."
    },
    {
      "author": "Neil",
      "text": "The idiom speak truth to power describes when people non-violently resist an oppressive force, such as a government or corporation, by telling the truth."
    },
    {
      "author": "Beth",
      "text": "And finally, to ruffle someone’s feathers means to upset or annoy them. Once again, our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Bishop Anderson Jeremiah",
    "Professor Robert Beckford"
  ]
}