{
  "title": "The psychology of greed",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h0z4x1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240118",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240118_6_minute_english_the_psychology_of_greed_download.mp3",
  "intro": [
    "Greed - the desire to accumulate ‘stuff’ for yourself. Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which one of history’s greatest leaders said this quote? 'The world has enough for everyone's need, but not everyone's greed'. Was it:",
    "a) The Dalai Lama b) Mahatma Gandhi, or c) Martin Luther King?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "stuff",
      "desc": "(informal) material objects and possessions"
    },
    {
      "text": "take credit (for something)",
      "desc": "accept praise and recognition given for doing something good, whether or not you deserve it"
    },
    {
      "text": "the flip of a coin",
      "desc": "something based on luck or random chance, such as when flipping a coin into the air to see whether it lands heads-side or tails-side up"
    },
    {
      "text": "pull yourself up by your bootstraps",
      "desc": "improve your situation through your own efforts, without help from anyone else"
    },
    {
      "text": "well off",
      "desc": "rich enough to be able to have most of what you want"
    },
    {
      "text": "empathy",
      "desc": "ability to experience someone else’s feelings by imagining what it would be like to be in their situation"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "I'm writing my birthday wish list, Beth. Listen: I want a new laptop, a gold Rolex watch and a red sports car."
    },
    {
      "author": "Beth",
      "text": "Phew, that’s quite a lot, Neil! Isn’t that a bit greedy?"
    },
    {
      "author": "Neil",
      "text": "So what? Greed is good! We’re genetically built to want things that increase our social status – power and material possessions like money, a nice house, a fast car… all that stuff !"
    },
    {
      "author": "Beth",
      "text": "Hmm, I'm not so sure, Neil. Remember, greed is also one of the seven deadly sins."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be discussing greed, the desire to accumulate ‘stuff’, keep it for yourself, and not share it with others. And, of course, we’ll be learning some useful new vocabulary too. But first I have a question for you, Beth. You reminded me of a famous quote by one of history’s greatest leaders: The world has enough for everyone's need, but not everyone's greed. But who said it? Was it:"
    },
    {
      "author": "Beth",
      "text": "I think it was Mahatma Gandhi."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the correct answer at the end of the programme. At the neurological level, greed is controlled by the reward centre of the brain. Greedy people feel good when they choose the stuff they want, and this happens at the unconscious, emotional level of the brain, meaning there’s little conscious awareness about how greedy actions might affect others, or be unfair."
    },
    {
      "author": "Beth",
      "text": "But what does this look like in real life? That’s what University of California psychologist, Professor Paul Piff, investigated using the classic family boardgame, Monopoly. The game was rigged to give one ‘rich’ player an advantage by letting them roll two dice instead of one, and collecting twice as much money as the ‘poor’ player when passing Go."
    },
    {
      "author": "Neil",
      "text": "So, what happened when Professor Piff asked the ‘rich’ players why they had, inevitably, won the fixed game? Listen to the answer he gave to BBC Radio 4 programme, Seven Deadly Psychologies:"
    },
    {
      "author": "Professor Paul Piff",
      "text": "…they took credit for their wins. They talked about how they controlled their own outcomes, they talked about how it was the decisions they had made that had led to their being ultimately victorious, and not that flip of a coin that randomly got them into that position of privilege in the first place. Now, I don't know that this is a perfect model for how privilege, success or wealth operates in everyday life… Some people indeed have worked themselves up by their own bootstraps and get what they have because they worked hard…"
    },
    {
      "author": "Beth",
      "text": "Interestingly, the rich players took credit for winning. If you take credit for something, you accept praise and recognition for doing something, whether or not that praise and recognition is deserved."
    },
    {
      "author": "Neil",
      "text": "In fact, it was the fixed game that determined who would win and lose, not anything the players did. Professor Piff uses the expression, the flip of a coin , to describe something which is based solely on random chance, like when you flip a coin into the air. Whether it lands on heads or tails is pure luck."
    },
    {
      "author": "Beth",
      "text": "Yet the winning players claimed they won thanks to their own skill and ability. Here, Professor Piff uses another idiom, to pull yourself up by your bootstraps , meaning to improve your situation through your own hard work, without help from anyone else."
    },
    {
      "author": "Neil",
      "text": "Worryingly, the experiment showed how feeling financially better off than others can easily change into feeling better than others. And the reason behind these feelings could be what money buys you, especially one thing: space."
    },
    {
      "author": "Beth",
      "text": "If you’re rich you own a big house. At work you have your own spacious private office. You live in your own private bubble. Here’s Professor Piff again talking with BBC Radio 4’s, Seven Deadly Psychologies:"
    },
    {
      "author": "Professor Paul Piff",
      "text": "People who are well off are just more socially independent. They don't need others in their lives as much, and when you don't need others, well, your empathy might suffer as a result."
    },
    {
      "author": "Neil",
      "text": "People who are well off , and rich enough to do what they want, rely on other people less. As a result, they may lack empathy, the ability to share someone else’s feelings by imagining what it would be like to be them."
    },
    {
      "author": "Beth",
      "text": "Maybe it’s not greed itself that’s bad, but the things we’re greedy for. Being greedy for social justice or a clean environment is good, right? Something to be admired by the world leader in your question, Neil…"
    },
    {
      "author": "Neil",
      "text": "Yes, I asked you who said, The world has enough for everyone's need, but not everyone's greed. You said it was Mahatma Gandhi which was… the correct answer, Beth. OK, let's recap the vocabulary we've learned from this programme, starting with stuff, an informal word for material possessions."
    },
    {
      "author": "Beth",
      "text": "To take credit for something means to allow people to believe that something you did deserves praise or recognition."
    },
    {
      "author": "Neil",
      "text": "The phrase, a flip of a coin refers to an action or decision based on luck or random chance."
    },
    {
      "author": "Beth",
      "text": "If you pull yourself up by your bootstraps , you improve your situation through your own efforts, without help from anyone else."
    },
    {
      "author": "Neil",
      "text": "Someone who is well off is rich enough to be able to have most of what they want."
    },
    {
      "author": "Beth",
      "text": "And finally, empathy means experiencing someone else’s feelings by putting yourself in their place. Once again our six minutes are up! Join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Professor Paul Piff"
  ]
}