{
  "title": "Feed your brain",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h7ysb9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240222",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240222_6_minute_english_feed_your_brain_download.mp3",
  "intro": [
    "Our brain works very hard 24 hours a day. So, what food should we eat for maximum brain health? Phil and Georgie discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which mammal has the biggest brain? Is it:",
    "a) an African elephant? b) a dolphin? or, c) a sperm whale?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "sugar rush",
      "desc": "suddenly feeling excited or full of energy after eating food containing a lot of sugar"
    },
    {
      "text": "balanced diet",
      "desc": "a diet combining the proper types and amounts of food needed to stay healthy"
    },
    {
      "text": "go low",
      "desc": "have very little of a particular thing"
    },
    {
      "text": "sharp",
      "desc": "intelligent and quick to notice and react to things"
    },
    {
      "text": "batch cook",
      "desc": "cook a lot of food at one time, then save some to eat at later meals"
    },
    {
      "text": "(20 second/minutes) flat",
      "desc": "used to mean a certain amount of time exactly, and to emphasise that something is done very quickly"
    }
  ],
  "transcript": [
    {
      "author": "Phil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
    },
    {
      "author": "Georgie",
      "text": "And I’m Georgie. Has this ever happened to you: you eat a doughnut and get a sugar rush, a strong feeling of excitement and energy, only to collapse an hour later, with a headache?"
    },
    {
      "author": "Phil",
      "text": "Food affects us more than we realise, and that’s because what we eat alters our brain chemistry, changing our mood and emotions. Our brain is working 24 hours a day, even while we sleep, so it needs more fuel than other body parts."
    },
    {
      "author": "Georgie",
      "text": "So can we eat our way to feeling happy? In this programme, we’ll be discussing the relationship between food and the brain, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Phil",
      "text": "Sounds great, Georgie, but first I have a question for you. Humans, with an average brain weighing one-and-a-half kilos, are one of the cleverest animals, but which mammal has the biggest brain? Is it:"
    },
    {
      "author": "Georgie",
      "text": "Hmm, I think it’s an African elephant."
    },
    {
      "author": "Phil",
      "text": "OK, Georgie, I'll reveal the answer later in the programme. Now, did you know that despite making up only 2 percent of our total weight, our brain uses 20 percent of the body’s energy? Nutritionist, Dr Reeta Achari, does. She thinks we should be specifically eating for our brains, as she explained to BBC World Service Programme, The Food Chain:"
    },
    {
      "author": "Dr Reeta Achari",
      "text": "Eating every day, right? And eating a balanced diet so you get the full complement of vitamins and minerals is critical. If you go low in something and one day if you just, you know, don't eat any protein for a day or - for me in my situation, if I don't eat any vegetables - I know the next day I'm not as sharp."
    },
    {
      "author": "Georgie",
      "text": "Number one on Dr Achari’s list of brain foods is a regular and balanced diet, a diet containing the proper types and amounts of food needed to stay healthy. Remember the ‘Rainbow Rule’ – eat foods of many different colours with lots of leafy greens."
    },
    {
      "author": "Phil",
      "text": "A balanced diet also includes different types of nutrients – vitamins, fibre, protein and so on. But including these isn’t always possible. You might go low on, meaning have very little of, one food type. Dr Achari says when this happens to her, she’s not as sharp – as intelligent and quick to notice things, as usual."
    },
    {
      "author": "Georgie",
      "text": "Dr Achari names lots of different foods which help boost our brains, from wild caught Alaskan salmon and avocado, to berries and walnuts."
    },
    {
      "author": "Phil",
      "text": "But hang on, Georgie! Wild-caught Alaskan salmon?! Very nice, and very… expensive! It sounds like these superfoods are just for the super-rich!"
    },
    {
      "author": "Georgie",
      "text": "Well, not according to blogger Michelle Munt. Here she is telling BBC World Service’s, The Food Chain, how eating well needn’t cost a fortune:"
    },
    {
      "author": "Michelle Munt",
      "text": "It's not expensive and everyone's got a freezer these days so, yes, you can batch cook things, freeze them, and then use them in like a week's time or something… so I think the problem is again it's about our lifestyles, it's about the fact that we feel like we've got limited time, and therefore people are trying to cut the time down in the kitchen by cooking things that are pre-made or even worse we're just chucking it in the microwave but actually you can do fresh food in 20 minutes flat …"
    },
    {
      "author": "Phil",
      "text": "Michelle’s idea for brain food on a budget involves batch cooking . Batch cooking means cooking a lot of food at one time, then saving some to eat later, usually by freezing it."
    },
    {
      "author": "Georgie",
      "text": "Although microwave ready meals are convenient, they lack many nutrients needed by the brain. Luckily, adding some fresh vegetables to batch cooked food means anyone can make a brain-healthy meal quickly, or in 20 minutes flat as Michelle says, using the word flat to mean ‘exactly’ and to emphasise that it can be done quickly."
    },
    {
      "author": "Phil",
      "text": "OK, so we need balanced diets, and batch cooking for big brains! Now let’s test your brain, Georgie, with my question."
    },
    {
      "author": "Georgie",
      "text": "Right. You asked which mammal has the biggest brain, and I guessed it was an African elephant…"
    },
    {
      "author": "Phil",
      "text": "Which was… the wrong answer, I'm afraid! In fact, the biggest brain belongs to the sperm whale, weighing about 8 kilos. And the sperm whale’s main food? Fish!"
    },
    {
      "author": "Georgie",
      "text": "OK, let’s recap the vocabulary we've learned in this programme starting with sugar rush , suddenly feeling excited and full of energy after eating food which contains a lot of sugar."
    },
    {
      "author": "Phil",
      "text": "A balanced diet includes the correct combinations of food needed to stay healthy."
    },
    {
      "author": "Georgie",
      "text": "If you go low on something, you have very little of it."
    },
    {
      "author": "Phil",
      "text": "If you describe someone as sharp , you mean they’re intelligent and quick to react to things."
    },
    {
      "author": "Georgie",
      "text": "Batch cooking means cooking a lot of food at the same time and saving some for later."
    },
    {
      "author": "Phil",
      "text": "And finally, doing something in 20 minutes flat , means 20 minutes exactly, and is used to emphasise that it is done very quickly. Once again our six minutes are up! Have fun cooking up your own brain boosting breakfasts and remember to join us again next time, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Georgie",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Phil",
    "Georgie",
    "Dr Reeta Achari",
    "Michelle Munt"
  ]
}