{
  "title": "Plastic waste eaten by enzymes",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h9j3gk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240229",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240307_6_minute_english_plastic_waste_eaten_by_enzymes_download.mp3",
  "intro": [
    "Plastics can be difficult to recycle. Could a recently discovered enzyme help? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "According to the UN, around 400 million tonnes of new plastic is produced every year. Which of the following, if placed on a set of scales, would weigh about the same?",
    "a) all the people on Earth? b) all the cars on Earth? or, c) all the elephants on Earth?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "incinerate",
      "desc": "burn"
    },
    {
      "text": "landfill",
      "desc": "method of dealing with rubbish by burying it in large holes in the ground"
    },
    {
      "text": "brittle",
      "desc": "easily broken, cracked, or snapped"
    },
    {
      "text": "downcycling",
      "desc": "creating a recycled object of lesser value and quality than the original waste object"
    },
    {
      "text": "enzyme",
      "desc": "chemicals found in living cells which cause changes in other chemicals to happen while not being changed themselves"
    },
    {
      "text": "show promise",
      "desc": "have the potential for success in the future"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Plastic pollution is a problem we’ve discussed before on 6 Minute English. It’s an environmental issue which, like the growing amount of plastic waste, isn’t going away. And now microparticles of plastic have even been found… can you guess where, Beth?"
    },
    {
      "author": "Beth",
      "text": "Hmm, let me guess – in our food? inside dead animals? at the North Pole?"
    },
    {
      "author": "Neil",
      "text": "At the top of Mount Everest! Although the other places you mentioned are true as well. Plastic is a tough problem to fix, but fortunately scientists may now have found a solution."
    },
    {
      "author": "Beth",
      "text": "In this programme, we’ll be hearing about chemical recycling, a groundbreaking way of making old plastic new again. And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Visit the country or seaside and you’ll soon see evidence of plastic waste. According to the UN, around 400 million tonnes of new plastic is produced every year, much of it going to waste. It’s hard to imagine what 400 million tonnes looks like, so which of the following, if you placed on a set of scales, would weigh about the same? Is it:"
    },
    {
      "author": "Beth",
      "text": "I think all the cars on Earth would weigh about 400 million tonnes."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. We’ll find out if that’s the right answer later. Globally less than 10 percent of all plastic gets recycled. Some gets incinerated or burnt, and about half of all plastic waste goes straight to landfill , meaning it’s buried underground. But as reporter for BBC World Service programme, ‘People Fixing The World’, William Kremer, explained, this only fixes part of the problem:"
    },
    {
      "author": "William Kremer",
      "text": "So, there is a mechanical process where some plastics can be sort of melted down and remoulded into a new shape or a new form, but not all plastics can go through that process at all. And also, it loses a little bit of quality every time you do that, so it will become slightly more brittle. So, it's actually more downcycling than recycling - every time it goes through that process it gets less useful."
    },
    {
      "author": "Neil",
      "text": "Each time plastic is recycled it gets more brittle , meaning it’s easier to break or crack. As a result, what we call recycling is actually downcycling, creating recycled products which are less valuable and of lower quality than the original waste product."
    },
    {
      "author": "Beth",
      "text": "And that’s where the new discovery fits in. Chemical recycling uses enzymes , natural chemicals which cause changes in other chemicals without being changed themselves. Certain enzymes have evolved the ability to break down plastic into its basic building blocks, and use that to make new plastic."
    },
    {
      "author": "Neil",
      "text": "The problem is that very few enzymes exist which can break the chemical bonds in stronger plastics like PET, the plastic used in drinks bottles. At least, that’s what scientists used to think, until researcher, Sintawee Sulaiman, took an autumn walk in the park near her laboratory at the University of Osaka, Japan. In a pile of rotting leaves, she discovered the microorganism, ‘leaf-branch compost cutinase’, or LCC for short."
    },
    {
      "author": "Beth",
      "text": "Sintawee mixed LCC with plastic and left it in her lab overnight. She was surprised to return the next morning and find the plastic gone, eaten by the enzyme! The news spread and soon scientists were predicting a major breakthrough, as William Kremer reported for BBC World Service programme, ‘People Fixing The World’:"
    },
    {
      "author": "William Kremer",
      "text": "This discovery wasn't the end of the story but the beginning. LCC showed promise in breaking down PET plastic, but it needed a lot more work to become stable and effective."
    },
    {
      "author": "Beth",
      "text": "The LCC enzyme showed promise in breaking down even strong plastics. If something shows promise , it has the potential to be successful in the future."
    },
    {
      "author": "Neil",
      "text": "Since then, that promise has started to come true. Scientists in France have used LCC to develop new enzymes and by 2025 they plan to recycle 50 thousand tonnes of plastic waste annually, including strong plastics like PET, and nylon which is used to make clothes."
    },
    {
      "author": "Beth",
      "text": "But there’s still work to do. Fifty thousand tonnes sounds a lot, but not as much as the 400 million tonnes of plastic waste in your question, Neil. So, what was the correct answer?"
    },
    {
      "author": "Neil",
      "text": "Right, I asked you what else would weigh about 400 million tonnes, the amount of new plastic we produce each year. You guessed all the cars on Earth would weigh the same, which was… the wrong answer, I’m afraid, Beth. In fact, it was all the people on Earth! OK, let’s recap the vocabulary we've learned in this programme, starting with incinerate , another word for burn."
    },
    {
      "author": "Beth",
      "text": "Landfill is a method of dealing with rubbish by burying it in large holes in the ground."
    },
    {
      "author": "Neil",
      "text": "The adjective brittle means easily broken or snapped."
    },
    {
      "author": "Beth",
      "text": "Downcycling is recycling but in such a way that the resulting product is less valuable or of lower quality than the original."
    },
    {
      "author": "Neil",
      "text": "Enzymes are chemicals found in living cells which cause changes in other chemicals to happen while not being changed themselves."
    },
    {
      "author": "Beth",
      "text": "And finally, if something shows promise , it has a lot of potential for success in the future. Once again our six minutes are up, but remember to join us again next time, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "William Kremer"
  ]
}