{
  "title": "What makes a great library?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hdrr3x.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240314",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240314_6_minute_english_what_makes_a_great_library_download.mp3",
  "intro": [
    "What makes a library a library? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Founded in 1973 in central London, the British Library is one of the largest libraries in the world, containing around 200 million books. But which of the following can be found on its shelves. Is it:",
    "a) the earliest known printing of the Bible? b) the first edition of The Times’ newspaper from 1788? or, c) the original manuscripts of the Harry Potter books?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "shhh!",
      "desc": "exclamation used to ask for silence or quiet"
    },
    {
      "text": "paperback",
      "desc": "book with a cover made of thick paper and sold relatively cheaply, compared to a hardback book"
    },
    {
      "text": "painstakingly (or painfully)",
      "desc": "in a way that shows you have taken a lot of care, or made a lot of effort"
    },
    {
      "text": "harmony",
      "desc": "situation where people are peaceful and cooperate with each other"
    },
    {
      "text": "knowledge equals power",
      "desc": "(idiom) the more a person knows, the more they will be able to control events"
    },
    {
      "text": "soft power",
      "desc": "using political or cultural means rather than military power to influence events"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Shhh ! Quiet please! I’m trying to read here, Beth!"
    },
    {
      "author": "Beth",
      "text": "Oh, excuse me! I didn’t know this was a library."
    },
    {
      "author": "Neil",
      "text": "Well, what exactly is a library? Have you ever thought about that?"
    },
    {
      "author": "Beth",
      "text": "Well, somewhere with lots of books I suppose, where you go to read or study."
    },
    {
      "author": "Neil",
      "text": "A symbol of knowledge and learning, a place to keep warm in the winter, or somewhere to murder victims in a crime novel: libraries can be all of these things, and more."
    },
    {
      "author": "Beth",
      "text": "In this programme, we’ll be looking into the hidden life of the library, including one of the most famous, the Great Library of Alexandria, founded in ancient Egypt in around 285 BCE. And as usual, we’ll be learning some useful new vocabulary, and doing it all in a whisper so as not to disturb anyone!"
    },
    {
      "author": "Neil",
      "text": "Glad to hear it! But before we get out our library cards, I have a question for you, Beth. Founded in 1973 in central London, the British Library is one of the largest libraries in the world, containing around 200 million books. But which of the following can be found on its shelves. Is it:"
    },
    {
      "author": "Beth",
      "text": "I’ll guess it’s the first edition of the famous British newspaper, 'The Times’."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the answer at the end of the programme. Libraries mean different things to different people, so who better to ask than someone who has written the book on it, literally. Professor Andrew Pettegree is the author of a new book, 'A Fragile History of the Library'. Here he explains what a library means to him to BBC Radio 3 programme, Art & Ideas:"
    },
    {
      "author": "Andrew Pettegree",
      "text": "Well, in my view, a library is any collection of books which is deliberately put together by its owner or patron. So, in the 15th century a library can be 30 manuscripts painfully put together during the course of a lifetime, or it can be two shelves of paperbacks in your home."
    },
    {
      "author": "Beth",
      "text": "Andrew defines a library as any collection of books someone has intentionally built up. This could be as simple as a few paperbacks, cheap books with a cover made of thick paper."
    },
    {
      "author": "Neil",
      "text": "Today, books are available everywhere from supermarkets to train stations, but back in history that wasn’t the case. In earlier centuries, printed books or manuscripts were rare and may have been painfully collected over many years. Andrew uses the adverb painfully , or painstakingly , to describe something which took a lot of care and effort to do."
    },
    {
      "author": "Beth",
      "text": "But paperback books and private collections are only part of the story. You may not believe it, but libraries are places of power! To find out why we have to go back in time to the ancient Egyptian port of Alexandria in the third century BCE."
    },
    {
      "author": "Neil",
      "text": "The Great Library of Alexandria held the largest collection of books in the ancient world. Founded in the city built by Alexander the Great, the library’s mission was to bring together a copy of every book then in existence. According to history professor, Islam Issa, there were two reasons why the Great Library made Alexandria so powerful, as he explained to BBC Radio 3 programme, Art & Ideas:"
    },
    {
      "author": "Islam Issa",
      "text": "The first is being in a location at the intersection of the continents and bringing a diverse set of people together to live in harmony , or relative harmony, can bring about economic prosperity. And the second is, quite simply, that knowledge equals power , and so the library is a form of soft power, it's a way of saying that Alexandria is an important centre of knowledge, a regional capital by being the guardians of knowledge…"
    },
    {
      "author": "Beth",
      "text": "Alexandria was the meeting point of different cultures where different ideas and philosophies were exchanged. This atmosphere encouraged people to live in harmony , peacefully and cooperatively with each other."
    },
    {
      "author": "Neil",
      "text": "But the main reason for the Great Library’s importance is that knowledge equals power , a saying meaning that the more someone knows, the more they will be able to control events. Alexandria became the capital of soft power , the use of political and cultural knowledge, rather than military power, to influence events."
    },
    {
      "author": "Beth",
      "text": "Now, maybe it’s time to reveal the answer to your question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Sure, I asked you which famous text could be found in The British Library."
    },
    {
      "author": "Beth",
      "text": "I guessed it was the first edition of 'The Times’ newspaper. So, was I right?"
    },
    {
      "author": "Neil",
      "text": "That was… the correct answer! In the British Library you’ll find the first copy of 'The Times’, along with the first editions of many famous books. OK, let’s recap the vocabulary we've learned in this programme starting with shhh! , an exclamation used to ask someone to be quiet."
    },
    {
      "author": "Beth",
      "text": "A paperback is a type of book with a cover made of thick paper and sold relatively cheaply."
    },
    {
      "author": "Neil",
      "text": "Doing something painstakingly or painfully means doing it in a way showing that lots of care and effort has been taken."
    },
    {
      "author": "Beth",
      "text": "Harmony is a situation where people cooperate peacefully with each other."
    },
    {
      "author": "Neil",
      "text": "According to the expression, knowledge equals power , the more you know, the more you’re able to control events."
    },
    {
      "author": "Beth",
      "text": "And finally, soft power involves using political or cultural means, rather than military power, to get what you want. Once again our six minutes are up! Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Andrew Pettegree",
    "Islam Issa"
  ]
}