{
  "title": "Dancing for the brain",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hpk492.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240418",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240418_6_minute_english_dancing_for_the_brain_download.mp3",
  "intro": [
    "Not a dancer? You might change your mind once you hear the benefits! Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "What is the name of a traditional English folk dance where performers wear black hats and colourful waistcoats and hit sticks together while moving in patterns?",
    "a) The Highland fling? b) Flamenco? or, c) Morris dancing?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "boogie / strut your stuff / throw shapes / hit the dance floor",
      "desc": "(modern idioms) to dance"
    },
    {
      "text": "like nobody's business",
      "desc": "(idiom) very well, or very quickly, or in very large amounts"
    },
    {
      "text": "a release",
      "desc": "a process of freeing emotions, feelings or tension from the body"
    },
    {
      "text": "at all costs",
      "desc": "whatever happens; used to emphasise that something must (not) be done, even if this requires a lot of effort, time, money etc."
    },
    {
      "text": "sit on the fence",
      "desc": "(idiom) delay making a decision; avoid deciding in favour of one action over another"
    },
    {
      "text": "twitch",
      "desc": "sudden small jerky movement or spasm in a part of your body"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Do you love to boogie on down, strut your stuff and throw shapes , Beth? What I mean is: do you like dancing?"
    },
    {
      "author": "Beth",
      "text": "Yes! I love to dance, just listening to the music and letting it move my body. What about you, Neil, do you often hit the dance floor?"
    },
    {
      "author": "Neil",
      "text": "Sometimes, but I’m not a great dancer. To be honest, I get a bit embarrassed. But maybe I shouldn’t, because it’s been proved that dancing has many physical and mental health benefits, including releasing stress, boosting your mood, or just enjoying a fun night out."
    },
    {
      "author": "Beth",
      "text": "In this programme, we’ll be hearing how dancing can benefit our brains and emotions at every stage of life. And, as usual, we'll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Of course, another great thing about dance is that there are so many different styles, from ballet and ballroom dancing to tap, hip hop and jazz. But my question is about a very unusual style, a traditional English folk dance where performers wearing black hats and colourful waistcoats hit sticks together while moving in patterns. But do you know the name of this unusual dance, Beth? Is it:"
    },
    {
      "author": "Beth",
      "text": "I think the answer is Morris dancing."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out later in the programme. Besides Beth, someone else who loves to dance is Julia Ravey, presenter of BBC Radio programme, Mental Muscle. Here, Julia tells us exactly why she loves dancing so much:"
    },
    {
      "author": "Julia Ravey",
      "text": "I love nothing more than a night or a day out where I can just dance like no one's business. To me, it's just such a release and it's something that I definitely rely on to get the stress out of my body. And I now absolutely love to move. Any chance I get, I'll dance. Now, I know everyone is not a fan, 'cause some people can find dancing to be awkward or uncomfortable… and I've seen people who just avoid the dance floor at all costs , but dancing is so good for us and potentially our brains."
    },
    {
      "author": "Beth",
      "text": "Julia can dance like nobody’s business , an idiom meaning very well, or very quickly. For her, dancing is a release, a way of freeing emotions, feelings or tension from her body."
    },
    {
      "author": "Neil",
      "text": "Not everyone is the same as Julia though, and if, like me, the thought of dancing makes you uncomfortable, you might avoid the dance floor at all costs , no matter what happens."
    },
    {
      "author": "Beth",
      "text": "That’s a pity, Neil, because the benefits of dancing are huge – just ask Dr Peter Lovatt, also known as, Dr Dance. Over four decades he’s studied how dancing helps improve brain function in everyone from children and adults to older people living with diseases like Parkinson’s and Alzheimer’s. Dr Lovatt’s dance therapy involves spontaneous movements, closing your eyes and letting the music move you. It promotes divergent thinking leading to happier, more creative brains."
    },
    {
      "author": "Neil",
      "text": "So how can we get more people dancing? That’s exactly what Julia Ravey asked Dr Lovatt for BBC Radio programme, Mental Muscle:"
    },
    {
      "author": "Julia Ravey",
      "text": "What would you say to the person listening who maybe doesn't dance at all right now, maybe would like to dance a bit more, maybe for them they're still a little bit on the fence about whether they want to dance? How can everyone get a little bit more movement into their daily life?"
    },
    {
      "author": "Dr Lovatt",
      "text": "OK, so the very first thing to do, I would suggest, is to lay on your bed with your eyes closed, and to find a piece of music that you like… close your eyes and then just hear the beat and feel the rhythm, so think about where in your body do you feel a twitch ?"
    },
    {
      "author": "Neil",
      "text": "Julia mentions people who are sitting on the fence , who still haven’t decided if they will do something or not, in this case, dance. Dr Lovatt’s advice is simple – get comfortable, close your eyes and listen to some music. Soon, you’ll feel a twitch, a small sudden and involuntary movement somewhere in your body. From there, it’s only a few steps to dancing!"
    },
    {
      "author": "Beth",
      "text": "It seems a dance a day keeps the doctor away! So what do you reckon, Neil, are you ready to give it a go."
    },
    {
      "author": "Neil",
      "text": "Hmm, maybe after I’ve revealed the answer to my question."
    },
    {
      "author": "Beth",
      "text": "Right. You asked for the name of the traditional English folk dance where dancers wear colourful waistcoats and hit sticks, and I guessed it was Morris dancing…"
    },
    {
      "author": "Neil",
      "text": "Well, that was… the correct answer, Beth! Morris dancing is the name of the unusual English folk dance, not flamenco which of course is Spanish, or the Highland fling which comes from Scotland. OK, let's recap the vocabulary we've learned starting with boogie, strut your stuff, throw shapes and hit the dance floor , all modern idioms meaning to dance."
    },
    {
      "author": "Beth",
      "text": "If you do something like nobody's business , you do it very well, or very quickly."
    },
    {
      "author": "Neil",
      "text": "A release is the act of freeing emotions, feelings or tension from the body."
    },
    {
      "author": "Beth",
      "text": "If something must be done at all costs , it must be done whatever happens, even if it involves a lot of difficulty, time or effort."
    },
    {
      "author": "Neil",
      "text": "Someone who sits on the fence , delays making a decision or choosing one course of action over another."
    },
    {
      "author": "Beth",
      "text": "And finally, a twitch is a sudden jerky movement or spasm in your body, often involuntary. Once again our six minutes are up! Join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Julia Ravey",
    "Dr Lovatt"
  ]
}