{
  "title": "Nudges: The secrets of persuasion",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hpk0lf.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240411",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240411_6_minute_english_nudges_the_secrets_of_persuasion_download.mp3",
  "intro": [
    "Nudges are something that governments and other companies use to persuade us and influence our behaviour, but are they good or bad? Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "In 2011, what did the local authority in Woolwich, London decide to paint pictures of on shop windows to stop antisocial behaviour?",
    "a) cute kittens? b) babies’ faces? or, c) barking dogs?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "profitable",
      "desc": "making (or likely to make) a profit; money-making"
    },
    {
      "text": "manky",
      "desc": "(slang) dirty; filthy; unattractive; used up"
    },
    {
      "text": "in (someone’s) best interests",
      "desc": "the most advantageous, helpful and beneficial thing for someone"
    },
    {
      "text": "paternalistic",
      "desc": "making decisions for other people, rather than letting them take responsibility for their own lives"
    },
    {
      "text": "infantilize",
      "desc": "treat someone as if they were a child"
    },
    {
      "text": "autonomy",
      "desc": "the ability to make your own decisions about what to do, rather than being influenced by someone else or told what to do"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Have you ever been sent a text reminding you about a doctor’s appointment? Or impulsively bought something on the internet because there was “only one left”? If any of these have happened to you, then you’ve been nudged."
    },
    {
      "author": "Beth",
      "text": "A nudge is a subtle way of altering human behaviour. It’s a powerful way for governments, advertisers and social media companies to encourage, or nudge, people into making choices that benefit themselves and society as a whole."
    },
    {
      "author": "Neil",
      "text": "Imagine the government want people to eat better. It might encourage supermarkets to put healthy snacks in easy-to-reach shelves near the checkout, and hide the chocolate bars out of sight on the top shelf. Shoppers are being nudged to eat better."
    },
    {
      "author": "Beth",
      "text": "Well… that’s the idea, anyway. But often nudging is used less to benefit society, and more to make money for big business. And it happens more often than people realise. So in this programme, we’ll be asking whether the idea behind nudging - to influence human behaviour for good - is still true today. And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Another example of nudging happened in Woolwich, an area of London which in 2011 had a problem with anti-social behaviour, and particularly with shop windows being smashed. The local authority decided to use nudging to fix the problem by painting pictures on the shop windows, but what did they paint? Was it:"
    },
    {
      "author": "Beth",
      "text": "I guess barking dogs would keep the window breakers away."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the correct answer later in the programme. Nudging started in 2008 with the publication of a book by Nobel Prize winning economist, Professor Richard Thaler."
    },
    {
      "author": "Beth",
      "text": "Professor Thaler’s ideas about how to gently persuade people into making good decisions became known as ‘nudge theory’. Advertising executive, Rory Sutherland, introduced nudge theory to his agency, Ogilvy. Here’s Rory explaining more to BBC Radio 4 programme, Analysis:"
    },
    {
      "author": "Rory Sutherland",
      "text": "Let's say you make the profitable option button green and highly attractive, the less profitable option, you make it kind of grey, and kind of manky looking, okay… That would be an example of something which is, you know, a nudge not necessarily used in the best interests of the consumer."
    },
    {
      "author": "Neil",
      "text": "Advertisers use colours to nudge customers towards the profitable option, the one which is most likely to make money. These appear brightly coloured and attractive on the screen, whereas less profitable options are made to look manky, a slang word meaning dirty and unattractive."
    },
    {
      "author": "Beth",
      "text": "Here, nudging isn’t being used for the public good. These ‘dark nudges’, also called ‘sludge’, make money for a company, but are not always in the best interests of the consumer. If something is in your best interests , it’s the most advantageous and beneficial thing for you to do."
    },
    {
      "author": "Neil",
      "text": "Dark nudges have caused many to question the morality of nudging, including Neil Levy, professor of ethics at Oxford University, speaking here to BBC Radio 4 programme, Analysis:"
    },
    {
      "author": "Professor Neil Levy",
      "text": "The big one, the one people have concentrated on, is that it's paternalistic - that is that nudge might be in our interests but we want to make our own decisions. People worry that nudges infantilize us, it’s undermining our autonomy."
    },
    {
      "author": "Beth",
      "text": "Critics of nudging call it paternalistic, meaning it wants to make decisions for people, rather than letting them take responsibility for themselves. They also claim nudging infantilizes people, it treats them like children, and, as a result, people lose autonomy, the ability to make your own decisions about what to do, rather than being told by someone else."
    },
    {
      "author": "Neil",
      "text": "I guess nudging itself is neither good nor bad, it just depends how you use it."
    },
    {
      "author": "Beth",
      "text": "Well, let’s look on the positive side by revealing the answer to your question, Neil."
    },
    {
      "author": "Neil",
      "text": "Right, I asked you how authorities in Woolwich, in south-east London, nudged anti-social window breakers to behave nicely."
    },
    {
      "author": "Beth",
      "text": "I guessed it was by painting pictures of scary barking dogs on the windows…"
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer, I’m afraid, Beth! In fact, Woolwich council hired graffiti artists to paint pictures of local babies' faces onto the window shutters. Not even the most hard-hearted criminal smashed those windows, and anti-social behaviour fell by 18% in one year! OK, let's recap the vocabulary we've learned in this programme about nudging, ways of gently persuading or encouraging someone to take decisions."
    },
    {
      "author": "Beth",
      "text": "Something which is profitable makes a profit, or is likely to make money."
    },
    {
      "author": "Neil",
      "text": "Manky is slang for dirty and unattractive."
    },
    {
      "author": "Beth",
      "text": "If something is in your best interests , it’s the most advantageous, beneficial thing for you to do."
    },
    {
      "author": "Neil",
      "text": "A paternalistic person prefers making decisions for other people, rather than letting them take responsibility for their own lives."
    },
    {
      "author": "Beth",
      "text": "To infantilize someone means to treat them as if they were a child."
    },
    {
      "author": "Neil",
      "text": "And finally, autonomy is the ability to make your own decisions about what to do, rather than being told by someone else. Once again our six minutes are up! Remember to join us again next time for more topical discussion and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Rory Sutherland",
    "Professor Neil Levy"
  ]
}