{
  "title": "Talking at the table",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hsckcg.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240502",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240502_6_minute_english_talking_at_the_table_download.mp3",
  "intro": [
    "Is it OK to ask awkward questions at the dinner table? Beth and Neil discuss chatting at meal times and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "In 2016, a couple from Germany won the world record for the fastest time to set a dinner table. But, how long did it take them?",
    "a) 25 seconds b) 1 minute 5 seconds c) 2 minutes 5 seconds",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "open up",
      "desc": "speak more easily than usual, particularly about worries and problems"
    },
    {
      "text": "the … one e.g. the funny one, the wise one",
      "desc": "a label for a person describing a particular prominent characteristic they have"
    },
    {
      "text": "a pinch of salt",
      "desc": "don't believe everything you're told"
    },
    {
      "text": "children should be seen and not heard",
      "desc": "an old-fashioned phrase meaning children should be quiet and behave well"
    },
    {
      "text": "a mixed bag",
      "desc": "something that has good and bad aspects"
    },
    {
      "text": "culture shock",
      "desc": "an uncertain feeling when in a new and different environment"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be discussing the dinner table – but we’re not interested in food. We’re talking about… talking!"
    },
    {
      "author": "Beth",
      "text": "A lot can happen around the dinner table – gossip, arguments. You might meet the love of your life on a blind dinner date or find out you're a great storyteller. Neil, when you were younger, did you eat with your family around a dinner table?"
    },
    {
      "author": "Neil",
      "text": "We did! Eating at the table was an important ritual. It was something we did every day and, quite often, it was the only time we could get together and chat. I think there's something very comforting about eating good food and being with the people you're closest to and now I do the same with my own family. The kids are more likely to open up , talk more easily, about their day or something troubling them while we're eating."
    },
    {
      "author": "Beth",
      "text": "Well, the dinner table is a space that families across the world get together at to not only eat, but chat, and is often the only point in the day or week that the whole family gathers together. In this programme, we’ll be discussing how people behave at the table, and, of course, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. In 2016, a couple from Germany won the world record for the fastest time to set a dinner table. But, how long did it take them? Was it:"
    },
    {
      "author": "Beth",
      "text": "Surely not 25 seconds! I'll guess 1 minute 5 seconds."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the answer later in the programme. Now, while eating with a group, you might feel that you need to act in a certain way because of the people around you. Philippa Perry, a psychotherapist and author, thinks we should try to be ourselves as much as possible, as she told BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Philippa Perry",
      "text": "In any group we find a role and, if we're only in one group, if we're only ever with our family, we might think, 'oh, I'm the funny one ', 'he's the wise one '. We might think that's who we are. And then we go to another group and then we find, 'oh, I'm the wise one '. And I think if you feel like you're assigned a role in your family, I just think take that with a little bit of a pinch of salt."
    },
    {
      "author": "Beth",
      "text": "When you spend time with the same group of people, you might start to think of yourself as 'the funny one' or 'the wise one' . When we say 'the … one' , we describe a person by using a particular and prominent characteristic they have. If you're very tall, you might be ' the tall one '."
    },
    {
      "author": "Neil",
      "text": "However, Philippa says we should take these labels with a pinch of salt – an idiom meaning you shouldn't believe or do everything you are told or that's expected of you."
    },
    {
      "author": "Beth",
      "text": "Now, over time, interactions at the dinner table have changed. In the past, children were sometimes seated on a different table to adults or told they should be seen and not heard , an old-fashioned phrase emphasising that children should be quiet and always on their best behaviour. Ambreia Meadows-Fernandez, a writer and founder of Free Black Motherhood, spoke about older generations’ reactions to children asking awkward questions at the dinner table to BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Ambreia Meadows-Fernandez",
      "text": "So, it's a mixed bag . It's overwhelmingly positive, but I also know that it is kind of a bit of culture shock for them to hear my children ask what they ask because our children haven't really been raised with that line of demarcation between the adult table and the kid table."
    },
    {
      "author": "Beth",
      "text": "Ambreia says that the older generation's reactions to her children's questions at the table can be a mixed bag . A mixed bag is a situation that can have positive and negative aspects. She also says that it's a culture shock for them – a sense of feeling uncertain because you're in a different environment to usual."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I think it’s time I revealed the answer to my question. I asked you what the world record is for the fastest time to set a dinner table."
    },
    {
      "author": "Beth",
      "text": "And I said it was 1 minute 5 seconds."
    },
    {
      "author": "Neil",
      "text": "And that was… the right answer! That's not very long, is it? OK, let's recap the vocabulary we've learned from this programme, starting with open up – a phrasal verb meaning speak more easily than usual, particularly about worries or problems."
    },
    {
      "author": "Beth",
      "text": "If someone is 'the funny one' or 'the wise one' , they are labelled by that particular characteristic."
    },
    {
      "author": "Neil",
      "text": "To take something with a pinch of salt means you shouldn't believe everything you're told."
    },
    {
      "author": "Beth",
      "text": "Children should be seen and not heard is an old-fashioned phrase that means children should be quiet and behave well."
    },
    {
      "author": "Neil",
      "text": "A mixed bag means something has both positive and negative aspects."
    },
    {
      "author": "Beth",
      "text": "And finally, a culture shock is an uncertain feeling because you're in a new environment. Once again our six minutes are up. Join us again soon for more useful vocabulary, here at 6 Minute English! Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Philippa Perry",
    "Ambreia Meadows-Fernandez"
  ]
}