{
  "title": "ckshaws driving away pollution",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0j02q3h.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240606",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240606_6_minute_english_e-rickshaws_driving_away_pollution_download.mp3",
  "intro": [
    "Are electric rickshaws the solution to urban air pollution? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which country’s car market is the biggest? Is it:",
    "a) The US? b) China? or, c) Japan?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "two-wheeler",
      "desc": "a vehicle with two wheels, usually a bicycle, motorbike or moped"
    },
    {
      "text": "appealing",
      "desc": "attractive, desirable or interesting"
    },
    {
      "text": "affordability",
      "desc": "being cheap enough for people to buy"
    },
    {
      "text": "smog",
      "desc": "air pollution caused by a mixture of smoke, chemicals and car exhaust fumes that makes the atmosphere unhealthy"
    },
    {
      "text": "gosh!",
      "desc": "used to show a strong feeling of surprise or wonder"
    },
    {
      "text": "put up",
      "desc": "provide the money needed to pay for something; fund something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. I had my first drive in an electric car yesterday, Neil. It was amazing!"
    },
    {
      "author": "Neil",
      "text": "Electric cars are great, in theory, but who has the money to buy one?!"
    },
    {
      "author": "Beth",
      "text": "It’s true that electric vehicles, or EVs as they’re also called, are expensive, but in some parts of the world, the switch to electric vehicles has been a major success story in the fight against climate change. And it’s not just rich people switching to electric - in India, poorer workers are embracing it too."
    },
    {
      "author": "Neil",
      "text": "Yes, In India it’s the drivers of small vehicles like motorbikes, mopeds, scooters and rickshaws, known as two- and three-wheelers , who dominate the road, and now over half of these are electric. In this programme, we’ll be discussing the growing role of electric vehicles in the fight against climate change. And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "Great, but first I have a question for you, Neil. In India many different vehicles use the road, but which country’s car market is the biggest? Is it:"
    },
    {
      "author": "Neil",
      "text": "Well, I’ll guess it’s the US that has the world’s largest automobile market."
    },
    {
      "author": "Beth",
      "text": "OK, Neil, I'll reveal the answer at the end of the programme. While electric vehicles score better than petrol or diesel cars in most environmental tests, there’s some debate about exactly how green they are. A lot depends on how the electricity is generated in the first place, and in India more than three quarters of the electricity used continues to be generated by coal."
    },
    {
      "author": "Neil",
      "text": "Nevertheless, in India the transition to green transport is well underway. Here’s Louise Ribet, head of the climate organisation, C40 Cities, explaining the appeal of EVs to Graihagh Jackson, for BBC World Service programme, The Climate Question:"
    },
    {
      "author": "Graihagh Jackson",
      "text": "What is it about two and three-wheelers that’s so appealing ?"
    },
    {
      "author": "Louise Ribet",
      "text": "I think it can be summarised in one word and its convenience. From an accessibility and affordability and efficiency point of view… and on that first point of accessiblity, the state of public transport is not as developed as it is in places like London or Singapore. There's no metro lines or fancy bus networks, and two- and three-wheelers spread in response to this lack of sufficient or high quality, frequent public transport infrastructure."
    },
    {
      "author": "Beth",
      "text": "Graihagh asks why electric vehicles are so appealing , so desirable and attractive. There are several reasons behind EV's appeal including convenience and affordability - being cheap enough for people to buy."
    },
    {
      "author": "Neil",
      "text": "In places without reliable public transport, electric scooters are filling the gap. That’s really needed, because the massive increase of petrol cars in Delhi has created a toxic and very serious health risk – smog. Smog is air pollution caused by a mixture of smoke, chemicals and especially, car exhaust fumes. It makes the atmosphere difficult to breathe and very unhealthy."
    },
    {
      "author": "Beth",
      "text": "What’s more, because children are smaller and closer to car exhaust pipes, smog affects them most. In winter, the air in Delhi gets so bad they have to close the schools, sometimes for weeks. Here’s Graihagh Jackson again, taking up the story for BBC World Service’s, The Climate Question:"
    },
    {
      "author": "Graihagh Jackson",
      "text": "They're having to shut schools because the pollution is so bad! Gosh , that's hardly a solution is it! What can be done about it? Well, for India the solution partly lies in switching to electric scooters and e-rickshaws. By 2030 the government wants 30% of its vehicles on the road to be electric, and has put up $1.2 billion to make that happen."
    },
    {
      "author": "Neil",
      "text": "When Graihagh discusses schools shutting because of air pollution she uses the word gosh , an expression used to show a strong feeling of surprise or wonder."
    },
    {
      "author": "Beth",
      "text": "Luckily, the Indian government is taking measures to improve Delhi’s air quality, largely through the switch to greener electric vehicles. The government has put up over 1 billion dollars to make this happen. The phrasal verb put up money for something means to provide the money needed to pay for it."
    },
    {
      "author": "Neil",
      "text": "In this area it seems India is leading the world, which reminds me of your quiz question, Beth."
    },
    {
      "author": "Beth",
      "text": "That’s right. I asked you which country has the world’s largest automobile market, and you said, the US, which was… the wrong answer, I’m afraid, Neil! In fact, it’s now China that tops the list, showing that when it comes to green transport, bigger isn’t always better. Right, it’s time to recap the vocabulary we've learned in this programme starting with two-wheeler , a vehicle with two wheels, such as a bicycle, motorbike or moped."
    },
    {
      "author": "Neil",
      "text": "The adjective appealing means attractive, desirable or interesting."
    },
    {
      "author": "Beth",
      "text": "Affordability refers to being cheap enough for people to buy, or in other words, inexpensive."
    },
    {
      "author": "Neil",
      "text": "Smog is air pollution caused by smoke and car fumes which makes the atmosphere unhealthy and difficult to breathe."
    },
    {
      "author": "Beth",
      "text": "Gosh is an expression used to show a strong feeling of surprise or wonder."
    },
    {
      "author": "Neil",
      "text": "And finally, if you put up the money for something, you provide the money needed to pay for it. Once again, our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Graihagh Jackson",
    "Louise Ribet"
  ]
}