{
  "title": "Fighting loneliness with soup",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h5zhxc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240208",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240802_6_minute_english_fighting_loneliness_with_soup_download.mp3",
  "intro": [
    "Loneliness has been called the 'modern epidemic'. How can communities fight it? Learn about an approach from the Netherlands, along with some useful vocabulary with Beth and Neil."
  ],
  "this_week_question": [
    "According to the 'Campaign to End Loneliness', what proportion of British adults report feeling lonely at least some of the time? Is it:",
    "a)    29%? b)    39%? c)    49%?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "crave",
      "desc": "have a strong feeling of wanting something; desire something intensely"
    },
    {
      "text": "(be) left out",
      "desc": "feel unhappy because you have been excluded from something"
    },
    {
      "text": "turn to (someone)",
      "desc": "ask someone for help, advice or support"
    },
    {
      "text": "guy",
      "desc": "(informal) a man"
    },
    {
      "text": "free time",
      "desc": "leisure time when you do not have to work, study, etc. and can do what you want"
    },
    {
      "text": "bring (someone) together",
      "desc": "help people or groups to become friendly or to do something together, especially when they would not usually do this"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "What’s up, Beth? You look a little sad."
    },
    {
      "author": "Beth",
      "text": "Well, recently I’ve been spending lots of time with my cat and house plants, if you know what I mean. I’m feeling a bit lonely."
    },
    {
      "author": "Neil",
      "text": "It might help to know that you’re not the only one feeling lonely. Loneliness has been called the ‘modern epidemic’. Although millions of us live together in towns and cities, more and more people report feeling lonely and unconnected to those they live close to."
    },
    {
      "author": "Beth",
      "text": "Loneliness can affect anyone. And while everyone’s experience of loneliness is different, its effects can be serious. Research has shown that loneliness puts people at greater risk of many health issues, including dementia and heart disease."
    },
    {
      "author": "Neil",
      "text": "So, how can loneliness be fixed? In this programme, we’ll be hearing about one project in the Netherlands aiming to do just that. And, as usual, we’ll be learning some useful new vocabulary as well. But first, I have a question for you, Beth. Here in the UK, an organisation called the ‘Campaign to End Loneliness’ has been offering advice and support since 2011. So according to the Campaign, what proportion of British adults report feeling lonely at least some of the time? Is it:"
    },
    {
      "author": "Beth",
      "text": "I’ll guess it’s 39%."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the answer later in the programme. Feeling lonely is not necessarily the same as being alone. Some people can happily spend lots of time on their own, while others may be surrounded by people but still feel disconnected."
    },
    {
      "author": "Beth",
      "text": "So, what do we mean when we say we feel lonely? Here’s Myra Anubi, presenter of BBC World Service programme, People Fixing The World, explaining what loneliness means to her:"
    },
    {
      "author": "Myra Anubi",
      "text": "It’s that feeling when you crave people’s company and you find it hard to connect. Or maybe you just feel left out with no one to turn to. Now, feeling lonely isn't just uncomfortable, when it's experienced over time, it's been associated with health issues like a higher risk of having depression, dementia, or even heart disease."
    },
    {
      "author": "Neil",
      "text": "When we’re lonely, we crave people’s company – we want their company a lot."
    },
    {
      "author": "Beth",
      "text": "We might also feel left out – unhappy because we’re not included in what others are doing. And maybe we have no-one to turn to – no-one we can go to and ask for support and help."
    },
    {
      "author": "Neil",
      "text": "Someone who suffered all these feelings was Bep de Bruin. In 2013, Bep, aged 74, was found dead at her home in Rotterdam in the Netherlands. Her death wasn’t suspicious, but it shocked the whole country, because it turned out she had been dead for 10 years! Bep had lost contact with her only child and kept to herself in her apartment. So when she died sometime in 2003, no-one realised."
    },
    {
      "author": "Beth",
      "text": "Bep’s tragic story inspired a national campaign to combat loneliness, including one project called, Oma’s Soup, a kitchen bringing lonely elderly people together with schoolchildren and students to make soup. ‘Oma’ means ‘grandma’ in Dutch and the project encourages young people to spend time with their grandparent’s generation."
    },
    {
      "author": "Neil",
      "text": "Here, Claire Bates, reporter for BBC World Service programme, People Fixing The World, explains how the project got started:"
    },
    {
      "author": "Claire Bates",
      "text": "Well, it's run by two young guys called Max Kranendijk and Martijn Canters. And now they were concerned their grandparents’ generation were becoming isolated and lonely. And meanwhile they had lots of student friends who had free time, so they thought why not try to bring these two generations together through making soup."
    },
    {
      "author": "Beth",
      "text": "Oma’s Soup was started by Max and Martijn, two local guys , or men. They wanted to involve their student friends because they had lots of free time , time when they do not have to work or study, and can do what they want."
    },
    {
      "author": "Neil",
      "text": "Max and Martijn found the perfect way to help elderly people who felt lonely by bringing them together with students. If you bring someone together , youhelp people or groups to become friendly or to do something together, especially something they wouldn’t usually do… like make soup."
    },
    {
      "author": "Beth",
      "text": "Oma’s Soup has been a big success and has spread to other cities across the Netherlands, including Rotterdam, the hometown of Bep de Bruin, making her tragic death the spark for something much more hopeful. I think it's time to reveal the answer to your question, Neil."
    },
    {
      "author": "Neil",
      "text": "Right. I asked you what proportion of British adults report feeling lonely at least some of the time."
    },
    {
      "author": "Beth",
      "text": "And I said it was 39 percent."
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer I'm afraid, Beth. Sadly, the correct answer is even higher -  49 percent of adults, that’s around 26 million people in the UK, making it even more important to reach out and connect with others. OK, it’s time to recap the vocabulary we've learned in this programme starting with the verb crave , to have a strong wish or desire for something."
    },
    {
      "author": "Beth",
      "text": "If you feel left out , you’re unhappy because you’ve been excluded from something."
    },
    {
      "author": "Neil",
      "text": "To turn to someone means to go to someone and ask them for help or support."
    },
    {
      "author": "Beth",
      "text": "A guy is an informal way of saying a man."
    },
    {
      "author": "Neil",
      "text": "Free time, also called leisure time, is time when you do not have to work or study and can do what you want."
    },
    {
      "author": "Beth",
      "text": "And finally, the phrasal verb to bring someone together means to help people or groups become friendly or do something together, especially if they usually don’t. Once again our six minutes are up, but if you are feeling lonely, remember you're not alone. So reach out by joining us again next time, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Myra Anubi",
    "Claire Bates"
  ]
}