{
  "title": "Is talking on the phone embarrassing?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07cjxgn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190613",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/le_190613_6min_phone_embarrassing_download.mp3",
  "intro": [
    "Do you think talking on the telephone is embarrassing? What clues about yourself and your background are you giving away? In what way might people be judging you incorrectly because of your phone conversation? That's what Neil and Sam talk about as they teach you related vocabulary."
  ],
  "this_week_question": [
    "The first long distance telephone call was made in 1876. Approximately what was the distance of that call? Was it:",
    "A: 10km? B: 15km? Or C: 20km?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "knowledgeable (adjective)",
      "desc": ""
    },
    {
      "text": "a technophile",
      "desc": "someone who loves technology"
    },
    {
      "text": "to despise",
      "desc": "to hate strongly, to detest"
    },
    {
      "text": "class",
      "desc": "an artificial grouping of society dictated by birth"
    },
    {
      "text": "a blip",
      "desc": "a temporary fault or mistake in real time happening at that moment, live, not recorded"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "Sam, do you know Stephen Fry?"
    },
    {
      "author": "Sam",
      "text": "Not personally, but I know of him. Stephen Fry is an English writer and comedian and is well known for being extremely intelligent and very knowledgeable about many things cultural, historical and linguistic."
    },
    {
      "author": "Neil",
      "text": "To be knowledgeable means 'to know a lot about something'. I wish I was half as knowledgeable as he is!"
    },
    {
      "author": "Sam",
      "text": "I wish I were a quarter as knowledgeable !"
    },
    {
      "author": "Neil",
      "text": "There is still time, Sam! And maybe this week’s question will help you become just a little bit more knowledgeable on the topic of the telephone. The first long distance telephone call was made in 1876. Approximately what was the distance of that call? Was it:"
    },
    {
      "author": "",
      "text": "What do you think Sam? Sam So when you say long distance ……?"
    },
    {
      "author": "Neil",
      "text": "For the time, yes. Remember the telephone was only a baby in 1876. Sam In that case, I’ll say approximately 15km. But that’s just a guess - a long distance guess."
    },
    {
      "author": "Neil",
      "text": "We’ll find out if you’re right at the end of the programme. Stephen Fry is also known as a technophile . The suffix ‘phile’ means 'a lover of that thing'. So a technophile is someone who loves technology. Fry was a guest on the BBC podcast Word of Mouth and was talking about the technology of communication. It seems he’s not a fan of the telephone. But why not?"
    },
    {
      "author": "Stephen Fry",
      "text": "I think the telephone was a really annoying blip in our communications and that's old technology. I mean that's 1880s, 90s. When you're on the telephone to someone, especially if you're British – you know, that Bernard Shaw thing – oh, you know, the moment one Englishman opens his mouth another Englishman despises him - when you're speaking to someone on the telephone all the age, class , education, vocabulary all come into play because it's in real time and it's embarrassing. I hate being on the telephone to people - especially strangers in shops and things like that because it's embarrassing and awkward."
    },
    {
      "author": "Neil",
      "text": "So, why doesn’t he like the telephone?"
    },
    {
      "author": "Sam",
      "text": "Well, he uses a quote from the writer George Bernard Shaw. It’s not the exact quote but the meaning is that as soon as an English person speaks, another English person despises them. To despise someone is a very strong emotion and it means 'to really hate someone'."
    },
    {
      "author": "Neil",
      "text": "So, what is it about the English person’s voice that leads others to despise them?"
    },
    {
      "author": "Sam",
      "text": "Stephen Fry goes on to explain that there is a lot of information about someone that people get from their voice. You can make a judgment about someone’s age, level of education and class from the way that they speak and the vocabulary they use."
    },
    {
      "author": "Neil",
      "text": "Class refers to your economic and social position in a society. In Britain, we talk about three classes: upper class, middle class and working class. The family into which you are born dictates your class . These used to be a lot more important in British society but there are still different prejudices and negative feelings related to the relationship between the classes ."
    },
    {
      "author": "Sam",
      "text": "Exactly, so hearing someone’s voice on the telephone might make you think something negative about someone based on very old-fashioned ideas of class . What makes it worse is that these conversations happen in real time . This means they are 'happening live', 'not recorded', so you have no time to really think about it."
    },
    {
      "author": "Neil",
      "text": "So he may be a technophile , but he’s not a fan of the phone!"
    },
    {
      "author": "Sam",
      "text": "Indeed. He called it a blip , which is a word for when something is not quite right - when there is a fault or a mistake which is usually not long lasting."
    },
    {
      "author": "Neil",
      "text": "So do you think he’s right?"
    },
    {
      "author": "Sam",
      "text": "Well, actually, I don’t like to talk to strangers on the phone very much myself, but that’s just me. But I do think that although the class divisions in British society are much less obvious and much less important than in the past, we still do make judgements about people based on how they speak and those judgements can often be completely false."
    },
    {
      "author": "Neil",
      "text": "Right, nearly time to review our vocabulary, but first, let’s have the answer to today’s question. The first long distance telephone call was made in 1876. Approximately what was the distance of that call? Was it:"
    },
    {
      "author": "Sam",
      "text": "What did you think, ? Sam I guessed 15km. But it was just a guess."
    },
    {
      "author": "Neil",
      "text": "Well, sadly, on this occasion it was not a correct guess. The correct answer is approximately 10km or 6 miles. Congratulations if you go that right. Now on with the vocabulary."
    },
    {
      "author": "Sam",
      "text": "We started with the adjective knowledgeable , which means 'knowing a lot about something'."
    },
    {
      "author": "Neil",
      "text": "A technophile is someone who loves technology."
    },
    {
      "author": "Sam",
      "text": "To despise someone is to hate someone strongly."
    },
    {
      "author": "Neil",
      "text": "Class refers to a group in society you are said to belong to from your birth. Certain stereotypes are often attached to different classes to do with intelligence and education, for example."
    },
    {
      "author": "Sam",
      "text": "In real time is an expression that means 'happening live, without any pauses or breaks'. So for example, you aren’t listening to this programme in real time ,"
    },
    {
      "author": "Neil",
      "text": "Well, I am."
    },
    {
      "author": "Sam",
      "text": "Well, of course, you are Neil , because you are here with me as we are recording. But if you’re listening to the podcast, it’s no longer real time. It’s been recorded and edited."
    },
    {
      "author": "Neil",
      "text": "And we had one other word, didn’t we?"
    },
    {
      "author": "Sam",
      "text": "Yes, a blip , which is a temporary fault, or mistake."
    },
    {
      "author": "Neil",
      "text": "Well, that's all we've got for this programme. For more, find us on Facebook, Twitter, Instagram and our YouTube pages and, of course, our website bbclearningenglish.com, where you can find all kinds of other programmes and videos and activities to help you improve your English. Thank you for joining us and goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "",
    "Stephen Fry"
  ]
}